Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# foe_data.province.Xalvades
source: Xalvades
ru: Ксалвадес

# foe_data.province.Akuppers
source: Akuppers
ru: Акупперс
tr: Akupper'lar

# foe_data.province.Enervein
source: Enervein
ru: Энервейн

# foe_data.province.Oppeska
source: Oppeska
ru: Оппеска

# foe_data.province.Fortrin
source: Fortrin
ru: Фортрин

# foe_data.province.Carva_Caska
source: Carva Caska
ru: Карва Каска

# foe_data.province.Wrandasten_3
source: Wrandasten 3
ru: Врандастен 3

# foe_data.province.Klaylach
source: Klaylach
ru: Клейлах

# foe_data.province.Ghirken
source: Ghirken
ru: Гиркен

# foe_data.province.Nobisia
source: Nobisia
ru: Нобизия

# foe_data.province.Vradeen
source: Vradeen
ru: Врадиин

# foe_data.province.Kardine_Haven
source: Kardine Haven
ru: Кардайн Хейвен

# foe_data.province.Mathaben
source: Mathaben
ru: Матабен

# foe_data.province.Rustikauri
source: Rustikauri
ru: Рустикаури

# addToHomeScreen.dismiss
source: Dismiss
fr: Non merci
hu: Elutasít
pt: Ignorar
pt_br: Dispensar
ru: Отмена
tr: Yoksay

# components.site_layout.global_config_dialog.disable_update_notification
source: Disable notifications about update
fr: Désactiver les notifications de mise à jour
hu: Frissítésekkel kapcsolatos értesítések kikapcsolása
it: Disabilita notifiche sugli aggiornamenti
pt: Desativar notificações sobre atualizações
pt_br: Desativar notificações sobre atualizações
ru: Выключить уведомления об обновлениях сайта
tr: Güncelleme ile ilgili bildirimleri devre dışı bırakın

# components.gb_investment.custom_name
source: You can set custom GB name in @:(components.site_layout.global_config)
fr: Vous pouvez personnaliser les noms des GMs dans @:(components.site_layout.global_config)
it: Puoi impostare un nome personalizzato per il GE in @:(components.site_layout.global_config)
pt: Podes colocar o nome do GE em : @:(components.site_layout.global_config)
pt_br: Você pode escolher um nome personalizado para o GE em @:(components.site_layout.global_config)
ru: Вы можете изменить оригинальные имена ВС на свои в @:(components.site_layout.global_config)
tr: @:(components.site_layout.global_config) içinde özel Devasa bina adı ayarlayabilirsiniz

# pwa_update.message
source: App has been updated. The app will reload in 5 seconds.
fr: L'application a été mise à jour. L'application se rechargera dans 5 secondes.
pt: A aplicação foi atualizada. Será reiniciada em 5 segundos.
pt_br: Aplicativo foi atualizado e será recarregado em 5 segundos.
ru: Приложение было обновлено и будет перезагружено через 5 секунд.

# components.gb_data.icon_alt
source: Bonus list
fr: Liste des bonus
pt: Lista de Bónus
pt_br: Lista de bônus
ru: Прибыль с Арок

# components.gb_patron_data.icon_alt
source: Reward list
fr: Liste des récompenses
pt: Lista de Recompensas
pt_br: Lista de recompensas
ru: Награды за вклад

# components.gb_data.missing_values
source: Missing values.
fr: Valeurs manquantes.
pt: Valores em falta.
pt_br: Valores ausentes.
ru: Значения отсутствуют.

# foe_data.bonus.spoils_of_war.gb_description
source: The first number of victorious battles have a chance of providing you with a random reward.
fr: Les premières victoires ont une chance de vous octroyer une récompense aléatoire.
pt: Nas primeiras batalhas vitoriosas, existe uma probabilidade de receberes uma recompensa aleatória.
pt_br: As primeiras batalhas vitoriosas tem chance de conceder uma recompensa aleatória.
ru: После победы в первых нескольких битвах у вас будет шанс получить случайную награду.

# foe_data.bonus.spoils_of_war.name
source: Spoils of War
fr: Butins de guerre
pt: Despojos de Guerra
pt_br: Espólios da Guerra
ru: Военные трофеи

# foe_data.bonus.plunder_repel.gb_description
source: The first number of suffered plunder attempts have a chance of being repelled.
fr: Les premières tentatives de pillage que nous subissons ont une chance d'être repoussées.
pt: As primeiras tentativas de saque têm uma probabilidade de serem repelidas.
pt_br: Nas primeiras tentativas em que você sofrer saque, há uma chance de a tentativa de saque ser repelida e o atacante não levar nada.
ru: Есть шанс предотвратить первые попытки грабежа.

# foe_data.bonus.plunder_repel.name
source: Plunder Repel
fr: Résistance au pillage
pt: Repelir Saque
pt_br: Repelir Saque
ru: Защита от грабежа

# foe_data.bonus.missile_launch.gb_description
source: For the first number of battles, there is a chance of killing half the enemy units at the start of the battle. For two-wave battles, the skill applies only to the first wave.
fr: Lors des premières batailles, vous avez une chance de tuer la moitié des unités ennemies au début du combat. La compétence ne s'applique qu'à la première vague des batailles en deux vagues.
pt: Nas primeiras batalhas, existe uma probabilidade de metade das unidades adversárias serem destruídas no início da batalha. Nas batalhas de duas ondas, a habilidade apenas tem efeito na primeira onda.
pt_br: Nas primeiras N batalhas, há uma chance de matar metade das unidades inimigas no início da batalha. Para batalhas de duas levas, a habilidade funciona somente para a primeira leva. Não pode ser usado contra jogadores. Atualiza a cada coleção.
ru: В первых битвах есть шанс убить половину войска врага в начале боя. Если в битве две волны, то умение применяется только к первой волне.

# foe_data.bonus.missile_launch.name
source: Missile Launch
fr: Lancement de missile
pt: Lançamento do Míssil
pt_br: Lançar Míssil
ru: Запуск ракеты

# foe_data.bonus.diplomatic_gifts.gb_description
source: The first number of victorious negotiation combination games (excluding settlements) have a chance of providing you with a random reward.
fr: Les premières combinaisons réussies lors d'une négociation (colonies exclues) ont une chance de vous octroyer une récompense aléatoire.
pt: Nos primeiros jogos de negociações ganhas, ( expeto colonias), tens a oportunidade de ganhares uma recompensa aleatória.
pt_br: As primeiras negociações bem sucedidas (excluindo assentamentos) tem chance de conceder uma recompensa aleatória.
ru: После победы в первых нескольких переговорах (исключая переговоры в поселениях) у вас будет шанс получить случайную награду.

# foe_data.bonus.diplomatic_gifts.name
source: Diplomatic Gifts
fr: Cadeaux diplomatiques
pt: Presentes Diplomáticos
pt_br: Presentes Diplomáticos
ru: Дипломатические дары

# foe_data.bonus.advanced_tactics.gb_description
source: Attacking and defending units have their attack and defense values boosted by a percentage.
fr: Les unités d'attaque et de défense voient leurs valeurs d'attaque et de défense augmentées d'un certain pourcentage.
pt: Nas unidades que ataquem e defendem, têm um aumento nos seus valores determinado por uma percentagem.
pt_br: Unidades do exército de ataque e de defesa tem seus bônus de ataque e defesa aumentados por certa porcentagem.
ru: Атака и защита атакующих и обороняющихся боевых единиц повышаются на определенный процент.

# foe_data.bonus.advanced_tactics.name
source: Advanced Tactics
fr: Tactiques avancées
pt: Táticas Avançadas
pt_br: Táticas Avançadas
ru: Улучшенная тактика

# foe_data.gb_short.Flying_Island
source: Island
fr: Île
pt: Ilha
pt_br: Ilha
ru: Остров

# foe_data.gb.Flying_Island
source: Flying Island
fr: Île volante
pt: Ilha Voadora
pt_br: Ilha Voadora
ru: Парящий остров

# foe_data.age.SpaceAgeVenus
source: Space Age: Venus
fr: Ère Spatiale : Vénus
pt: Idade Espacial: Vénus
pt_br: Vênus da Era Espacial
ru: Космическая Эра: Венера

# components.gb_patron_data.rewards.medals
source: Medals
fr: Médailles
pt: Medalhas
pt_br: Medalhas
ru: Медали

# components.gb_patron_data.rewards.bp
source: Blueprints
fr: Plans
pt: Plantas
pt_br: Plantas
ru: Чертежи

# components.gb_patron_data.rewards.fp
source: FPs
fr: PFs
pt: PFs
pt_br: PFs
ru: СО

# foe_data.bonus.mysterious_shards.gb_description
source: A chance of spawning a Shard reward in the active Cultural Settlement.
fr: Une chance de faire apparaître une récompense d'éclat dans la Colonie culturelle active.
pt: Probabilidade de despontar um Fragmento recompensa na Colónia Cultural ativa.
pt_br: Chance de gerar uma recompensa de fragmento no assentamento cultural ativo uma vez a cada 4 horas.
ru: Шанс появления награды-осколка в активном культурном поселении.

# foe_data.bonus.mysterious_shards.name
source: Mysterious Shards
fr: Éclats mystérieux
pt: Fragmentos Misteriosos
pt_br: Fragmentos Misteriosos
ru: Таинственные осколки

# foe_data.goods.sugar_crystals
source: Sugar Crystals
fr: Crystal de sucre
pt: Cristais de Açúcar
pt_br: Cristais de açúcar
ru: Сахарные кристалы

# foe_data.goods.soy_proteins
source: Soy Proteins
fr: Protéine de soja
pt: Proteínas de Soja
pt_br: Proteínas de Soja
ru: Соевые протеины

# foe_data.goods.microgreen_supplement
source: Microgreen Supplement
fr: Supplément de micropousses
pt: Suplementos de Microverdes
pt_br: Suplementos Microverdes
ru: Подкормок из микрозелени

# foe_data.goods.herbal_snack
source: Herbal Snack
fr: En-cas d'herbe
pt: Merendas de Ervas
pt_br: Petiscos de Ervas
ru: Травяные закуски

# foe_data.goods.glowing_seaweed
source: Glowing Seaweed
fr: Algue lumineuse
pt: Algas Brilhantes
pt_br: Algas Brilhantes
ru: Светящиеся водоросли

# foe_data.age_short.SpaceAgeVenus
source: Venus
pt: Vénus
pt_br: Vênus
ru: Венера

# foe_data.age_short.SpaceAgeAsteroidBelt
source: SAAB
fr: Astéroïdes
pt: IECA
pt_br: Cinturão
ru: КЭПА

# foe_data.province.Alpha_1_Omega_2
source: Alpha 1 Omega 2
es: Alfa 1 omega 2
pt: Alfa 1 Omega 2
pt_br: Alfa 1 Omega 2

# foe_data.province.Slate_13
source: Slate 13
es: Pizarra 13
pt_br: Aerial Boulevard

# foe_data.province.CMYK_Citadel
source: CMYK Citadel
es: Ciudadela CMYK
pt_br: Citadela CMYK
tr: CMYK Kalesi

# components.site_layout.in_beta
source: This tool is in beta. Do not hesitate to give me a feedback at: @:(common.links.contact_foe_tools)
fr: Cet outil est en version bêta. N'hésitez pas à me faire part de vos commentaires à l'adresse suivante : @:(common.links.contact_foe_tools)

# routes.gb_leveling_order.hero.title
source: GB Leveling order
fr: Ordre de montée des GMs

# routes.gb_leveling_order.hero.subtitle
source: Which GB should I mount? In which order? To which level? This tool is here to answer these questions.
fr: Quels GM dois-je monter ? Dans quel ordre ? Jusqu'à quel niveau ? Cet outil est là pour répondre à ces questions.

# routes.gb_leveling_order.table_reward.from
source: From level
fr: Du niveau

# routes.gb_leveling_order.table_reward.to
source: To level
fr: Au niveau

# routes.gb_leveling_order.table_reward.bonus
source: Total bonus
fr: Bonus total

# routes.gb_leveling_order.table_reward.time
source: Estimated time
fr: Durée estimée

# routes.gb_leveling_order.table_reward.build
source: Building
fr: Construire

# routes.gb_leveling_order.reward_to_boost
source: Bonus to boost
fr: Bonus à monter

# routes.gb_leveling_order.choose_reward_to_boost
source: Choose a bonus to boost (FP, Attack, etc.)
fr: Choisir un bonus à booster (PF, Attaque, etc.)

# routes.gb_leveling_order.rewardKinds.popular
source: Popular
fr: Populaire

# routes.gb_leveling_order.targetLevel
source: Target level (-1 = no limit)
fr: Niveau souhaité (-1 = aucune limite)

# routes.gb_leveling_order.buildRatio
source: Equivalence of 1 resource (in FP) needed to build a GB (0 to be ignored)
fr: Équivalence de 1 ressource (en PF) nécessaires pour construire un GM (0 pour ne pas prendre en compte)

# routes.gb_leveling_order.initFpBy24h_fp_boost
source: (FP GBs excluded)
fr: (GMs à PFs exclus)

# routes.gb_leveling_order.randomRewardProduction
source: (by 24 hours)
fr: (par 24 heures)

# routes.gb_leveling_order.includeRandomReward
source: Take in account GBs that can provide random rewards of the desired bonus ?
fr: Prendre en compte les GMs qui peuvent fournir des récompenses aléatoires du bonus souhaité ?

# routes.gb_leveling_order.yourGbs
source: Levels of your GBs (-1 = not yet built)
fr: Niveaux de vos GMs (-1 = pas encore construit)

# foe_data.bonus.previous_era_goods_production.name
source: Previous Era Goods Production
fr: Production de ressources de l'ère précédente

# foe_data.bonus.previous_era_goods_production.gb_description
source: Produces random goods from the player's previous age every 24 hours. For the Bronze Age it produces Bronze Age goods.
fr: Produit des ressources aléatoires de l'âge précédent du joueur toutes les 24 heures. Produit des ressources de l'Âge du Bronze pendant l'Âge du Bronze.

# foe_data.province.End_of_the_Void
source: End of the Void
es: Fin del vacío
it: Fine del vuoto

# foe_data.province.Vortex
source: Vortex
es: Vórtice
it: Vortice
tr: Girdap

# foe_data.province.Twisted_Alps
source: Twisted Alps
es: Alpes retorcidos
it: Alpi contorte
tr: Çarpık Alpler

# foe_data.province.Archives_of_Junkman
source: Archives of Junkman
es: Archivos de Junkman
tr: Hurdacının Arşivi

# foe_data.province.Frozen_RAM
source: Frozen RAM
es: RAM congelada
it: RAM congelata
tr: Donmuş RAM

# foe_data.province.Cas_Cade
source: Cas.Cade
es: Cascada

# foe_data.province.The_Historical_Museum
source: The Historical Museum
es: El Museo Historico
it: Il Museo di Storia
tr: Tarih Müzesi

# foe_data.province.Aerial_Boulevard
source: Aerial Boulevard
es: Boulevard Aéreo
it: viale aereo
tr: Hava Bulvarı

# foe_data.province.New_final_final_exe
source: New_final_final.exe
es: Nuevo_final_final.exe

# foe_data.province.Bizarre_Plains
source: Bizarre Plains
es: Llanuras bizarras
tr: Garip Ova

# foe_data.province.Argus__Watch
source: Argus' Watch
es: Reloj de Argus
tr: Argus'un Nöbeti

# foe_data.province.Veil_of_Bits
source: Veil of Bits
es: Velo de Bits

# foe_data.province.The_Byte_Parade
source: The Byte Parade
es: El Desfile de Bytes

# foe_data.province.Reboot_Bay
source: Reboot Bay
es: Reiniciar Bay
tr: Yeniden Başlatma Körfezi

# foe_data.province.Forgify
source: Forgify
es: Perdonar

# foe_data.province.Digital_Town_of_Hope
source: Digital Town of Hope
es: Ciudad Digital de la Esperanza
tr: Dijital Umut Şehri

# foe_data.province.Re_Birth
source: Re:Birth
es: Re:Renacimiento
hu: Digital Town of Hope
tr: Yeniden:Doğuş

# foe_data.province.Castle_You_Es_Bee
source: Castle You-Es-Bee
es: Castillo You-Es-Bee
tr: Yu-Es-Bi Kalesi

# foe_data.province.The_Virtual_Cliffs_of_G0r3
source: The Virtual Cliffs of G0r3
es: Los Acantilados Virtuales de G0r3
tr: Sanal D3HŞ37 Tepeleri

# foe_data.province.The_Church_of_Games
source: The Church of Games
es: La Iglesia de los Juegos
tr: Oyun Kilisesi

# foe_data.province.The_Sacred_Database
source: The Sacred Database
es: La Base de datos Sagrada
tr: Kutsal Veritabanı

# foe_data.province.Game_Over
source: Game Over
es: Juego Terminado
hu: Játék vége
tr: Oyun bitti

# components.gb_investment.promotion.promo
source: P1({investment}) P2({investment}) P3({investment}) P4({investment}) P5({investment})
el: Θ1({investment}) Θ2({investment}) Θ3({investment}) Θ4({investment}) Θ5({investment})
fi: S5({investment}) S4({investment}) S3({investment}) S2({investment}) S1({investment})
no: P5({investment}) P4({investment}) P3({investment}) P2({investment}) P1({investment})
tr: Sıra1 ({investment}) Sıra2 ({investment}) Sıra3 ({investment}) Sıra4 ({investment}) Sıra5 ({investment})

# routes.about.cookie.title
source: Cookies
hu: Süti
tr: Çerezler

# foe_data.province.Purple_Palace
source: Purple Palace
it: Palazzo viola
tr: Mor Saray

# foe_data.province.Three_Oc3ans
source: Three Oc3ans
it: Tre oceani
tr: Üç Okyanuslar

# foe_data.province.Berta_s_Byte_Sauce
source: Berta's Byte-Sauce
tr: Berta'nın Bit-Sosu

# foe_data.province.Streaming_Forest
source: Streaming Forest
tr: Akan Orman

# foe_data.province.Cloud_One
source: Cloud One
tr: Küçük Mutluluk

# foe_data.province.NET_MASKerade
source: NET MASKerade
tr: NET MASKEradı

# foe_data.province.LoneHub
source: LoneHub
it: MozzoSolitario

# foe_data.province.Spoiled_Resort
source: Spoiled Resort
it: Resort viziato

# foe_data.province.Forgotten_Fragments
source: Forgotten Fragments
it: Frammenti dimenticati

# foe_data.province.The_Warring_Towers
source: The Warring Towers
it: Le torri di guerra

# foe_data.province.The_Open_Zone
source: The Open Zone
it: La zona aperta

# foe_data.province.Max_s_Shelter
source: Max's Shelter
it: Riparo di Max

# foe_data.province.Pulse_City
source: Pulse City
it: Città di Pulse

# foe_data.province.Black_Net_Market
source: Black Net Market
it: Mercato nero

# foe_data.province.Shift_Land
source: Shift/Land
it: Turno/Terra

# foe_data.province.Banker_s_Heaven
source: Banker's Heaven
it: PAradiso di Banker

# foe_data.province.Bytedirt_Planes
source: Bytedirt Planes
it: Aereo di Bytedirt
