Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# components.site_layout.translation_not_completed.content
source: The following translations is not completed, and needs translators:
es: Las traducciones siguientes no están completas y necesitan traductores:
fr: Les traductions suivantes ne sont pas terminées et nécessitent des traducteurs :
hu: A következő fordítások nem fejeződtek be, és fordítókra van szükségük:
it: Le seguenti traduzioni non sono complete e hanno bisogno di traduttori:
pt: As seguintes traduções não estão completas e aguardam tradução:
pt_br: As seguintes não foram traduzidas, e precisam de tradutores:
ru: Следующие переводы не завершены и нуждаются в переводчиках:
tr: Aşağıdaki çeviriler tamamlanmadı ve çevirmenlere ihtiyacı var:

# components.site_layout.translation_not_completed.title
source: Translation not completed
es: Traducción sin completar
fr: Traduction non terminée
hu: A fordítás nem fejeződött be
it: Traduzione non completa
pt: Tradução incompleta
pt_br: Tradução incompleta
ru: Перевод не закончен
tr: Çeviri tamamlanmadı

# components.gb_investment.tutorial.promotion_message.add_message
source: This field allow you to add messages.
es: Este campo le permite agregar mensajes.
fr: Ce champs vous permet d'ajouter des messages de promotions.
hu: Ez a mező lehetővé teszi az üzenetek hozzáadását.
it: Questo campo ti permette di aggiungere dei messaggi.
no: Dette feltet tillater deg å legge til meldinger.
pt: Este lugar permite que adiciones mensagens.
pt_br: Este campo permite que você adicione mensagens.
ru: Это поле позволяет вам добавлять сообщения.
sk: V tomto políčku môžete nastavovať správy.
tr: Bu alan ileti eklemenize izin verir.

# components.gb_investment.tutorial.table.include_in_copy_boxes
source: This field allows you to display this place in the promotion message that you can copy and paste into the game.
es: Este campo le permite mostrar este lugar en el mensaje de promoción que puede copiar y pegar en el juego.
fr: Ce champ vous permet d'afficher cette place dans le message de promotion que vous pourrez copier et coller dans le jeu.
hu: Ez a mező lehetővé teszi, hogy a helyezést egy promóciós üzenetben jelenítsd meg, amit kimásolhatsz és beilleszthetsz a játékba.
it: Questo campo ti permette di visualizzare questa posizione nel messaggio promozionale che può essere copiato nel gioco.
no: Dette feltet lar deg vise denne plassen i annonseringsteksten som du kan kopiere og lime inn i spillet.
pt: Este campo permite mostrar um lugar na mensagem de promoção que você copia e cola no jogo.
pt_br: Esse campo permite você mostrar esta posição na mensagem de promoção que você pode copiar e colar no jogo.
ru: Это поле позволяет отображать это место в рекламном сообщении, которое вы можете скопировать и вставить в игру.
sk: Políčko Vám dovolí zobraziť toto miesto v správe ktorú si môžete skopírovať a vložiť do hry.
tr: Bu alan, bu yeri kopyalayıp oyuna yapıştırabileceğiniz promosyon iletisini görüntülemenizi sağlar.

# components.gb_investment.remove_favourite
source: Delete from favourites
es: Borrar de favoritos
fr: Retirer des favoris
hu: Eltávolítás a kedvencek közül
it: Rimuovi dai preferiti
no: Slett fra bokmerker
pt: Apagar dos favoritos
pt_br: Remover dos favoritos
ru: Удалить из избранного
sk: Odstrániť z obľúbených
tr: Favorilerden Sil

# components.gb_investment.add_favourite
source: Add to favourites
es: Añadir a favoritos
fr: Ajouter aux favoris
hu: Kedvencekhez adás
it: Aggiungi ai preferiti
no: Legg til i bokmerker
pt: Adicionar aos Favoritos
pt_br: Adicionar aos favoritos
ru: Добавить в избранное
sk: Pridať k obľúbeným
tr: Favorilere Ekle
