Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# routes.secure_position.hero.subtitle
source: This tool calculates the number of FP that a player must put on a GB to block his place.
da: Dette værktøj beregner antallet af FP, som en spiller skal lægge i en SB for at blokere pladseringen.
es: Esta herramienta calcula la cantidad de PF que un jugador debe poner en un GE para bloquear su lugar.
fr: Cet outil permet de calculer le nombre de PF qu'un joueur doit mettre sur un GM pour bloquer sa place.
hu: Ez az eszköz kiszámítja az FP-k számát, amivel egy játékos blokkolni tudja a helyét egy neviben.
it: Questo strumento calcola il numero di PF che un giocatore deve mettere su un GE per bloccare il suo posto.
pt: Esta ferramenta calcula o número de PFs que um jogador deve colocar em um GE para bloquear o lugar.
pt_br: Esta ferramenta calcula o número de PFs que um jogador deve colocar em um GE para garantir (segurar) a própria posição.
ru: Защита своего места от перебития другими вкладчиками.
sk: Tento nástroj vypočítava počet BV, ktoré musí hráč vložiť do VB na zablokovanie svojej pozície.
tr: Bu araç, bir oyuncunun herhangi bir Devasa Binada kilitleyeceği sıra için atması gereken FP sayısını hesaplar.

# routes.error.404.title
source: Page not found | @:(common.site_title)
da: Side ikke fundet | @:(common.site_title)
es: Página no encontrada | @:(common.site_title)
fr: Page non trouvée | @:(common.site_title)
hu: Oldal nem található | @:(common.site_title)
it: Pagina non trovata | @:(common.site_title)
pt: Página não encontrada | @:(common.site_title)
pt_br: Página não encontrada | @:(common.site_title)
ru: Страница не найдена | @:(common.site_title)
sk: Stránka sa nenašla | @:(common.site_title)
tr: Sayfa bulunamadı | @:(common.site_title)

# routes.error.404.message
source: Sorry, the page you are looking for does not exist or no more
da: Beklager, den side, du leder efter, findes ikke eller findes ikke mere
es: Lo sentimos, la página que estás buscando no existe o ya no existe
fr: Désolé, la page que vous recherchez n'existe pas ou plus
hu: Sajnáljuk, de a keresett oldal nem található
it: Spiacente, la pagina che stai cercando non esiste o non esiste più
pt: Desculpe, a página que você está a procura não existe ou deixou de existir
pt_br: Desculpe, a página que você procura não existe ou deixou de existir
ru: Извините, страница не существует
sk: Ľutujeme, hľadaná stránka neexistuje alebo už neexistuje
tr: Üzgünüz, aradığınız sayfa bulunamıyor

# routes.trade.hero.title
source: Trade
da: Handle
es: Comercio
fr: Commerce
hu: Kereskedés
it: Commercio
pt: Comércio
pt_br: Trocas
ru: Обмен товаров
sk: Obchodovanie
tr: Ticaret

# routes.campaign_cost.hero.subtitle
source: This tool predicts the cost of a sector or province.
da: Dette værktøj forudsiger omkostningerne for en sektor eller provins.
es: Esta herramienta predice el coste de un sector o provincia.
fr: Cet outil permet de prévoir le coût d'un secteur ou d'une province.
hu: Ez az eszköz megmutatja egy szektor vagy tartomány költségeit.
it: Questo strumento prevede il costo di un settore o di una provincia.
pt: Essa ferramenta prevê o custo de um sector ou província.
pt_br: Essa ferramenta prevê o custo de um setor ou província.
ru: Подсчёт стоимости захвата провинций путём переговоров.
sk: Tento nástroj predpovedá náklady na získanie sektora alebo provincie.
tr: Bu araç, kıta haritasında bir sektörü veya bölgeyi müzakere ederek fethetmenin maliyetini hesaplar.

# routes.campaign_cost.hero.title
source: Campaign cost
da: Kampagneomkostninger
es: Coste de campaña
fr: Coût de la campagne
hu: Hadjárat költsége
it: Costo della campagna
pt: Custo da campanha
pt_br: Custo do mapa de campanha
ru: Стоимость захвата провинций
sk: Cena kampane
tr: Fetih Maliyeti

# foe_data.age.NoAge
source: No Age
da: Ingen tidsalder
es: Sin edad
fr: Aucun âge
hu: Nincs kor
it: Nessuna Età
pt: Sem Era
pt_br: Sem Era
ru: Без эпохи
sk: žiadna doba
tr: Çağ Yok

# foe_data.age.BronzeAge
source: Bronze Age
da: Bronzealder
es: Edad de Bronce
fr: Âge du Bronze
hu: Bronzkorszak
it: Età del Bronzo
pt: Idade do Bronze
pt_br: Idade do Bronze
ru: Бронзовый век
sk: Doba bronzová
tr: Tunç Devri

# foe_data.age.IronAge
source: Iron Age
da: Jernalder
es: Edad de Hierro
fr: Âge du Fer
hu: Vaskorszak
it: Età del ferro
pt: Idade do Ferro
pt_br: Idade do Ferro
ru: Железный век
sk: Doba železná
tr: Demir Devri

# foe_data.age.EarlyMiddleAges
source: Early Middle Ages
da: Tidlig middelalder
es: Alta Edad Media
fr: Haut Moyen Âge
hu: Kora középkor
it: Alto Medioevo
pt: Inicio da Idade Média
pt_br: Início da Idade Média
ru: Раннее средневековье
sk: Raný stredovek
tr: Erken Dönem Orta Çağ

# foe_data.age.HighMiddleAges
source: High Middle Ages
da: Høj middelalder
es: Plena Edad Media
fr: Moyen Âge Classique
hu: Virágzó középkor
it: Pieno Medioevo
pt: Alta Idade Média
pt_br: Alta Idade Média
ru: Высокое средневековье
sk: Vrcholný stredovek
tr: Zirve Dönem Orta Çağ

# foe_data.age.LateMiddleAges
source: Late Middle Ages
da: Sen middelalder
es: Baja Edad Media
fr: Renaissance
hu: Késő középkor
it: Basso Medioevo
pt: Finais da Idade Média
pt_br: Finais da Idade Média
ru: Позднее средневековье
sk: Neskorý stredovek
tr: Geç Dönem Orta Çağ

# foe_data.age.ColonialAge
source: Colonial Age
da: Kolonitiden
es: Edad Colonial
fr: Âge Colonial
hu: A gyarmatosítás kora
it: Età Coloniale
pt: Era Colonial
pt_br: Era Colonial
ru: Колониальный период
sk: Koloniálny vek
tr: Sömürge Çağı

# foe_data.age.IndustrialAge
source: Industrial Age
da: Industritiden
es: Edad Industrial
fr: Âge Industriel
hu: Ipari kor
it: Età Industriale
pt: Era Industrial
pt_br: Era Industrial
ru: Индустриальная эпоха
sk: Priemyselná éra
tr: Sanayi Çağı

# foe_data.age.ProgressiveEra
source: Progressive Era
da: Den progressive æra
es: Edad del Progreso
fr: Ère Progressiste
hu: Progresszív kor
it: Età Progressista
pt: Era Progressiva
pt_br: Era Progressiva
ru: Эра прогрессивизма
sk: Progresívna doba
tr: İlerleme Çağı

# foe_data.age.ModernEra
source: Modern Era
da: Moderne æra
es: Edad Moderna
fr: Ère Moderne
hu: Modern kor
it: Età Moderna
pt: Era moderna
pt_br: Era Moderna
ru: Эпоха модерна
sk: Moderná éra
tr: Modern Çağ

# foe_data.age.PostmodernEra
source: Postmodern Era
da: Den postmoderne tidsalder
el: Μεταμοντέρνα Εποχή
es: Edad Postmoderna
fr: Ère Postmoderne
hu: Posztmodern kor
it: Età Postmoderna
pt: Era Pós-Moderna
pt_br: Era Pós-Moderna
ru: Эпоха постмодерна
sk: Postmoderná éra
tr: Postmodern Çağ

# foe_data.age.ContemporaryEra
source: Contemporary Era
da: Nutiden
el: Σημερινή εποχή
es: Edad Contemporánea
fr: Ère Contemporaine
hu: Jelenkor
it: Età Contemporanea
pt: Era Contemporânea
pt_br: Era Contemporânea
ru: Новейшее время
sk: Súčasná éra
tr: Yakın Çağ

# foe_data.age.Tomorrow
source: Tomorrow
da: Morgendagen
el: Αύριο
es: Edad del Mañana
fr: Ère de Demain
hu: Holnap
it: Domani
pt: O Amanhã
pt_br: Amanhã
ru: Завтра
sk: Zajtra
tr: Yakın Gelecek

# foe_data.age.TheFuture
source: The Future
da: Fremtiden
el: Το Μέλλον
es: El Futuro
fr: Ère du Futur
hu: A jövő
it: Il Futuro
pt: O Futuro
pt_br: O Futuro
ru: Будущее
sk: Budúcnosť
tr: Gelecek

# foe_data.age.ArcticFuture
source: Arctic Future
da: Den arktiske fremtid
el: Αρκτικό Μέλλον
es: Futuro Ártico
fr: Futur Arctique
hu: Távoli jégkorszak
it: Futuro Artico
pt: O Futuro Árctico
pt_br: Futuro Ártico
ru: Арктическое будущее
sk: Arktická budúcnosť
tr: Buzul Gelecek

# foe_data.age.OceanicFuture
source: Oceanic Future
da: Den oceaniske fremtid
el: Ωκεάνιο Μέλλον
es: Futuro Oceánico
fr: Futur Océanique
hu: Mélytengeri jövő
it: Futuro Oceanico
pt: Futuro Oceânico
pt_br: Futuro Oceânico
ru: Океаническое будущее
sk: Oceánska budúcnosť
tr: Okyanus Geleceği

# foe_data.age.VirtualFuture
source: Virtual Future
da: Virtuel fremtid
el: Εικονικό Μέλλον
es: Futuro Virtual
fr: Futur Virtuel
hu: Virtuális jövő
it: Futuro Virtuale
pt: Futuro Virtual
pt_br: Futuro Virtual
ru: Виртуальное будущее
sk: Virtuálna budúcnosť
tr: Sanal Gelecek

# foe_data.age.SpaceAgeMars
source: Space Age: Mars
da: Rumalder, Mars
el: Διαστημική Εποχή: Άρης
es: Era Espacial Marciana
fr: Ère Spatiale : Mars
hu: Űrkorszak: Mars
it: Era spaziale di Marte
pt: Era Espacial: Marte
pt_br: Marte da Era Espacial
ru: Космическая эра: Марс
sk: Vesmírny vek: Mars
tr: Uzay Çağı: Mars

# foe_data.age.SpaceAgeAsteroidBelt
source: Space Age: Asteroid Belt
el: Διαστημική Εποχή: Ζώνη Αστεροειδών
es: Era Espacial Cinturón de Asteroides
fr: Ère Spatiale : Ceinture d'Astéroïdes
hu: Űrkorszak - Aszteroidaöv
it: Fascia degli Asteroidi dell'Era Spaziale
pt: Idade Espacial: Cintura de Asteróides
pt_br: Cinturão de Asteroides da Era Espacial
ru: Космическая Эра: Пояс Астероидов
sk: Vesmírny vek: Pás asteroidov
tr: Uzay Çağı Asteroit Kemeri

# foe_data.age_short.NoAge
source: NA
da: SA
el: ΧΕ
es: SE
fr: SA
it: Nessuna Era
pt: SE
pt_br: SemEra
ru: НЭ
sk: ZD
tr: Çağ Yok

# foe_data.age_short.SpaceAgeMars
source: SAM
da: RAM
el: ΔΕΑ
es: EEM
fr: Mars
it: Età Spaziale di Marte
pt: SPM
pt_br: Marte
ru: Марс
sk: VVM
tr: Uzay Çağı Mars

# foe_data.age_short.VirtualFuture
source: VF
el: ΕΜ
es: FV
fr: VIR
it: Futuro Virtuale
pt: FV
pt_br: Virtual
ru: Виртуалка
sk: VB
tr: Sanal Gelecek

# foe_data.age_short.OceanicFuture
source: OF
el: ΩΜ
es: FO
fr: OCE
it: Futuro Oceanico
pt: FO
pt_br: Oceânica
ru: Океан
sk: OB
tr: Okyanus Geleceği

# foe_data.age_short.ArcticFuture
source: AF
el: ΑΜ
es: FA
fr: ARC
it: Futuro Artico
pt: FA
pt_br: Ártico
ru: Арктика
sk: AB
tr: Buzul Gelecek

# foe_data.age_short.TheFuture
source: TF
da: FT
el: ΤΜ
es: FUT
fr: FUT
it: Il Futuro
pt: FUT
pt_br: Futuro
ru: Будущее
sk: BU
tr: Gelecek

# foe_data.age_short.Tomorrow
source: TE
da: MD
el: ΕτΑ
es: MAÑ
fr: DEM
it: Età del Domani
pt: AM
pt_br: Amanhã
ru: Завтра
sk: ZA
tr: Yakın Gelecek

# foe_data.age_short.ContemporaryEra
source: CE
da: NT
el: ΣημΕ
es: CON
fr: CONT
it: Età Contemporanea
pt: CON
pt_br: Contemp
ru: Новейшее
sk: SE
tr: Yakın Çağ

# foe_data.age_short.PostmodernEra
source: PME
da: DPT
el: ΜΜΕ
es: POS
fr: PMOD
it: Età Postmoderna
pt: POS
pt_br: Pós
ru: ЭПМ
tr: Postmodern Çağ

# foe_data.age_short.ModernEra
source: ME
da: MÆ
el: ΣΕ
es: MOD
fr: MOD
it: Età Moderna
pt: MOD
pt_br: Moderna
ru: Модерн
tr: Modern Çağ

# foe_data.age_short.ProgressiveEra
source: PE
da: DPÆ
el: ΠΕ
es: PRO
fr: PROG
it: Età Progressista
pt: PRO
pt_br: Prog
ru: Прогресс
sk: PD
tr: İlerleme Çağı

# foe_data.age_short.IndustrialAge
source: InA
da: IT
el: ΒΕ
es: IND
fr: IND
it: Età Industriale
pt: Ind
pt_br: Industrial
ru: ЭП
sk: PE
tr: Sanayi Çağı

# foe_data.age_short.ColonialAge
source: CA
da: KT
el: ΑΕ
es: COL
fr: COL
it: Età Coloniale
pt: Co
pt_br: Colonial
ru: КП
sk: KV
tr: Sömürge Çağı

# foe_data.age_short.LateMiddleAges
source: LMA
da: SM
el: ΕτΥΜ
es: PEM
fr: REN
it: Basso Medioevo
pt: FIM
pt_br: FIM
ru: ПС
sk: NS
tr: Geç Dönem Orta Çağ

# foe_data.age_short.HighMiddleAges
source: HMA
da: HM
el: ΕτΜΜ
es: AEM
fr: MAC
it: Pieno Medioevo
pt: AIM
pt_br: AIM
ru: ВС
sk: VS
tr: Zirve Dönem Orta Çağ

# foe_data.age_short.EarlyMiddleAges
source: EMA
da: TM
el: ΕτΠΜ
es: BEM
fr: HMA
it: Alto Medioevo
pt: IIM
pt_br: IIM
ru: РС
sk: RS
tr: Erken Dönem Orta Çağ

# foe_data.age_short.IronAge
source: IA
da: JA
el: ΕτΣ
es: HI
fr: ADF
it: Età del Ferro
pt: IF
pt_br: Ferro
ru: ЖВ
sk: DZ
tr: Demir Devri

# foe_data.age_short.BronzeAge
source: BA
el: ΕτΧ
es: BR
fr: ADB
it: Età del Bronzo
pt: IB
pt_br: Bronze
ru: БВ
sk: DB
tr: Bronz Devri

# foe_data.gb.Observatory
source: Observatory
da: Observatoriet
el: Παρατηρητήριο
es: Observatorio
fr: Observatoire
hu: Obszervatórium
it: Osservatorio
pt: Observatório
pt_br: Observatório
ru: Обсерватория
sk: Hvezdáreň
tr: Gözlemevi

# foe_data.gb.Temple_of_Relics
source: Temple of Relics
da: Relikvietemplet
el: Ναός των Κειμηλίων
es: Templo de las reliquias
fr: Temple des reliques
hu: Ereklyék temploma
it: Tempio delle Reliquie
pt: Templo das relíquias
pt_br: Templo das Relíquias
ru: Храм реликвий
sk: Chrám relikvií
tr: Eserler Tapınağı

# foe_data.gb.Oracle_of_Delphi
source: Oracle of Delphi
da: Oraklet i Delfi
el: Μαντείο των Δελφών
es: Oráculo de Delfos
fr: Oracle de Delphes
hu: Delphoi józsda
it: Oracolo di Delfi
pt: Oráculo de Delphi
pt_br: Oráculo de Delfos
ru: Дельфийский оракул
sk: Delfská veštiareň
tr: Delphi Kahini

# foe_data.gb.Tower_of_Babel
source: Tower of Babel
da: Babelstårnet
el: Ο Πύργος τής Βαβέλ
es: Torre de Babel
fr: Tour de Babel
hu: Bábel tornya
it: Torre di Babele
pt: Torre de Babel
pt_br: Torre de Babel
ru: Вавилонская башня
sk: Babylonská veža
tr: Babil Kulesi

# foe_data.gb.Statue_of_Zeus
source: Statue of Zeus
da: Statue af Zeus
el: Το Άγαλμα του Δία
es: Estatua de Zeus
fr: Statue de Zeus
hu: Zeusz szobra
it: Statua di Zeus
pt: Estátua de Zeus
pt_br: Estátua de Zeus
ru: Статуя Зевса
sk: Diova socha
tr: Zeus Heykeli

# foe_data.gb.Colosseum
source: Colosseum
el: Κολοσαίο
es: Coliseo
fr: Colisée
hu: Kolosszeum
it: Colosseo
pt: Coliseu
pt_br: Coliseu
ru: Колизей
sk: Koloseum
tr: Kolezyum

# foe_data.gb.Lighthouse_of_Alexandria
source: Lighthouse of Alexandria
da: Fyrtårnet i Alexandria
el: Ο Φάρος τής Αλεξάνδρειας
es: El Faro de Alejandria
fr: Phare d'Alexandrie
hu: Alexandriai világitótorony
it: Il Faro di Alessandria
pt: Farol de Alexandria
pt_br: Farol de Alexandria
ru: Александрийский маяк
sk: Alexandrijský maják
tr: İskenderiye Feneri

# foe_data.gb.Hagia_Sophia
source: Hagia Sophia
el: Αγιά Σοφιά
es: Santa Sofía
it: Basilica di Santa Sofia
pt: Santa Sofia
pt_br: Basílica de Santa Sofia
ru: Собор Святой Софии
sk: Hagia Sofia
tr: AyaSofya

# foe_data.gb.Cathedral_of_Aachen
source: Cathedral of Aachen
da: Aachen Domkirke
el: Ο Καθεδρικός τού Άαχεν
es: Catedral de Aachen
fr: Cathédrale d'Aix-la-Chapelle
hu: Aacheni katedrális
it: Cattedrale di Acquisgrana
pt: Catedral de Aachen
pt_br: Catedral de Aachen
ru: Ахенский Собор
sk: Aachenský dóm
tr: Aachen Katedrali

# foe_data.gb.St_Mark_s_Basilica
source: St. Mark's Basilica
da: Markuskirken
el: Η Βασιλική τού Αγίου Μάρκου
es: Basílica de San Marcos
fr: Basilique Saint-Marc
hu: Szt. Márk bazilika
it: Basilica di San Marco
pt: Basílica de São Marcos
pt_br: Basílica de São Marcos
ru: Собор Святого Марка
sk: Bazilika svätého Marka
tr: St. Marks Bazilikası

# foe_data.gb.Notre_Dame
source: Notre Dame
el: Η Παναγία των Παρισίων
pt_br: Catedral de Notre-Dame
ru: Нотр-Дам
sk: Katedrála Notre-Dame

# foe_data.gb.Saint_Basil_s_Cathedral
source: St. Basil's Cathedral
da: Vasilij-katedralen
el: Καθεδρικός Ναός τού Μ. Βασιλείου
es: Catedral de San Basilio
fr: Cathédrale Saint-Basile
hu: Boldog Vazul-székesegyház
it: Cattedrale di San Basilio
pt: Catedral de São Basílio
pt_br: Catedral de São Basílio
ru: Храм Василия Блаженного
sk: Chrám Vasila Blaženého
tr: St. Basil Katedrali

# foe_data.gb.Castel_del_Monte
source: Castel del Monte
el: Castel del Monte (Κάστελ ντελ Μόντε)
es: Castillo del Monte
pt: Castelo del Monte
ru: Кастель-дель-Монте
tr: Castel de Monte

# foe_data.gb.Deal_Castle
source: Deal Castle
el: Deal Castle (Ντιλ Καστλ)
fr: Château de Deal
hu: Deal kastély
pt: Castelo de Deal
pt_br: Castelo de Deal
ru: Дильский замок
sk: Dealský hrad
tr: Deal Kalesi

# foe_data.gb.Frauenkirche_of_Dresden
source: Frauenkirche of Dresden
da: Frauenkirche i Dresden
el: Frauenkirche της Δρέσδης
es: Dresden Frauenkirche
fr: Frauenkirche de Dresde
hu: Drezdai Miasszonyunk templom
it: Frauenkirche di Dresda
pt: Frauenkirche de Dresden
pt_br: Frauenkirche Dresden
ru: Фрауэнкирхе
sk: Drážďanský kostol Panny Márie
tr: Dresden Frauenkirche

# foe_data.gb.Capitol
source: Capitol
el: Καπιτώλιο
es: Capitolio
fr: Capitole
hu: Kapitólium
it: Campidoglio
pt: Capitólio
pt_br: Congresso Nacional
ru: Капитолий
sk: Kapitol
tr: Kongre Binası

# foe_data.gb.Royal_Albert_Hall
source: Royal Albert Hall
el: Royal Albert Hall (Ρόαγιαλ Άλμπερτ Χαλ)
ru: Королевский Альберт-холл

# foe_data.gb.Chateau_Frontenac
source: Château Frontenac
el: Κάστρο Frontenac (Φροντενάκ)
es: Castillo de Frontenac
ru: Шато-Фронтенак
tr: Frontenac Şatosu

# foe_data.gb.Alcatraz
source: Alcatraz
el: Αλκατράζ
ru: Алькатрас

# foe_data.gb.Space_Needle
source: Space Needle
el: Πύργος Space Needle (Σπέις Νιντλ)
es: Aguja Espacial
pt: Obelisco Espacial
pt_br: Obelisco Espacial
ru: Спейс-Нидл

# foe_data.gb.Atomium
source: Atomium
el: Ατόμιο
ru: Атомиум
sk: Atómium

# foe_data.gb.Cape_Canaveral
source: Cape Canaveral
el: Ακρωτήριο Κανάβεραλ
es: Cabo Cañaveral
fr: Cap Canaveral
pt: Cabo Canaveral
pt_br: Cabo Canaveral
ru: Космодром на мысе Канаверал

# foe_data.gb.The_Habitat
source: The Habitat
da: Habitatet
el: Το Habitat (Χάμπιτατ)
es: El habitat
fr: L'Habitat
hu: A Habitat
it: Habitat 67
pt: O Habitat
pt_br: Habitação
ru: Хабитат
sk: Habitat
tr: Habitat

# foe_data.gb.Lotus_Temple
source: Lotus Temple
da: Lotustemplet
el: Ναός τού Λωτού
es: Templo del loto
fr: Temple du lotus
hu: Lótusz templom
it: Tempio del Loto
pt: Templo de Lótus
pt_br: Templo de Lótus
ru: Храм Лотоса
sk: Lotosový chrám
tr: Lotus Tapınağı

# foe_data.gb.Innovation_Tower
source: Innovation Tower
el: Πύργος Καινοτομίας
es: Torre de la Innovacion
fr: Tour de l'innovation
hu: Innovácios torony
pt: Torre da Inovação
pt_br: Torre da Inovação
ru: Башня Инноваций
sk: Inovačná veža
tr: Yenilik Kulesi

# foe_data.gb.Truce_Tower
source: Truce Tower
da: Dynamic Tower
el: Πύργος Ανακωχής
es: Torre Dinámica
fr: Tour de la trêve
hu: Dinamikus torony
it: Dynamic Tower
pt: Torre do Armistício
pt_br: Torre da Trégua
ru: Башня перемирия
sk: Dynamic Tower
tr: Ateşkes Kulesi

# foe_data.gb.Voyager_V1
source: Voyager V1
el: Voyager V1 (Βόγιατζερ Β1)
pt: Viajante V1
pt_br: Viajante
ru: Вояджер V1

# foe_data.gb.The_Arc
source: The Arc
da: Arken
el: Ο Θόλος
es: El Arca
fr: L'arche
hu: A Bárka
it: Progetto Arc
pt: A Arca
pt_br: O Arco
ru: Арка
sk: Oblúk
tr: Ark

# foe_data.gb.Rain_Forest_Project
source: Rain Forest Project
da: Regnskovsprojektet
el: Το Εγχείρημα του Τροπικού Δάσους
es: Proyecto Selva
fr: Forêt tropicale
hu: Esőerdő Projekt
it: Progetto Foresta Pluviale
pt: Projecto Floresta Tropical
pt_br: Projeto Floresta Tropical
ru: Проект "Дождевой лес"
sk: Projekt dažďového pralesa
tr: Yağmur Ormanı Projesi

# foe_data.gb.Gaea_Statue
source: Gaea Statue
el: Άγαλμα Γαίας
es: Estatua de Gea
fr: Statue de Gaïa
hu: Gaia-szobor
it: Statua di Gea
pt: Estátua de Gaia
pt_br: Estátua de Gaia
ru: Статуя Геи
sk: Socha matky Gaea
tr: Gaea Heykeli

# foe_data.gb.Arctic_Orangery
source: Arctic Orangery
da: Arktisk orangeri
el: Αρκτικός Πορτοκαλεώνας
es: Invernadero Ártico
fr: Orangerie arctique
hu: Sarkköri üvegház
it: Serra Artica
pt: Laranjal Artico
pt_br: Jardim de Inverno Ártico
ru: Арктическая оранжерея
sk: Arktický skleník
tr: Buzul Serası

# foe_data.gb.Seed_Vault
source: Seed Vault
da: Frøbanken
el: Τράπεζα Σπόρων
es: Almacén de semillas
fr: Chambre forte des graines
hu: Magbank
it: Deposito di sementi
pt: Silo Global de Sementes
pt_br: Depósito de Sementes
ru: Зернохранилище
sk: Trezor so semienkami
tr: Tohum Mahzeni

# foe_data.gb.Atlantis_Museum
source: Atlantis Museum
el: Μουσείο Ατλαντίδας
es: Museo de la Atlántida
fr: Musée de l'Atlantide
hu: Atlantiszi múzeum
it: Museo di Atlantide
pt: Museu Atlântida
pt_br: Museu de Atlântida
ru: Музей Атлантиды
sk: Múzeum Atlantídy
tr: Atlantis Müzesi

# foe_data.gb.The_Kraken
source: The Kraken
da: Kraken
el: Το Κράκεν
es: El Kraken
fr: Le Kraken
hu: A Kraken
it: Il Kraken
pt: O Monstro Marinho
pt_br: O Kraken
ru: Кракен
sk: Kraken
tr: Kraken

# foe_data.gb.The_Blue_Galaxy
source: The Blue Galaxy
da: Den Blå Galakse
el: Ο Μπλε Γαλαξίας
es: La Galaxia azul
fr: La galaxie bleue
hu: A Kék galaxis
it: La Galassia Blu
pt: Galáxia Azul
pt_br: A Galáxia Azul
ru: Синяя галактика
sk: Modrá galaxia
tr: Mavi Galaksi

# foe_data.gb.Terracotta_Army
source: Terracotta Army
da: Terrakottahær
el: Πήλινος Στρατός
es: Guerreros de Terracota
fr: Armée de terre cuite
hu: Agyaghadsereg
it: L'esercito di Terracotta
pt: Exército de Terracota
pt_br: Exército de Terracota
ru: Терракотовая армия
sk: Terakotová armáda
tr: Terrakota Ordusu

# foe_data.gb.Himeji_Castle
source: Himeji Castle
da: Himeji-borgen
el: Κάστρο Himeji (Χιμέτζι)
es: Castillo Himeji
fr: Château d'Himeji
hu: Himedzsi várkastély
it: Castello di Himeji
pt: Castelo Himeji
pt_br: Castelo de Himeji
ru: Замок Химедзи
sk: Hrad Himeji
tr: Himeji Kalesi

# foe_data.gb.The_Virgo_Project
source: The Virgo Project
da: Jomfruprojektet
el: Πρότζεκτ Αστερισμός τής Παρθένου
es: Proyecto Virgo
fr: Le Projet Virgo
hu: A Szűz-csillagkép projekt
it: Progetto della Vergine
pt: O Projeto Virgem
pt_br: O Projeto Virgem
ru: Проект Дева
sk: Projekt Virgo
tr: TakımYıldızı Projesi

# foe_data.gb.Star_Gazer
source: Star Gazer
da: Stjernekigger
el: Αστροπαρατηρητής
es: Observador Estelar
hu: Csillagvizsgáló
it: Osservatorio delle Stelle
pt: Observatório Estelar
pt_br: Observador das Estrelas
ru: Звездочёт
tr: Yıldız Gözetleyen

# foe_data.gb.Space_Carrier
source: Space Carrier
da: Rumtransportkskib
el: Διαστημικός Μεταφορέας
es: Transportador Espacial
fr: Transporteur Spatial
hu: Teherűrhajó
it: Trasportatore Spaziale
pt: Cargueiro Espacial
pt_br: Transportador Espacial
ru: Космический авианосец
sk: Vesmírny transportér
tr: Uzay Taşıyıcısı

# foe_data.gb_short.Statue_of_Zeus
source: Zeus
el: Δίας
hu: Zeusz
ru: Зевс
sk: Dio

# foe_data.gb_short.Colosseum
source: Colosseum
el: Κολοσαίο
es: Coliseo
fr: Colisée
hu: Kolosszeum
it: Colosseo
pt: Coliseu
pt_br: Coliseu
ru: Колизей
sk: Kolo
tr: Kollezyum

# foe_data.gb_short.The_Arc
source: Arc
da: Ark
el: Θόλος
es: El Arca
fr: Arche
hu: Bárka
pt: Arca
pt_br: Arco
ru: Арка
sk: Oblúk
tr: Ark

# foe_data.gb_short.Atlantis_Museum
source: AM
el: Ατλαντίδα
es: Atlántida
fr: Musée
hu: Atlantisz
it: Atlantide
pt: Museu
pt_br: Atlântida
ru: Музей
sk: Múzeum
tr: Atlantis

# foe_data.gb_short.The_Kraken
source: Kra
da: Kraken
el: Κράκεν
es: El Kraken
fr: Kraken
hu: Kraken
it: Kraken
pt: Monstro
pt_br: Kraken
ru: Кракен
sk: Kraken
tr: Kraken

# foe_data.gb_short.Hagia_Sophia
source: HS
el: Αγιά Σοφιά
es: SS
fr: Hagia
hu: Hagia
it: Sofia
pt: SS
pt_br: Sofia
ru: София
sk: Hagia
tr: Ayasofya

# foe_data.gb_short.Lighthouse_of_Alexandria
source: LoA
da: FiA
el: Φάρος
es: FdA
fr: Phare
hu: Alex
it: Faro
pt: FdA
pt_br: Farol
ru: Маяк
sk: Maják
tr: İskenderiye

# foe_data.gb_short.Oracle_of_Delphi
source: OoD
da: OiD
el: Δελφοί
es: OdD
fr: Oracle
hu: Jósda
it: Delphi
pt: OdD
pt_br: Delfos
ru: Оракул
sk: Veštiareň
tr: Delphi

# foe_data.gb_short.Temple_of_Relics
source: ToR
da: Relikvietemplet
el: Κειμηλίων
es: TdR
fr: TdR
hu: Ereklye
it: Tempio
pt: TdR
pt_br: Relíquias
ru: Храм
sk: Relikvie
tr: Eserler

# foe_data.gb_short.Space_Carrier
source: SC
el: Μεταφορέας
fr: Transporteur
hu: Teher
it: Trasportatore
pt: Cargueiro
pt_br: Transportador
ru: Авик
sk: Transportér
tr: UT

# foe_data.gb_short.Star_Gazer
source: SG
da: SK
es: OE
fr: Gazer
hu: Csillag
it: Oss. stelle
pt: OE
pt_br: Observador
ru: Звездочёт
sk: Gazer
tr: Yıldız

# foe_data.gb_short.The_Virgo_Project
source: VP
da: Jomfru
es: PV
fr: Virgo
hu: Szűz
it: Vergine
pt: PV
pt_br: Projeto Virgem
ru: Дева
sk: Virgo
tr: TYP

# foe_data.gb_short.Himeji_Castle
source: HC
da: HB
el: Χιμέτζι
es: CH
fr: Himeji
hu: Himi
it: Himeji
pt: CH
pt_br: Himeji
ru: Хим
sk: Himeji
tr: Himeji

# foe_data.gb_short.Terracotta_Army
source: TA
da: TH
el: Πήλινος
es: GT
fr: ATC
hu: Agyag
it: Terra
pt: ET
pt_br: Terracota
ru: Терра
sk: Terra
tr: Tera

# foe_data.gb_short.The_Blue_Galaxy
source: BG
da: DBG
el: Γαλαξίας
es: GA
fr: Galaxie
hu: Galaxis
it: Galassia
pt: GA
pt_br: Galáxia
ru: Галактика
sk: Galaxia
tr: MG

# foe_data.gb_short.Seed_Vault
source: SV
da: FB
el: Τράπεζα Σπόρων
es: AdS
fr: Chambre (CFdG)
hu: Magbank
it: Deposito
pt: SGS
pt_br: Sementes
ru: Зерно
sk: Trezor
tr: Tohum

# foe_data.gb_short.Arctic_Orangery
source: AO
el: Πορτοκαλεώνας
es: IA
fr: Orangerie
hu: Sarkköri
it: Serra
pt: LA
pt_br: Jardim
ru: Снег
sk: Skleník
tr: Buzul
