Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# components.cf_calculator.tutorial.fpBy24h
source: Put the number of FPs you obtain in 24 hours.
da: Angiv antal FP'er du får efter 24 timer.
el: Γράψτε την ποσότητα των ΦΠ που συλλέγετε ανά 24ωρο.
es: Ponga la cantidad de FP que obtiene en 24 horas.
fi: Syötä kuinka paljon tulee TP 24 tunnissa.
fr: Mettez le nombre de PFs que vous obtenez tous les 24 heures.
hu: Add meg, hogy 24 óra alatt hány darab FP-t szerzel.
it: Inserisci il numero di PF che ottieni in 24 ore.
no: Legg inn antall FP du får på 24 timer.
pt: Coloca o numero de PF's da recolha de 24 horas.
pt_br: Coloque a quantidade de Pontos Forges que você produz diariamente.
ru: Укажите количество СО, которые вы получаете за 24 часа.
sk: Vložte množstvo BV ktoré získavate za 24 hodín.
tr: 24 saat içinde elde ettiğiniz FP'lerin sayısını yazın.

# components.cf_calculator.tutorial.suppliesGathered
source: Put the number of supplies you want to use for the second recurring quest.
da: Angiv det antal forsyninger du ønsker at bruge for den sekundære opgave.
el: Γράψτε την ποσότητα των προμηθειών που θελετε να χρησιμοποιήσετε για την δεύτερη επαναλαμβανόμενη αποστολή.
es: Ponga la cantidad de suministros que desea usar para la segunda búsqueda recurrente.
fi: Syötä kuinka paljon tarvikkeita haluat käyttää toiseen toistuvaan tehtävään.
fr: Indiquez le nombre de marchandises que vous souhaitez utiliser pour la deuxième quête récurrente.
hu: Add meg, mennyi alapanyagot akarsz felhasználni a második ismétlődő küldetésre.
it: Inserisci il numero di materiali che vuoi usare per la seconda missione ricorrente.
no: Angi det antall forsyninger du ønsker å bruke for det andre gjentakende oppdraget.
pt: Coloca a quantidade de mantimentos para usar na segunda missão recorrente.
pt_br: Coloque a quantidade de mantimentos que você deseja usar para a segunda missão recorrente.
ru: Укажите количество ресурсов, которые вы хотите использовать для второго повторяющегося квеста.
sk: Vložte množstvo zásob, ktoré chcete použiť pre druhú opakujúcu sa úlohu.
tr: Tekrar eden ikinci görev için kullanmak istediğiniz erzak sayısını girin.

# components.cf_calculator.tutorial.yourCfBoost
source: Put your @:(foe_data.gb.Chateau_Frontenac) boost. Example: for 450%, put 450.
da: Indsæt @:(foe_data.gb.Chateau_Frontenac) boost. Eksempel: for 450%, indsæt 450.
el: Συμπληρώστε την προσαύξηση του δικού σας @:(foe_data.gb.Chateau_Frontenac) boost. Παράδειγμα: για 450%, γράψτε 450.
es: Indique su bono de @:(foe_data.gb.Chateau_Frontenac). Ejemplo: para 450%, ponga 450.
fi: Syötä @:(foe_data.gb.Chateau_Frontenac) kerroin. Esim: CF kerroin 450%, laita 450.
fr: Mettez le bonus de votre @:(foe_data.gb.Chateau_Frontenac). Exemple : pour 450%, mettez 450.
hu: Írd be a @:(foe_data.gb.Chateau_Frontenac) bónuszodat. Például: 450% esetén írj be 450-et.
it: Inserisci il bonus del tuo @:(foe_data.gb.Chateau_Frontenac). Esempio: per 450%, inserisci 450.
no: Legg inn din @:(foe_data.gb.Chateau_Frontenac)-bonus. Eksempel: for 450%, legg inn 450.
pt: Coloca o teu @:(foe_data.gb.Chateau_Frontenac) boost. Exemplo: para 450%, coloca 450.
pt_br: Coloque o bônus do seu @:(foe_data.gb.Chateau_Frontenac). Exemplo: para 450%, coloque 450.
ro: Introduceți „quest-bonusul” al @:(foe_data.gb.Chateau_Frontenac) dvs Exemplu: pentru 450%, introduceti 450.
ru: Укажите множитель вашего @:(foe_data.gb.Chateau_Frontenac) в процентах. Пример: для 450%, укажите 450.
sk: Vložte svoj@:(foe_data.gb.Chateau_Frontenac) bonus. Príklad: pre 450%, vložte 450.
tr: @:(foe_data.gb.Chateau_Frontenac) bonusunuzu yazın. Örneğin: %450 için, 450 yazın.

# components.cf_calculator.tutorial.welcome
source: This tool is purely informal. It gives you information about what you can statistically obtain with your @:(foe_data.gb.Chateau_Frontenac).
el: Αυτό το εργαλείο είναι απολύτως ανεπίσημο. Σας παρέχει στατιστικές πληροφορίες για το τι μπορείτε ν' αποκτήσετε από το δικό σας @:(foe_data.gb.Chateau_Frontenac).
es: Esta herramienta es puramente informal. Le brinda información sobre lo que puede obtener estadísticamente con su @:(foe_data.gb.Chateau_Frontenac).
fi: Tämä työkalu on epävirallinen. Se vain kertoo mitä voit todennäköisesti saada @:(foe_data.gb.Chateau_Frontenac).
fr: Cet outil est purement informel. Il vous donne des informations sur ce que vous pouvez statistiquement obtenir avec votre @:(foe_data.gb.Chateau_Frontenac).
hu: Ez az eszköz kizárólag tájékoztató jellegű. Azt adja meg, hogy statisztikailag mit kaphatsz a @:(foe_data.gb.Chateau_Frontenac).
it: Questo strumento è puramente informale. Fornisce informazioni su cosa puoi statisticamente ottenere con il tuo @:(foe_data.gb.Chateau_Frontenac).
no: Dette verktøyet er bare til informasjon. Det gir deg informasjon om hva du, statistisk, kan oppnå med ditt @:(foe_data.gb.Chateau_Frontenac).
pt: Esta ferramenta é puramente informativa, da apenas informação sobre a estatística que podes obter do teu @:(foe_data.gb.Chateau_Frontenac).
pt_br: Esta ferramenta é puramente informativa. Ela te dá informação sobre o que você pode obter, estatisticamente, do seu @:(foe_data.gb.Chateau_Frontenac) ao concluir missões recorrentes.
ro: Acest instrument are doar scop informativ. Arată ce poți obține teoretic de la @:(foe_data.gb.Chateau_Frontenac).
ru: Этот инструмент носит информационный характер. Он показывает что Вы сможете теоретически получить с вашего @:(foe_data.gb.Chateau_Frontenac).
sk: Tento nástroj je čisto informatívny. Poskytuje informácie ktoré sa dajú získať štatisticky s Vaším @:(foe_data.gb.Chateau_Frontenac).
tr: Bu araç tamamen gayri resmidir. @:(foe_data.gb.Chateau_Frontenac) ile istatistiksel olarak elde edebileceğiniz şeyler hakkında size bilgi verir.

# components.cf_calculator.tutorial.coinSupplyReturn
source: This table show you the number of coins and supplies that you will earn statistically from the initial investment (with what you are willing to spend in coins and supplies).
da: Denne tabel viser dig antallet af mønter og forsyninger du (statistisk set) vil optjene ud fra den første investering. (Med hvad du er villig til at bruge i mønter og forsyninger).
el: Σ' αυτόν τον πίνακα εμφανίζεται η ποσότητα των νομισμάτων και των προμηθειών που, στατιστικά, θα κερδίσετε, βάσει της αρχικής σας δαπάνης, (σύμφωνα μ αυτά που προτίθεστε να δαπανήσετε σε νομίσματα και προμήθειες).
es: Esta tabla le muestra la cantidad de monedas y suministros que obtendrá estadísticamente de la inversión inicial (con lo que está dispuesto a gastar en monedas y suministros).
fi: Tässä taulukossa on kuinka paljon saat kolikoita ja tarvikkeita tilastollisesti alkuperäisestä panoksestasi (siis kuinka paljon laitoit kolikoita ja tarvikkeita käytettäväksi).
fr: Ce tableau vous indique le nombre de pièces d'or et de marchandises que vous gagnerez statistiquement à partir de l'investissement initial (avec ce que vous êtes prêt à dépenser en pièces d'or et marchandises).
hu: Ez a táblázat mutatja, hogy (statisztikailag) mennyi pénzt és alapanyagot fogsz nyerni a kezdeti befektetéseddel (a pénzzel és az alapanyaggal, amit el tervezel költeni).
it: Questa tabella mostra il numero di monete e materiali che guadagnerai statisticamente rispetto l'investimento iniziale (con quanto sei disposto a spendere in monete e forniture).
no: Denne tabellen viser det antallet mynt og forsyninger du statistisk vil tjene basert på den opprinnelige investeringen (basert på hva du er villig til å bruke av mynt og forsyninger).
pt: Esta tabela mostra o numero de moedas e mantimentos que vais ganhar estatisticamente do teu investimento inicial (com aquilo que estas disposto a gastar em moedas e mantimentos).
pt_br: Esta tabela mostra o número de moedas e mantimentos que você (estatisticamente) ganhará com o seu investimento inicial (aquilo que está disposto a gastar em moedas e mantimentos).
ru: Эта таблица показывает вам количество монет и ресурсов, которые вы заработаете теоретически от первоначальных инвестиций (с тем, что вы готовы потратить в монетах и ресурсах).
sk: T8to tabuľka ukazuje množstvo mincí a zásob, ktoré štatisticky získate pri počiatočnom investovaní (s tým čo ste ochotný minúť zo zásob a mincí).

# components.cf_calculator.tutorial.secondRqCompleted
source: Number of second recurring quests that you can complete.
da: Antal sekundære gentagne opgaver, som du kan færdiggøre.
el: Συνολικός αριθμός δεύτερων επαναλαμβανόμενων αποστολών που μπορείτε να ολοκληρώσετε.
es: Número de segundas misiones recurrentes que puedes completar.
fi: Toisen kierroksen toistuvien tehtävien määrä.
fr: Nombre de secondes quêtes récurrentes que vous pouvez accomplir.
hu: A második visszatérő küldetések száma, amit teljesíteni tudsz.
it: Numero di missioni ricorrenti secondarie che puoi completare.
no: Antall andre gjentakende oppdrag du kan gjennomføre.
pt: Numero de missões secundarias recorrentes que podes completar.
pt_br: Quantidade de 2ª missão recorrente que você pode completar.
ru: Количество повторений второго повторного квеста, которое вы можете выполнить.
sk: Počet opakovaní druhej opakovateľnej úlohy, ktorú môžete dokončiť.
tr: Tamamlayabileceğiniz ikinci tekrar eden görev sayısı.

# components.cf_calculator.tutorial.totalRqCompleted
source: Total of recurring quests you can (statistically) complete.
da: Totalt antal gentagne opgaver du kan færdiggøre. (statistisk set).
el: Σύνολο επαναλαμβανόμενων αποστολών που μπορείτε, (στατιστικά), να ολοκληρώσετε.
es: Total de misiones recurrentes que puedes completar (estadísticamente).
fi: Kuinka monta toistuvaa tehtävää saat (tilastollisesti) suoritettua.
fr: Total des quêtes récurrentes que vous pouvez (statistiquement) accomplir.
hu: A visszatérő küldetések összege, amit (statisztikailag) teljesíteni tudsz.
it: Numero totale di missioni ricorrenti che puoi (statisticamente) completare.
no: Antall gjentakende oppdrag du (statistisk) kan gjennomføre.
pt: Total de missões recorrentes que vais (estatisticamente) completar.
pt_br: Total de missões recorrentes que você (estatisticamente) completará.
ru: Общее количество повторяющихся квестов, которые вы можете (теоретически) выполнить.
sk: Celkový počet opakovaní opakovateľnej úlohy, ktorú môžete (štatisticky) dokončiť.
tr: Tamamlayabileceğiniz (istatistiksel olarak) yinelenen görevlerin toplamı.

# components.cf_calculator.tutorial.infiniteGenerator
source: This section are show only when the @:(foe_data.gb.Chateau_Frontenac) boost (according to your Age) give you statistically more coins and supply that you will spend.
da: Denne sektion er kun vist, når @:(foe_data.gb.Chateau_Frontenac) boost (ift. din tidsalder) giver dig statistisk flere mønter og forsyninger, end du vil give.
el: Αυτή η ενότητα εμφανίζεται μόνο όταν η προσαύξηση του @:( foe_data.gb.Chateau_Frontenac) (σύμφωνα με την εποχή σας) παρέχει, στατιστικά, περισσότερα νομίσματα και προμήθειες απ' όσα θα δαπανήσετε.
es: Esta sección se muestra solo cuando el aumento de @:(foe_data.gb.Chateau_Frontenac) (según su edad) le proporciona estadísticamente más monedas y suministros que gastará.
fi: Tämä osio näkyy vain kun sinun @:(foe_data.gb.Chateau_Frontenac) kerroin (aikakauden mukaan) antaa sinulle tilastollisesti enemmän kolikoita ja tarvikkeita kuin käytät.
fr: Cette section n'est affichée que lorsque le boost @:(foe_data.gb.Chateau_Frontenac) (en fonction de votre âge) vous donne statistiquement plus de pièces d'or et de marchandises que vous allez en dépenser pour faire les quêtes.
hu: Ez a rész csak akkor látható, ha a @:(foe_data.gb.Chateau_Frontenac) bónusz (a korodat is figyelembe véve) statisztikailag több pénzt és alapanyagot ad, mint amennyit költeni fogsz.
it: Questa sezione è mostrata soltanto quando il potenziamento del tuo @:(foe_data.gb.Chateau_Frontenac) ti fornisce statisticamente più monete e materiali di quelli che spenderai (in base alla tua Era).
no: Denne seksjonen vises kun når @:(foe_data.gb.Chateau_Frontenac) bonus (i forhold til din Era) statistisk sett gir deg mer mynt og forsyninger enn du investerer.
pt: Esta secção mostra apenas quando o @:(foe_data.gb.Chateau_Frontenac) ajuda (de acordo com a tua Era) dá estatisticamente mais moedas e mantimentos do que vais gastar.
pt_br: Esta seção é mostrada apenas quando o bônus do @:(foe_data.gb.Chateau_Frontenac) (de acordo com a sua Era), estatisticamente, dá mais moedas e mantimentos do que você gasta com as missões recorrentes.
ru: Этот раздел показывается только тогда, когда бонус @:(foe_data.gb.Chateau_Frontenac) (в соответствии с вашей эпохой) даст вам теоретически больше монет и ресурсов, чем вы потратите.
sk: Táto časť sa zobrazuje, len ak @:(foe_data.gb.Chateau_Frontenac) bonus (vo Vašom aktuálnom veku) dáva štatisticky viac minci a zásob ako miniete.

# components.cf_calculator.tutorial.totalFp
source: Number of FPs you will earn with quests, GBs, etc.
da: Antal FP'er, du vil optjene med opgaver, SB'er, osv.
el: Αριθμός ΦΠ που θα κερδηθούν από αποστολές, ΜΚ, κλπ.
es: Número de FP que ganarás con misiones, GEs, etc.
fi: Kuinka paljon TP saat tehtävistä, HR:stä, jne.
fr: Nombre de PFs que vous gagnerez avec les quêtes, les GMs, etc.
hu: Az FP mennyisége, amit kapni fogsz a küldetésekből, nevezetesekből, stb.
it: Numero di PF che guadagnerai con missioni, GE, etc.
no: Antall FP du vil tjene med oppdrag, GB, osv.
pt: Total de PFs que vais ganhar com missões,GEs, etc.
pt_br: Número total de Pontos Forge que você ganhará com missões, GEs, etc.
ru: Количество СО, которые вы получите с помощью квестов, ВС и т.д.
sk: Počet bodov, ktoré získate s úlohami, VB-čkami, a pod.
tr: Görevler, devasa binalar vb. ile kazanacağınız FP sayısı.

# components.cf_calculator.tutorial.totalGoods
source: Number of goods you will earn with quests, GBs, etc.
da: Antal varer, du vil optjene med opgaver, SB'er, osv.
el: Ποσότητα αγαθών που θα κερδηθούν από αποστολές, ΜΚ, κλπ.
es: Número de bienes que ganarás con misiones, GEs, etc.
fi: Kuinka paljon tavaroita saat tehtävistä, HR:stä, jne.
fr: Nombre de ressources que vous gagnerez avec les quêtes, les GMs, etc.
hu: A termék mennyisége, amit kapni fogsz a küldetésekkel, nevezetesekkel, stb.
it: Numero di beni che guadagnerai con missioni, GE, etc.
no: Antall varer du vil tjene med oppdrag, GB, osv.
pt: Total de mercadorias que vais ganhar com missões,GEs, etc.
pt_br: Número total de mercadorias que você ganhará com missões, GEs, etc.
ru: Количество товаров, которые вы получите с помощью квестов, ВС и т.д.
sk: Množstvo materiálu ktoré získate s úlohami, VB-čkami, a pod.
tr: Görevler, devasa binalar vb. ile kazanacağınız malların sayısı.

# components.cf_calculator.tutorial.tableReward
source: This table shows you the rewards that you will earn. Keep in mind that the values are based on an empirical probability.
da: Denne tabel viser dig belønningerne, du kan tjene. Husk at værdierne er baseret på empirisk sandsynlighed.
el: Σ' αυτόν τον πίνακα εμφανίζονται οι ανταμοιβές που θα κερδίσετε. Έχετε κατά νου ότι οι τιμές βασίζονται σε μια εμπειρική πιθανότητα.
es: Esta tabla le muestra las recompensas que ganará. Tenga en cuenta que los valores se basan en una probabilidad empírica.
fi: Tämä taulukko näyttää ansaitsemasi palkinnot. Muista että arvot pohjautuvat empiiriseen todennäköisyyteen.
fr: Ce tableau vous indique les récompenses que vous gagnerez. N'oubliez pas que les valeurs sont basées sur une probabilité empirique.
hu: Ez a táblázat megmutatja a jutalmakat, amiket kapni fogsz. Vedd figyelembe, hogy az értékek statisztikai valószínűségen alapulnak.
it: Questa tabella ti mostra le ricompense che guadagnerai. Ricorda che i valori sono basati su una probabilità empirica.
no: Denne tabellen viser deg belønninger du vil oppnå. Husk på at belønningens størrelse er basert på empirisk sannsynlighet.
pt: Esta tabela mostra os prémios que vais receber. Lembra te que estes valores são baseados numa probabilidade.
pt_br: Esta tabela mostra as recompensas que você ganhará. Lembre-se de que os valores são baseados em uma probabilidade empírica.
ru: В этой таблице представлены вознаграждения, которые вы получите. Имейте в виду, что значения основаны на эмпирической вероятности.
sk: Táto tabuľka ukazuje odmenu, ktorú získate. Pamätajte nato, že táto hodnota je vypočítaná na základe empirickej pravdepodobnosti.
tr: Bu tablo size kazanacağınız ödülleri gösterir. Değerlerin deneysel bir olasılığa dayandığını unutmayın.

# components.cf_calculator.tutorial.cumulativeQuest
source: In that case, you need to set the number of Quests you want to do.
da: I det tilfælde skal du sætte antal opgaver, du ønsker at lave.
el: Στην περίπτωση αυτή, απαιτείται να ορίσετε τον αριθμό των αποστολών που επιθυμείτε να κάνετε.
es: En ese caso, debe establecer el número de misiones que desea hacer.
fi: Siinä tapauksessa, aseta kuinka monta toistuvaa tehtävää haluat tehdä.
fr: Dans ce cas, vous devez indiquez le nombre de quêtes que vous voulez faire.
hu: Ebben az esetben be kell állítania a végrehajtani kívánt küldetések számát.
it: In questo caso, devi impostare il numero di Missioni che vuoi svolgere.
no: I så tilfelle må du angi det antall oppdrag du ønsker å gjennomføre.
pt: Em nesse caso, precisas de dizer o numero de missões que queres fazer.
pt_br: Nesse caso, você precisa dizer quantas missões recorrentes deseja fazer.
ru: В этом случае необходимо задать количество заданий, которые вы хотите выполнить.
sk: V tomto prípade, musíte nastaviť počet úloh, ktoré chcete spraviť.
tr: Bu durumda, yapmak istediğiniz Görev sayısını belirlemeniz gerekir.

# components.cf_calculator.tutorial.otherRq
source: Set the other daily recurring quests you have currently done.
da: Vælg den sekundære gentagne opgave du nu har gennemført.
el: Ορίστε τις άλλες ημερήσιες επαναλαμβανόμενες αποστολές που έχεις ήδη ολοκληρώσει μέχρι τώρα.
es: Establece las otras misiones recurrentes diarias que hayas hecho actualmente.
fi: Aseta kuinka paljon muita toistuvia tehtäviä olet tehnyt.
fr: Indiquez les autres quêtes récurrentes que vous avez effectuées aujourd'hui.
hu: Állítsd be a másik visszatérő küldetést, amit már megcsináltál.
it: Inserisci le altre missioni giornaliere ricorrenti che hai attualmente svolto.
no: Angi de andre gjentakende oppdragene du har gjennomført.
pt: Marca outra missão diária recorrente já concluída.
pt_br: Coloque outras missões recorrentes diárias já concluídas.
ru: Задайте другие ежедневные повторяющиеся квесты, которые вы сделали в настоящее время.
sk: Nastavte druhú opakujúcu sa dennú úlohu, ktorú ste práve spravili.
tr: Şu anda yaptığınız diğer günlük yinelenen görevleri ayarlayın.

# components.gb_investment.gb_list_select.label
source: Switch Great Building
da: Skift Særlig BYgning
el: Επιλογή Μεγάλου Κτιρίου
es: Cambiar de Gran Edificio
fi: Vaihda Historiallista Rakennusta
fr: Changer de Grand Monument
hu: Válassz nevezetes épületet
it: Cambia grande edificio
no: Bytt Storslått Bygning
pt: Troca de Grande Edifício
pt_br: Trocar de Grande Edifício
ru: Великое Строение
sk: Zmeňte Veľkolepú budovu
tr: Devasa Binayı Değiştir

# components.gb_investment.gb_list_select.info
source: You can change the style of the selector (legacy selector or auto-complete) in global settings
da: Du kan ændre stilen på vælgeren i globale instillinger
el: Μπορείτε να αλλάξετε το στυλ (παλαιού τύπου επιλογή ή αυτόματη-συμπλήρωση) στις παγκόσμιες ρυθμίσεις.
es: Puede cambiar el estilo de selección (por selección o auto completar) en los ajustes globales
fi: Voit vaihtaa valitsimen tyyliä (alkuperäinen tai automaattisesti täydentävä) yleisasetuksissa
fr: Vous pouvez changer le style du sélecteur (ancien sélecteur ou auto-complétion) dans les paramètres globaux
hu: Az általános beállításokban megváltoztathatod a választó stílusát (régi fajta, vagy automatikus kiegészítés)
it: È possibile modificare lo stile del selettore (Selettore di eredità o completamento automatico) nelle impostazioni globali
no: Du kan endre stilen til velgeren (legacy selector eller auto-complete) i globale innstillinger
pt: Podes mudar o estilo do seleccionador (seleccionador manual ou de preenchimento automático) nas definições globais
pt_br: Você pode mudar o estilo do seletor (seletor legado ou auto-completar) nas configurações globais
ru: Вы можете изменить стиль выбора ВС (устаревший или автозаполнение) в глобальных настройках
sk: V nastaveniach si môžete zmeniť spôsob hľadania názvu VB (radenie postupne podľa dôb alebo automatického dopĺňania textu)
tr: Genel ayarlarda seçicinin stilini (eski seçici veya otomatik tamamlama) değiştirebilirsiniz

# components.gb_investment.gb_investment.description.p1
source: Enter the level (to) and Arc bonus % (90% for Arc lvl 80). The values in the table update automatically.
da: Indtast næste SB niveau og Ark bonus % (90% for Arken i level 80). Værdierne i tabellen opdateres automatisk.
el: Ορίστε το επίπεδο (προς αναβάθμιση) του Θόλου και την % επιθυμητή προσαύξηση (90% για Θόλους επ. 80). Οι τιμές στα πεδία τού πίνακα ενημερώνονται αυτόματα.
es: Ingrese los valores por nivel y porcentaje de bono. Los valores en la tabla se actualizan automáticamente.
fi: Syötä taso ja Kupu bonus % (90% jos 80 tason Kupu). Taulukon arvot päivittyvät automaattisesti.
fr: Saisissez les valeurs pour le niveau et le pourcentage de bonus. Les valeurs du tableau se mettent à jour automatiquement.
hu: Add meg a szintet és a bónusz százalék értékeit. A táblázatban szereplő értékek automatikusan frissülnek.
it: Inserisci il livello (quello che si deve raggiungere) e il bonus di Arc % (90% per un Arc livello 80). I valori si aggiorneranno automaticamente.
no: Fyll inn nivået (til) og Arc bonus % (90% for Arc nivå 80). Innholdet i tabellen oppdateres automatisk.
pt: Insira o nível de % de bónus da Arca (90% para o nível 80 da Arca). Os valores na tabela são actualizados automaticamente.
pt_br: Insira o nível (que o GE chegará) e a % do bônus do Arco (90% para Arco nível 80). Os valores na tabela são atualizados automaticamente.
ru: Укажите прокачиваемый уровень вашего ВС и стандартный множитель Арки ваших вкладчиков в процентах. Значения в таблице ниже рассчитаются автоматически.
sk: Vlož na akú úroveň a bonus % Oblúka (90% pre Oblúk úr 80). Hodnoty v tabuľke sa aktualizujú automaticky.
tr: Seviye ve Ark bonus yüzdesi girin (80 Seviye Ark için %90 oran). Tablodaki değerler otomatik olarak güncellenir.
