Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# main_menu.home
source: Home
da: Hjem
el: Αρχική
es: Inicio
fi: Koti
fr: Accueil
hu: Kezdőlap
no: Hjem
pt: Página Principal
pt_br: Início
ro: Acasă
ru: Главная
sk: Domov
tr: Ana Sayfa

# footer_menu.about
source: About
da: Om
el: Σχετικά
es: Acerca de
fi: Tietoja
fr: À propos
hu: Rólunk
it: A proposito di
no: Om
pt: Sobre
pt_br: Sobre
ro: Despre
ru: О проекте
sk: Viac o
tr: Hakkımızda

# footer_menu.contributors
source: Contributors
da: Bidragydere
el: Συνεισφέροντες
es: Colaboradores
fi: Kirjoittajat
fr: Contributeurs
hu: Közreműködők
it: Contributori
no: Bidragsytere
pt: Contribuidores
pt_br: Contribuidores
ro: Contribuitori
ru: Авторы и участники проекта
sk: Prispievatelia
tr: Katkıda Bulunanlar

# footer_menu.changelog
source: Changelog
el: Αλλαγές
es: Registro de Cambios
fi: Muutosloki
hu: Változás napló
it: Registro delle modifiche
no: Endringslogg
pt_br: Registro de Alterações
ro: Jurnal schimbari
ru: История обновлений сайта
sk: Zoznam zmien
tr: Değişiklikler

# footer_menu.contact
source: Contact
da: Kontakt
el: Επικοινωνία
es: Contacto
fi: Yhteystiedot
hu: Kapcsolat
it: Contatti
no: Kontakt
pt: Contacto
pt_br: Contato
ru: Контакты
sk: Kontakt
tr: İletişim

# components.campaign_cost.choose_province
source: Choose a province
da: Vælg en provins
el: Επιλέξτε μια επαρχία
es: Elije una Provincia
fi: Valitse provinssi
fr: Choissisez une province
hu: Válassz egy tartományt
it: Scegli una provincia
no: Velg en provins
pt: Escolhe uma província
pt_br: Escolha uma província
ro: Alege o provincie
ru: Выберите провинцию
sk: Zvoľte si provinciu
tr: Bölge seçin

# components.campaign_cost.message.haveUnknownCosts
source: This province contains one or more sectors that are missing values.
da: Denne provins indeholder én eller flere sektorer, der mangler værdier.
el: Αυτή η επαρχία περιέχει έναν ή περισσότερους τομείς χωρίς δεδομένα.
es: Esta provincia contiene uno o más sectores con valores faltantes.
fi: Tässä provinssissa yhdestä tai useammasta sektorista puuttuu arvoja.
fr: Cette province contient un ou plusieurs secteurs dont il manque des valeurs.
hu: Ez a tartomány egy vagy több szektort tartalmaz, amelyeknél hiányoznak az értékek.
it: Questa provincia contiene uno o più settori in cui mancano i valori.
no: Denne provinsen inneholder en eller flere sektorer som mangler verdier.
pt: Esta província contem um ou mais sectores sem valores.
pt_br: Esta província contém um ou mais setores com valores faltando.
ru: Эта провинция содержит один или несколько секторов, в которых отсутствуют значения.
sk: Provincia obsahuje jeden alebo viac sektorov , ktorým chýbajú hodnoty.
tr: Bu bölgede değerleri eksik olan bir veya daha fazla sektör var.

# components.campaign_cost.provinces
source: Provinces
da: Provinser
el: Επαρχίες
es: Provincias
fi: Provinssit
hu: Tartományok
it: Province
no: Provinser
pt: Províncias
pt_br: Províncias
ro: Provincii
ru: Провинции
sk: Provincie
tr: Eyaletler

# components.campaign_cost.all_provinces
source: All provinces
da: Alle provinser
el: Όλες οι επαρχίες
es: Todas las provincias
fi: Kaikki provinssit
fr: Toutes les provinces
hu: Minden tartomány
it: Tutte le provincie
no: Alle provinser
pt: Todas as províncias
pt_br: Todas as províncias
ro: Toate provinciile
ru: Все провинции
sk: Všetky provincie
tr: Tüm eyaletler

# components.campaign_cost.all_ages
source: All Ages
da: Alle aldre
el: Όλες οι εποχές
es: Todas las Edades
fi: Kaikki aikakaudet
fr: Tous les âges
hu: Minden kor
it: Tutte le età
no: Alle eraer
pt: Todas as Eras
pt_br: Todas as Eras
ro: Toate erele
ru: Все эпохи
sk: Všetky éry
tr: Tüm Çağlar

# components.cf_calculator.block_cfc.your_age
source: Your Age
da: Din tidsalder
el: Η εποχή σου
es: Tu Era
fi: Aikakausi
fr: Votre age
hu: Melyik korban vagy
it: La tua età
no: Din alder
pt: A tua ERA
pt_br: Sua Era
ro: Era ta
ru: Ваша эпоха
sk: Tvoj vek
tr: Çağınız

# components.cf_calculator.block_cfc.your_cf_boost
source: Your @:(foe_data.gb.Chateau_Frontenac) Boost
da: Dit @:(foe_data.gb.Chateau_Frontenac) boost
el: Επιπλέον μπόνους από @:(foe_data.gb.Chateau_Frontenac)
es: Tu @:(foe_data.gb.Chateau_Frontenac) Bonus
fi: Sinun @:(foe_data.gb.Chateau_Frontenac) kerroin
fr: Le bonus de votre @:(foe_data.gb.Chateau_Frontenac)
hu: A @:(foe_data.gb.Chateau_Frontenac) bónuszod
it: Il tuo bonus di @:(foe_data.gb.Chateau_Frontenac)
no: Din @:(foe_data.gb.Chateau_Frontenac) bonus
pt: O teu @:(foe_data.gb.Chateau_Frontenac) Bónus
pt_br: O bônus do seu @:(foe_data.gb.Chateau_Frontenac)
ro: Al tau @:(foe_data.gb.Chateau_Frontenac) Boost
ru: Ваш множитель @:(foe_data.gb.Chateau_Frontenac) (в процентах)
sk: Váš @:(foe_data.gb.Chateau_Frontenac) bonus
tr: @:(foe_data.gb.Chateau_Frontenac) Bonusunuz

# components.cf_calculator.block_cfc.coins_to_use
source: Coins to use on UBQ
da: Mønter der skal bruges til UBQ
el: νομίσματα που χρειάζονται για UBQ
es: Monedas a usar en M. No Cumpleaños
fi: Paljonko käytetään kolikoita Rinbin-tehtäviin
fr: PO à utiliser dans la quête de Rinbin
hu: A "Nem születésnapi buli" küldetésben befizetendő pénz mennyisége
it: Monete da utilizzare su UBQ
no: Mynter å bruke på ubursdagsfest
pt: Total de moedas para UBQ
pt_br: Moedas para usar na missão recorrente
ro: Monezi de folosit la UBQ
ru: Монет в Праздничной вечеринке Ринбина (ПВР)
sk: Počet mincí potrebných pre "nenarodeninovú párty" (opakujúca sa úloha)
tr: Sıradan Gün Partisi'nin istediği para

# components.cf_calculator.block_cfc.supplies_to_use
source: Supplies to use on UBQ
da: Forsynger der skal bruges til UBQ
el: προμήθειες που χρειάζονται για UBQ
es: Suministros a usar en M. No Cumpleaños
fi: Paljonko käytetään tarvikkeita Rinbin-tehtäviin
fr: Marchandises à utiliser dans la quête de Rinbin
hu: A "Nem születésnapi buli" küldetésben befizetendő alapanyag mennyiésge
it: Materiali da utilizzare su UBQ
no: Forsyninger å bruke på ubursdagsfest
pt: Mantimentos para UBQ
pt_br: Mantimentos para usar na missão recorrente
ro: Provizii de folosit pentru UBQ
ru: Ресурсов в ПВР
sk: Počet zásob potrebných pre "nenarodeninovú párty" (opakovateľná úloha)
tr: Sıradan Gün Partisi'nin istediği erzak

# components.cf_calculator.block_cfc.gb_plunder_goods
source: GB & Plunder Goods
da: SB & Plyndrings varer
el: Αγαθά από ΜΚ και Λεηλασίες
es: GEs y Bienes Robados
fi: Tavaroita HR ja ryöstöistä
fr: Ressources obtenues par les GMs et le pillage
hu: Összes áru(Nevezetes és zsákmány)
it: Beni raccolti da GE e saccheggi
no: SB & Plyndringsvarer
pt: GE & Mercadorias Pilhadas
pt_br: Mercadorias de GEs e saques
ru: ВС и производственные здания (товары)
sk: VB a ukoristené tovary
tr: DB ve Yağma Malları

# components.cf_calculator.block_cfc.fp_by_24h
source: 24 Hour FP Production
da: 24-timers FP Produktion
el: 24ωρη παραγωγή Φορτζ Πόντων
es: Producción de PF en 24 H
fi: 24h TP tuotanto
fr: Production de PF par 24h
hu: Napi FP termelésed
it: Produzione di punti forge in 24 ore
no: 24-timers FP-produksjon
pt: Produção de PF's durante 24h
pt_br: Produção diária de Pontos Forge
ro: Productie la 24 ore
ru: Примерное производство СО в сутки (из всех источников)
sk: 24 hodinová produkcia BV
tr: 24 Saatlik FP üretimi

# components.cf_calculator.block_cfc.other_rq
source: Other Daily RQ's
da: Andre daglige RQ's
el: αλλες ημερησιες επαναλαμβανομενες αποστολες
es: Otras Misiones Recurrentes Diarias
fi: Muut toistuvat tehtävät
fr: Autre quête récurrente accomplie
hu: egyéb napi feltétel(ek)
it: Altre missioni ricorrenti giornaliere
no: Andre daglige repeterende oppdrag
pt: Os seus RQ's diários
pt_br: Outras missões recorrentes diárias
ru: Другие суточные круговые квесты
sk: Ostatné opakovateľné denné úlohy
tr: Diğer Günlük Yinelenen Görevler

# components.cf_calculator.block_cfc.second_rq
source: 2nd RQ Giver ?
da: Sekundær RQ giver ?
el: 2η θέση Συνεισφορά ?
es: ¿2° Dotante de Misiones Recurrentes?
fi: Toinen toistuva tehtävä ruutu?
fr: Seconde quête récurrente ?
hu: Van második ismétlődő?
it: Seconda missione ricorrente?
no: Andre repeterende oppgavegiver ?
pt: 2º RQ ?
pt_br: Duas missões recorrentes?
ru: Еще круговые квесты?
sk: Druhý zadávateľ opakovacích úloh?
tr: 2. Yinelenen Görev ?

# components.cf_calculator.block_cfc.supplies_gathered
source: Supplies Gathered
da: Forsyninger samlet
el: Προμήθειες που συλλέχθηκαν
es: Suministros Recogidos
fi: Tarvikkeita saatu
fr: Marchandises produites
hu: Begyűjtött alapanyag
it: Materiali da utilizzare sulla seconda missione ricorrente
no: Forsyninger samlet
pt: Mantimentos Recolhidos
pt_br: Mantimentos Recolhidos
ro: Provizii obtinute
ru: Ресурсов получено
sk: Získané zásoby
tr: Toplanan Malzemeler

# components.cf_calculator.block_cfc.table_reward.thead.th1
source: BP's
el: Σχεδιαγράμματα
es: Planos
fi: Piirustuksia
fr: Plan
hu: Tervrajzok
it: Progetti di Grandi Edifici
no: Skisser
pt: Plantas
pt_br: Plantas
ru: Чертежи
sk: Plány
tr: Ozalitler

# components.cf_calculator.block_cfc.table_reward.thead.th2
source: Medals
da: Medaljer
el: Μετάλλια
es: Medallas
fi: Mitaleita
fr: Médaille
hu: Medál
it: Medaglie
no: Medaljer
pt: Medalhas
pt_br: Medalhas
ro: Medalii
ru: Медали
sk: Medaile
tr: Madalyalar

# components.cf_calculator.block_cfc.table_reward.thead.th3
source: Goods
da: Varer
el: Αγαθά
es: Bienes
fi: Tavaroita
fr: Ressource
hu: Áru
it: Beni
no: Varer
pt: Mercadorias
pt_br: Mercadorias
ro: Bunuri
ru: Товары
sk: Tovar
tr: Ürünler

# components.cf_calculator.block_cfc.table_reward.thead.th4
source: FP's
el: Φορτζ Πόντοι
es: PFs
fi: TP
fr: PF
hu: FP
it: Punti Forge
no: FP
pt: Pontos Forge
pt_br: Pontos Forge
ro: PF
ru: СО
sk: BV
tr: FP'ler

# components.cf_calculator.block_cfc.reward_message.daily_ubq
source: Daily UBQ's: {count}
da: Daglige UBQ'er {count}
el: Ημερήσιες Αποστολές Αγενεθλείων: {count}
es: MNC Diarias
fi: Rinbin-tehtäviä: {count}
fr: Nombre de quête de Rinbin : {count}
hu: Napi "Nem születésnapi buli" küldetések száma: {count}
it: Tutti i giorni UBQ {count}
no: Daglige ubursdagsfester: {count}
pt: UBQ's Diarios: {count}
pt_br: Recorrentes Diárias: {count}
ro: Provocările zilnice: {count}
ru: Ежедневные ПВР: {count}
sk: Denné "nenarodeninové párty" (opakovateľná úloha): {count}
tr: Günlük Sıradan Gün Partisi Sayısı: {count}

# components.cf_calculator.block_cfc.reward_message.bonus_ubq
source: Bonus UBQ's: {count}
da: Bonus UBQ'er {count}
el: Μπόνους UQB'S: {count}
es: Bono de MNC
fi: Lisätehtäviä: {count}
fr: Bonus de la quête de Rinbin : {count}
hu: Jutalom "Nem születésnapi buli" küldetések száma: {count}
no: Bonus ubursdagsfester: {count}
pt: UBQ's Bonus: {count}
pt_br: Recorrentes Bônus: {count}
ru: Бонус ПВР: {count}
sk: Bonusové "nenarodeninové párty" (opakovateľná úloha): {count}
tr: Sıradan Günü Partisi Bonusu: {count}

# components.cf_calculator.block_cfc.reward_message.second_rq_completed
source: 2nd RQ's Completed: {count}
da: 2. RQ's afsluttet. {count}
es: 2a MR Completas: {count}
fi: Toisia tehtäviä: {count}
fr: Seconde quête accomplie : {count}
hu: Második visszatérő küldetések száma: {count}
it: Seconde missioni giornaliere completate {count}
no: Andre repeterende oppdrag utført: {count}
pt: 2º RQ's Completada: {count}
pt_br: 2ª recorrente completadas: {count}
ru: Всего круговых заданий выполнено: {count}
sk: Druhé opakovateľné úlohy splnené: {count}
tr: Tamamlanan 2. Yinelenen Görev: {count}

# components.cf_calculator.block_cfc.reward_message.total_goods
source: Total Goods: {count}
da: Samlede varer: {count}
el: Σύνολο Αγαθών: {count}
es: Total de Bienes: {count}
fi: Tavaroita yhteensä: {count}
fr: Total de ressource : {count}
hu: Összes áru: {count}
it: Totale Beni: {count}
no: Varer totalt: {count}
pt: Total de Mercadorias: {count}
pt_br: Total de Mercadorias: {count}
ro: Total bunuri: {count}
ru: Всего товаров: {count}
sk: Spolu tovaru: {count}
tr: Toplam Ürünler: {count}

# components.cf_calculator.block_cfc.reward_message.total_fp
source: Total FP's: {count}
da: Samlede FP's: {count}
el: Σύνολο Φορτζ Πόντων: {count}
es: Total de PF: {count}
fi: TP yhteensä: {count}
fr: Total de PF : {count}
hu: Összes FP: {count}
it: Punti Forge Totali: {count}
no: FP totalt: {count}
pt: Total de PF's: {count}
pt_br: Total de PFs: {count}
ro: PF totale: {count}
ru: Всего СО: {count}
sk: Spolu BV: {count}
tr: Toplam FP: {count}

# components.cf_calculator.block_cfc.reward_message.total_rq_completed
source: Total RQ's Completed: {count}
da: Total RQ'er afsluttet: {count}
el: Συνολικές ολοκληρωμένες Επαναλαμβανόμενες Αποστολές
es: Total de MRs Completas: {count}
fi: Rinbin-tehtäviä tehty: {count}
fr: Total de quête récurrente accompli : {count}
hu: Az összes visszatérő küldetés száma: {count}
it: Missioni ricorrenti completate {count}
no: Repeterende oppdrag utført totalt: {count}
pt: Total de RQ's concluídas: {count}
pt_br: Total de recorrentes concluídas: {count}
ru: Всего круговых заданий выполнено: {count}
sk: Spolu splnených úloh: {count}
tr: Toplam Tamamlanan Yinelenen Görev Sayısı: {count}

# components.cf_calculator.block_cfc.table_return.thead.th_level
source: Level
el: Επίπεδο
es: Nivel
fi: Taso
fr: Quête cumulée
hu: Szint
it: Livello
no: Nivå
pt: Nível
pt_br: Nível
ro: Nivel
ru: Уровень
sk: Úroveň
tr: Seviye

# components.cf_calculator.block_cfc.table_return.thead.th_coin
source: Coin returned
da: Mønter returneret
el: Επιστροφή Νομισμάτων
es: Monedas obtenidas
fi: Kolikoita tehtävistä
fr: PO en retour
hu: Visszakapott pénz
it: Monete restituite
no: Mynt returnert
pt: Retorno de Moedas
pt_br: Retorno de Moedas
ro: Returnarea monedelor
ru: Возврат монет
sk: Vrátené mince
tr: Gelen Para

# components.cf_calculator.block_cfc.table_return.thead.th_supply
source: Supply returned
da: Forsynger returneret
el: Επιστροφή Προμηθειών
es: Suministros obtenidos
fi: Tarvikkeita tehtävistä
fr: Marchandises en retour
hu: Visszakapott alapanyag
it: Materiali restituiti
no: Forsyninger returnert
pt: Retorno de Mantimentos
pt_br: Retorno de Mantimentos
ro: Returnarea proviziilor
ru: Возврат ресурсов
sk: Vrátené zásoby
tr: Gelen Erzak

# components.cf_calculator.block_cfc.infinity_generator.message
source: With the current bonus of @:(foe_data.gb.Chateau_Frontenac), you will earn more coins and more supplies than you will use to complete the quests. Please choose the number of "@:(components.cf_calculator.block_cfc.infinity_generator.label)" you want to do.
da: Med den nuværende bonus på @:(foe_data.gb.Chateau_Frontenac), vil du tjene flere mønter og flere forsyninger end du vil bruge for at gennemføre opgaverne. Vælg antallet af "@:(components.cf_calculator.block_cfc.infinity_generator.label)" du vil gøre.
el: Με το τρέχον μπόνους του @:(foe_data.gb.Chateau_Frontenac), θα κερδίσετε περισσότερα νομίσματα και προμήθειες από όσα θα χρειαστούν για να ολοκληρώσεις τις αποστολές. Παρακαλώ επιλέξτε τον αριθμό των "@:(components.cf_calculator.block_cfc.infinity_generator.label)" που θες να κάνεις.
es: Con el actual bono de @:(foe_data.gb.Chateau_Frontenac), ganarás más monedas y suministros de los que usarás para completar las misiónes. Por favor elije la cantidad de "@:(components.cf_calculator.block_cfc.infinity_generator.label)" que quieres hacer.
fi: @:(foe_data.gb.Chateau_Frontenac) bonuksella tienaat enemmän kolikoita ja tarvikkeita kuin käytät. Ole hyvä ja valitse montako "@:(components.cf_calculator.block_cfc.infinity_generator.label)" haluat tehdä.
fr: Avec le bonus actuel du @:(foe_data.gb.Chateau_Frontenac), vous allez gagner plus de pièces d'or et de marchandises que ce que vous allez utiliser pour accomplir les quêtes. Veuillez choisir le nombre de « @:(components.cf_calculator.block_cfc.infinity_generator.label) » que vous souhaitez faire.
hu: A jelenlegi @:(foe_data.gb.Chateau_Frontenac) bónusszal több pénzt és alapanyagot kapsz, mint amennyit a küldetésre felhasználsz. Válaszd ki, hogy hány "@:(components.cf_calculator.block_cfc.infinity_generator.label)" akarsz csinálni.
it: Con l'attuale bonus di @:(foe_data.gb.Chateau_Frontenac), guadagnerai più monete e materiali di quanti ne utilizzerai per completare le missioni. Scegli il numero di "@:(components.cf_calculator.block_cfc.infinity_generator.label)" che desideri eseguire.
no: Med nåværende bonus på (foe_data.gb.Chateau_Frontenac), vil du tjene mer mynt og forsyninger enn du bruker på å fullføre oppdragene. Velg antall "@:(components.cf_calculator.block_cfc.infinity_generator.label)" du vil gjøre.
pt: Com este bónus de @:(foe_data.gb.Chateau_Frontenac),ganharas mais moedas e mantimentos do que aqueles que usaste para concluíres a missão. Escolhe o numero de @:(components.cf_calculator.block_cfc.infinity_generator.label) que queres fazer.
pt_br: Com esse bônus de @:(foe_data.gb.Chateau_Frontenac), você ganhará mais moedas e mantimentos do que gasta para concluir as missões. Escolha um número de @:(components.cf_calculator.block_cfc.infinity_generator.label) que você deseja fazer.
ro: La bonusul curent pentru @:(foe_data.gb.Chateau_Frontenac), va mai multe monede si provizii decat vei folosi ca sa termini quest-ul. Alege numarul de "@:(components.cf_calculator.block_cfc.infinity_generator.label)" pe care vrei sa le faci.
ru: С текущим бонусом @:(foe_data.gb.Chateau_Frontenac) вы получите больше монет и ресурсов, чем потратите на выполнение задания. Пожалуйста, укажите число "@:(components.cf_calculator.block_cfc.infinity_generator.label)", которые вы хотите выполнить.
sk: So súčasným bonusom z @:(foe_data.gb.Chateau_Frontenac) získate viac mincí a zásob, ako použijete na dokončenie úloh. Prosím vyberte si počet «@:(components.cf_calculator.block_cfc.infinity_generator.label)», ktoré chcete urobiť.
tr: Şu anki görevleri tamamlamak için @:(foe_data.gb.Chateau_Frontenac) bonusu ile, kullanacağından daha fazla para ve malzeme kazanacaksın. Lütfen yapmak istediğiniz "@:(components.cf_calculator.block_cfc.infinity_generator.label)" sayısını seçin.

# components.cf_calculator.block_cfc.infinity_generator.label
source: Cumulative quest
da: Kumulativ quest
el: Συσσωρευμένες αποστολές
es: Misión acumulativa
fi: toistuvaa tehtävää
fr: Quête cumulée
hu: Összesített küldetés
it: Ricerca cumulativa
no: Kumulative oppdrag
pt: Missão acumulativa
pt_br: Missões Recorrentes
ro: Quest cumulativ
ru: Кумулятивный квест
sk: Nadväzujúca úloha
tr: Birikimli görev

# components.cf_calculator.block_cfc.coins_supplies_info
source: This value should be greater or equal than {min} because underneath we cannot guarantee any profit (statistically)
da: Denne værdi skal være større eller lig med {min}fordi der nedenunder ikke kan garanteres for nogen profit (statistisk)
el: Αυτή η τιμή θα πρέπει να είναι μεγαλύτερη ή ίση από {min} διότι, στατιστικώς, αν είναι μικρότερη δεν υπάρχει εγγυημένο κέρδος
es: Este valor debe ser mayor o igual que {min} porque debajo no podemos garantizar ningún beneficio (estadísticamente)
fi: Tämän arvon pitäisi olla suurempi tai yhtäsuuri kuin {min} koska pienemmillä ei voi taata voittoa (tilastollisesti)
fr: Cette valeur doit être supérieure ou égale à {min} car en dessous on ne peut garantir aucun profit (statistiquement)
hu: Ennek az értéknek nagyobbnak vagy egyenlőnek kell lennie, mint {min}, mivel az alatt nem garantálható profit (statisztikailag)
it: Questo valore deve essere uguale o più grande di {min} altrimenti non possiamo garantire alcun profitto (statisticamente)
no: Denne verdien bør være større enn eller lik {min} fordi vi kan ikke garantere noen fortjeneste (statistisk) for lavere verdier
pt: Esse valor deve ser maior ou igual a {min} porque, não podemos garantir nenhum lucro
pt_br: Esse valor deve ser maior ou igual a {min} porque abaixo disso não podemos garantir nenhum lucro (estatisticamente)
ro: Aceasta valoare ar trebui sa fie mai mare sau egala decat {min} in caz contrar nu se poate garanta profit (statistic)
ru: Это значение должно быть не меньше {min}, потому что значения ниже не гарантируют прибыль (среднестатистически)
sk: Táto hodnota by mala byť väčšia alebo rovná ako {min} ,lebo pod túto hodnotu nemôžeme garantovať žiadny zisk (štatisticky)
tr: Bu değer {min} değerinden büyük veya ona eşit olmalıdır, çünkü bunun altındaki değer kazançı (istatistiksel olarak) garanti etmez

# components.cf_calculator.tutorial.goods
source: Put the number of goods you gather from your GB and plunder.
da: Angiv det antal varer du indsamler fra din SB og plyndring.
el: Σημειώστε τον αριθμό αγαθών που συγκεντρώνετε από τα ΜΚ σας και τις λεηλασίες.
es: Ponga la cantidad de bienes que recolecta de su GE y saqueos.
fi: Syötä kuinka paljon saat tavaroita HR:stä ja ryöstöretkiltä.
fr: Indiquez le nombre de ressources que vous avez récoltés de votre GM et pillage.
hu: Add meg, hogy mennyi nyersanyagot gyűjtesz be az épületeidből és fosztogatásból.
it: Inserisci il numero di beni che raccogli dai tuoi GE e saccheggiando.
no: Legg inn antall varer du samler fra storstilte bygninger og plyndring.
pt: Coloca o numero de mercadorias que ganhas do teu GE e das pilhagens.
pt_br: Coloque o número de mercadorias coletadas com seus GEs e saques.
ru: Укажите количество товаров, которые вы хотите использовать для всех квестов.
sk: Vložte množstvo materiálu ktoré získavate z VB a rabovania.
tr: Devasa binanızdan ve yağmadan topladığınız ürünlerin sayısını yazın.

# components.cf_calculator.tutorial.supplies
source: Put the number of supplies you want to use for all quests.
da: Angiv det antal af forsyninger du ønsker at brug for alle opgaver.
el: Γράψτε την ποσότητα των προμηθειών που θέλετε να χρησιμοποιήσετε για όλες τις αποστολές.
es: Ponga la cantidad de suministros que desea usar para todas las misiones.
fi: Syötä kuinka paljon haluat käyttää tarvikkeita tehtäviin.
fr: Indiquez le nombre de marchandises que vous souhaitez utiliser pour toutes les quêtes.
hu: Írd be mennyi alapanyagot kívánsz elkölteni az összes küldetésre.
it: Inserisci il numero di materiali che vuoi usare per tutte le missioni.
no: Legg inn antall forsyninger du vil bruke på alle oppdragene.
pt: Coloca o numero de mantimentos que queres usar nas missões todas.
pt_br: Coloque o número de mantimentos que deseja usar para todas as missões.
ru: Укажите количество ресурсов, которые вы хотите использовать для всех квестов.
sk: Vložte množstvo zásob, ktoré chcete použiť pre všetky úlohy.
tr: Tüm görevler için kullanmak istediğiniz erzak miktarını girin.

# components.cf_calculator.tutorial.coins
source: Put the number of coins you want to use for all quests.
da: Angiv det antal mønter, du ønsker at bruge for alle opgaver.
el: Γράψτε την ποσότητα των νομισμάτων που θέλετε να χρησιμοποιήσετε για όλες τις αποστολές.
es: Ponga la cantidad de monedas que desea usar para todas las misiones.
fi: Syötä kuinka paljon haluat käyttää kolikoita tehtäviin.
fr: Indiquez le nombre de pièces d'or que vous souhaitez utiliser pour toutes les quêtes.
hu: Írd ide, hogy mennyi pénzt kívánsz költeni az összes küldetésre.
it: Inserisci il numero di monete che vuoi usare per tutte le missioni.
no: Legg inn antall mynter du vil bruke på alle oppdragene.
pt: Coloca o numero de moedas que queres usar nas missões todas.
pt_br: Coloque o número de moedas que deseja usar para todas as missões.
ru: Укажите количество монет, которые вы хотите использовать для всех квестов.
sk: Vložte množstvo mincí, ktoré chcete použiť pre všetky úlohy.
tr: Tüm görevler için kullanmak istediğiniz para miktarını yazın.

# components.cf_calculator.tutorial.yourAge
source: Select your Age.
da: Vælg din tidsalder.
el: Επίλεξε την Εποχή Σου.
es: Selecciones su Edad.
fi: Valitse aikakausi.
fr: Sélectionnez votre âge.
hu: Válaszd ki a korodat.
it: Seleziona la tua Era.
no: Velg din tidsalder.
pt: Selecciona a tua Era.
pt_br: Selecione sua era.
ro: Selectati era dvs.
ru: Выберете свою эпоху.
sk: Vyberte si svoj vek.
tr: Çağınızı seçin.
