Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# components.gb_investment.tutorial.table.message
source: This table shows you all the information you want to know.
el: Σ' αυτόν τον πίνακα περιέχονταιι όλες οι πληροφορίες που θέλετε να γνωρίζετε.
es: Esta tabla le muestra toda la información que desea conocer.
fi: Tämä taulukko näyttää kaiken tiedot mitä tarvitset.
fr: Ce tableau vous montre toutes les informations que vous voulez savoir.
hu: Ez a táblázat megmutatja az összes információt, amit tudni szeretne.
it: Questa tabella mostra tutte le informazioni che vuoi sapere.
no: Denne tabellen viser deg all informasjonen du trenger.
pt: Esta tabela mostra toda a informação que queres saber.
pt_br: Essa tabela mostra todas as informações que você quer saber.
ru: Эта таблица показывает вам всю информацию, которую вы хотите знать.
sk: Táto tabuľka Vám ukazuje všetky informácie ktoré chcete vedieť.
tr: Bu tablo size bilmek istediğiniz tüm bilgileri gösterir.

# components.gb_investment.tutorial.display_card
source: This field allows you to display the table data in a "Card View". This is "optimized" for reading on a smartphone, so you don't need to scroll horizontally. This field is only displayed on a small screen.
es: Este campo le permite mostrar los datos de la tabla en una "Vista de tarjeta". Esto está "optimizado" para leer en un smartphone, por lo que no necesita desplazarse horizontalmente. Este campo solo se muestra en una pantalla pequeña.
fr: Ce champ vous permet d'afficher les données du tableau dans une "Vue Carte". Ceci est "optimisé" pour la lecture sur smartphone, de sorte que vous n'avez pas besoin de faire défiler l'écran horizontalement. Ce champ ne s'affiche que sur un petit écran.
hu: Ez a mező lehetővé teszi a táblázat adatainak megjelenítését "Kártyanézetben". Ez okostelefonon történő olvasásra „optimalizált”, így nem kell vízszintesen görgetni. Ez a mező csak egy kis képernyőn jelenik meg.
it: Questo campo consente di visualizzare i dati della tabella in formato "Vista Scheda". Questo è "ottimizzato" per la lettura su uno smartphone, quindi non è necessario scorrere in orizzontale. Viene visualizzato solo su un piccolo schermo.
no: Dette feltet lar deg vise tabellen i "Kortvisning". Dette er "optimalisert" for å lese på en smarttelefon, slik at du ikke trenger å rulle horisontalt. Feltet vises bare på små skjermer.
pt: Este campo permite que vejas a tabela em modo " Card View" Isto foi optimizado para telemóvel,por isso não necessita que vejas na horizontal. Este campo é apenas mostrado em ecrã pequeno.
pt_br: Esse campo permite você ver as informações da tabela em modo "Card View". Isto é otimizado para a leitura em celulares, para que não seja necessário você deslizar horizontalmente. Este campo é apenas mostrado em telas pequenas.
ru: Это поле позволяет Вам отобразить таблицу с данными в "Карточном режиме". Он "оптимизирован" для просмотра со смартфона, так что Вы не должны скроллить горизонтально. Это поле отображается только на маленьком экране.
sk: Toto políčko Vám dovolí zobraziť dáta z tabuľky v "Karte". Je to "optimalizované" pre zobrazenie na smartphone, takže si pri čítaní nemusíte posúvať text horizontálne. Toto políčko sa zobrazuje len na malý display.

# components.gb_investment.tutorial.show_snipe
source: This field is intended for investors and is used to display an additional column in the table, named "@:(components.gb_investment.gb_investment.form.show_snipe)". This column tells you (based on the value defined in "@:(components.secure_position.block_place.your_arc_bonus)") how many FPs you need to put on the GB to secure your place. It also indicates the profit or loss you will make.
es: Este campo está destinado a inversores y se utiliza para mostrar una columna adicional en la tabla, denominada "$ t (components.gb_investment.gb_investment.form.show_snipe)". Esta columna le indica (en función del valor definido en "$ t (components.secure_position.block_place.your_arc_bonus)") cuántos FP necesita colocar en el GB para asegurar su lugar. También indica la ganancia o pérdida que obtendrá.
fr: Ce champ est destiné aux investisseurs et permet d'afficher une colonne supplémentaire dans le tableau, nommée "@:(components.gb_investment.gb_investment.form.show_snipe)". Cette colonne vous indique (en fonction de la valeur définie dans "@:(components.secure_position.block_place.your_arc_bonus)") le nombre de PFs que vous devez mettre sur le GM pour assurer votre place. Il indique également le profit ou la perte que vous allez réaliser.
hu: Ez a mező a befektetők számára készült, és egy további oszlop megjelenítésére szolgál a táblázatban, amelynek neve "@ :( components.gb_investment.gb_investment.form.show_snipe)". Ez az oszlop megmondja (a "@ :( components.secure_position.block_place.your_arc_bonus)" -ban megadott érték alapján), hogy hány FP-t kell elhelyeznie a GB-on a hely biztosításához. Ez azt is jelzi, hogy milyen profitot vagy veszteséget fog elérni.
it: Questo campo è destinato agli investitori e viene utilizzato per visualizzare una colonna aggiuntiva nella tabella, denominata "@ :( components.gb_investment.gb_investment.form.show_snipe)". Questa colonna ti dice (in base al valore definito in "@ :( components.secure_position.block_place.your_arc_bonus)") quanti FP devi mettere sul GE per assicurarti il tuo posto. Indica anche il profitto o la perdita che otterrai.
no: Dette feltet er tiltenkt investorer og brukes til å vise en ekstra kolonne i tabellen; "@:(components.gb_investment.gb_investment.form.show_snipe)". Kolonnen viser (basert på verdien satt i "@:(components.secure_position.block_place.your_arc_bonus)") hvor mange FP du må legge på bygningen for å sikre din plass. Den viser også gevinsten eller tapet.
pt: Este campo é para investidores e é usado para mostrar uma nova coluna,chamada"@:(components.gb_investment.gb_investment.form.show_snipe)". Esta coluna diz te ( baseada no valor definido em"@:(components.secure_position.block_place.your_arc_bonus)") quantos pfs precisas para colocares no GE para segurares o teu lugar Também indica o lucro ou perda que vais ter.
pt_br: Esse campo é para investidores e é usado para mostrar uma coluna adicional, chamada"@:(components.gb_investment.gb_investment.form.show_snipe)". Essa coluna diz (baseada no valor definido em "@:(components.secure_position.block_place.your_arc_bonus)") quantos PFs você precisa colocar no GE para garantir (segurar) o seu lugar. Também indica o lucro ou perda que você vai ter.
ru: Это поле предназначено для инвесторов и используется для отображения дополнительной колонки в таблице, озаглавленной"@:(components.gb_investment.gb_investment.form.show_snipe)". Эта колонка показывает (основываясь на значении, введенном в"@:(components.secure_position.block_place.your_arc_bonus)") как много СО Вы должны вложить в ВС, чтобы обезопасить место. Оно также отображает - заработаете Вы или нет.
sk: Toto políčko je pre investorov a zobrazuje ďalší stĺpec v tabuľke, pomenovaný "@:(components.gb_investment.gb_investment.form.show_snipe)". Tento stĺpec Vám povie (na základe hodnoty zadanej v "@:(components.secure_position.block_place.your_arc_bonus)") koľko BV potrebujete vložiť do VB na zaistenie Vášho miesta. Taktiež ukazuje možný profit alebo stratu z tejto investície.

# components.gb_investment.tutorial.your_arc_bonus
source: This field is for investors and must be used with "@:(components.gb_investment.gb_investment.form.show_snipe)" set to "@:(utils.Yes)". It tells you how many FPs you need to put on the level to secure a place; it also gives you the profit or loss you will make.
el: Αυτό το πεδίο είναι για επενδυτές και πρέπει να χρησιμοποιηθεί με "@:(components.gb_investment.gb_investment.form.show_snipe)" set to "@:(utils.Yes)". Σου λέει πόσους Forge πόντους πρέπει να βάλεις στο επίπεδο του μεγάλου κτηρίου για να ασφαλίσεις μία θέση σε άτομο,επίσης σου δίνει το κέρδος η την ζημιά που θα έχεις.
es: Este campo es para inversores y debe usarse con "$ t (components.gb_investment.gb_investment.form.show_snipe)" configurado en "$ t (utils.Yes)". Te dice cuántos FP necesitas poner en el nivel para asegurar un lugar; También le brinda las ganancias o pérdidas que obtendrá.
fi: Tämä kenttä on sijoittajille ja sitä käyttääkseen pitää "@:(components.gb_investment.gb_investment.form.show_snipe)" olla "@:(utils.Yes)". Se kertoo kuinka monta TP pitää sijoittaa tasoon lukitaksesi sijan; se myös kertoo mahdollisen voiton/tappion.
fr: Ce champ est destiné aux investisseurs et doit être utilisé avec "@:(components.gb_investment.gb_investment.form.show_snipe)" réglé sur "@:(utils.Yes)". Il vous indique le nombre de PFs que vous devez mettre sur le niveau pour assurer une place ; il donne également le profit ou la perte que vous allez réaliser.
hu: Ez a mező a befektetőkre (hozzájárulókra) vonatkozik: "@:(components.gb_investment.gb_investment.form.show_snipe)" set to "@:(utils.Yes)". Megmondja, hogy mennyi FP-t kell tenned, hogy biztosítsd az adott helyezést, illetve hogy mennyi nyereséget vagy veszteséget hoz.
it: Questo campo è per gli investitori e deve essere utilizzato con "@ :( components.gb_investment.gb_investment.form.show_snipe)" impostato su "@ :( utils.Yes)". Ti dice quanti FP devi mettere sul livello per assicurarti un posto, ti dà anche il profitto o la perdita che otterrai.
no: Dette feltet er for investorer og må brukes med "@:(components.gb_investment.gb_investment.form.show_snipe)" satt til "@:(utils.Yes)". Det viser hvor mange FP du må legge på nivået for å sikre en plass; det viser også fortjenesten eller tapet du vil få.
pt: Este campo é para investidores e tem de ser usado com"@:(components.gb_investment.gb_investment.form.show_snipe)" posto em "@:(utils.Yes)". Ele diz quantos PFs tens de colocar no nível para segurares o lugar, vai te dizer o teu lucro ou perda que vais ter.
pt_br: Este campo é para investidores e tem que ser usado com"@:(components.gb_investment.gb_investment.form.show_snipe)" posto em "@:(utils.Yes)". Ele diz quantos PFs você precisa colocar no nível para garantir (segurar) a posição e também o lucro ou perda que você terá.
ru: Это поле для инвесторов и должно использоваться вместе с "@:(components.gb_investment.gb_investment.form.show_snipe)" установленным на "@:(utils.Yes)". Поле показывает, сколько СО Вы должны вложить в уровень, чтобы обезопасить место; оно также показывает - заработаете Вы или уйдете в минус.
sk: Toto políčko je pre investorov a musí byť použité s "@:(components.gb_investment.gb_investment.form.show_snipe)" nastavené na "@:(utils.Yes)". Povie Vám to koľko BV ešte musíte vložiť do úrovne na zaistenie svojho miesta; zároveň Vám to povie aký budete mať profit alebo stratu.

# components.gb_investment.tutorial.table.rewards_with_rate
source: This is the number of FPs expected by the owner when an investor takes a place.
el: Αυτή είναι η ποσότητα των ΦΠ που επιθυμεί ο κάτοχος από τον συνεισφέροντα που θα καταλάβει τη θέση.
es: Este es el número de FP esperados por el propietario cuando un inversionista toma un lugar.
fi: Tämä on TP määrä jota omistaja odottaa sijoittajalta sijaan.
fr: C'est le nombre de PFs attendu par le propriétaire lorsqu'un investisseur prend une place.
hu: Ez a tulajdonos által várt FP-k száma, amikor egy befektető helyet foglal.
it: Questo è il numero di FP attesi dal proprietario quando un investitore prende un posto.
no: Dette er det antall FP som eieren forventer av en investor for plassen.
pt: Este é o numero de PFs esperado pelo dono quando um investidor faz o lugar.
pt_br: Esse é o número de PFs esperado pelo dono quando um investidor pega uma posição.
ru: Это количество СО, ожидаемое владельцем, когда инвестор занимает место.
sk: Toto je množstvo BV predpokladaných majiteľom ak investor zaberie miesto.
tr: Bu, bir yatırımcı yer aldığında bina sahibinin beklediği FP sayısıdır.

# components.gb_forecast_cost.message.estimated_time_swap_threads
source: Estimated time to reach the level using a swap threads (5/10/20/50/100 FPs, etc.): {time}
es: Tiempo estimado para alcanzar el nivel usando hilos de intercambio (5/10/20/50/100 PFs, etc.): {time}
fr: Temps estimé pour atteindre le niveau en utilisant un fil d'échange (5/10/20/50/100 PFs, etc.) : {time}
hu: Becsült idő a szint eléréséhez csere-szálak használatával (5/10/20/50/100 FPs stb.): {Time}
it: Tempo stimato per raggiungere il livello usando uno scambio punti (5/10/20/50/100 PF, ecc): {time}
no: Forventet tid for å nå nivået ved bruk av byttetråder (5/10/20/50/100 FPs, etc.): {time}
pt: Tempo estimado para alcançar um nível usando a troca de lugares (5/10/20/50/100 FPs, etc.): {time}
pt_br: Tempo estimado para alcançar o nível usando abas de troca (5/10/20/50/100 PFs, etc): {time}
ru: Расчетное время для достижения уровня с помощью "обменных веток" (5/10/20/50/100 FPs, etc.): {time}
sk: Odhadovaný čas na dosiahnutie úrovne použitím zámeny vlákien (5/10/20/50/100 BV, atď.): {time}

source: take into the account the other places with an investment without profit of the investors and with securing by owner
da: tag højde for andre placeringer med et bidrag uden fortjeneste hos bidrageren og med sikring af ejeren
es: tomar en cuenta los otros lugares con una inversión sin el beneficio de los inversores y con la garantía del propietario
fr: prend en compte les autres places avec un investissement sans profit des investisseurs et avec sécurisation par le propriétaire
hu: vegye figyelembe a többi helyezést a befektetők minimális befektetésével és a tulajdonos biztosításával
it: prendi in considerazione le altre posizioni con un investimento senza profitto da parte degli investitori e senza che siano coperte dal proprietario
no: ta i betraktning andre plasser med en investering uten profitt for investoren og med sikkerhet fra eieren
pt: levar em conta os outros lugares com um investimento sem lucro dos investidores e com a garantia pelo proprietário
pt_br: levar em consideração outras posições com investimento sem lucro e com garantia do dono
ru: принимать во внимание другие места с инвестированием без прибыли инвесторов и с обеспечением собственником
sk: brať v úvahu ostatné miesta s investíciou bez zisku prispievateľov a so zaistením majiteľom
tr: diğer sıraları, kâr olmadan yatırımlar ve bina sahibi tarafından garantileme ile hesaba kat

# components.gb_investment.tutorial.promotion_message.prefix
source: Text that will be added at the beginning of the message.
el: Κείμενο που θα προστεθεί πρό τού μηνύματος αναγγελίας.
es: Texto que se agregará al principio del mensaje.
fi: Tämä teksti lisätään viestin alkuun.
fr: Texte qui sera ajouté au début du message.
hu: Szöveg, ami az üzenet elejére fog kerülni.
it: Il testo verrà aggiunto all'inizio del messaggio.
no: Tekst som vil bli lagt til i starten av meldingen.
pt: Texto que será adicionado ao principio da mensagem.
pt_br: Texto que será adicionado no início da mensagem.
ru: Этот текст будет добавлен в начало сообщения.
sk: Text ktorý bude pridaný na začiatok správy.
tr: İletinin başına eklenecek metin.

# routes.about.cookie.p2
source: For more information, please refer to the following links:
es: Para más información, consultar estos enlaces:
fr: Pour plus d'informations, veuillez vous référer aux liens suivants :
hu: További információkért kérjük, olvassa el a következő linkeket:
it: Per ulteriori informazioni far riferimento al seguente link:
pt: Para mais informação, por favor escreva nos seguintes links:
pt_br: Para mais informações, por favor consulte os seguintes links:
ru: Для получения дополнительной информации, пожалуйста, перейдите по следующим ссылкам:
sk: Viac informácií sa dozviete na týchto odkazoch:
tr: Daha fazla bilgi için lütfen aşağıdaki bağlantılara bakın:

# components.site_layout.global_config_dialog.day_night_mode.System
source: System preference
es: Preferencia del sistema
fr: Préférence du système
hu: Rendszerpreferencia
it: Impostazioni di sistema
pt: Sistema preferido
pt_br: Preferência do sistema
ru: Определяется системой
tr: Sistem tercihleri

# components.site_layout.update
source: One update since your last visit.
da: En opdatering siden dit sidste besøg.
el: Μία αναβάθμιση από την τελευταία σας επίσκεψη.
es: Una actualización desde su última visita.
fr: Une mise à jour depuis votre dernière visite.
hu: Egy frissítés a legutóbbi látogatás óta.
it: Un aggiornamento dall'ultima visita.
pt: {count} actualização desde da sua ultima visita.
pt_br: Uma atualização desde sua última visita.
ru: Одно обновление с Вашего прошлого посещения.
sk: Jedna novinka od Vašej poslednej návštevy.
tr: Son ziyaretinizden bu yana bir güncelleme var.

# components.secure_position.block_place.result.fp_need_to_lock
source: FP you need to place to lock your place:
da: FP du skal placere for at sikre din placering:
el: Απαιτούμενος ΦΠ συνεισφοράς για να κλειδώσετε τη θέση σας:
es: PFs necesarios para bloquear tu lugar:
fr: PF que vous devez mettre pour bloquer la place :
hu: Saját helyezés biztosításához szükséges FP mennyisége:
it: PF da mettere per assicurarti la posizione:
pt: PF necessário para segurar o lugar:
pt_br: PF necessário para garantir (segurar) o sua posição:
ru: СО, которые нужно вложить, чтобы заблокировать своё место:
sk: BV potrebný vložiť na zaistenie Vašej pozície:
tr: Sırayı kilitlemek için sahip olmanız gereken FP:

# components.site_layout.new_year.message
source: @:(common.site_title) celebrates its {count} year
da: @:(common.site_title)fejrer sit {count}år
es: @:(common.site_title) celebra su {count} año
fr: @:(common.site_title) fête ses {count} an
hu: @ :( common.site_title) ünnepli {count} évét
it: Il @:(common.site_title) celebra il suo {count} anno
pt: @:(common.site_title) comemora o teu {count} ano
pt_br: @:(common.site_title) comemora o seu {count}º ano
ru: @:(common.site_title) празднует свой {count} год
sk: @:(common.site_title) oslavuje svoje {count} výročie
tr: @:(common.site_title), {count}. yılını kutluyor

# cookieConsent.purposes.quality
source: Quality
es: Calidad
fr: Qualité
hu: Minőség
it: Qualità
pt: Qualidade
pt_br: Qualidade
ru: Качество
sk: Kvalita
tr: Kalite

# routes.contact.message_translate
source: Did you know that you can also help translate the site ? Follow the following link for more information:
da: Vidste du, at du også kan hjælpe med at oversætte webstedet? Følg følgende link for mere information:
es: ¿Sabía que también puede ayudar a traducir el sitio? Siga el siguiente enlace para más información:
fr: Savez vous que vous pouvez aussi aider à traduire le site ? suivez le lien suivant pour plus d'information :
hu: Tudta, hogy ön is segíthet a webhely fordításában? Kövesse az alábbi linket további információkért:
it: Lo sapevi che puoi anche aiutare a tradurre il sito? Segui il seguente link per ulteriori informazioni:
pt: Você sabia que você também pode ajudar a traduzir o site? Siga o link para mais informações:
pt_br: Você sabia que você também pode ajudar a traduzir o site? Siga o seguinte link para mais informações:
ru: Знаете ли вы, что вы также можете помочь с переводом сайта? Для получения дополнительной информации перейдите по данной ссылке:
sk: Vedeli ste, že môžete tiež pomôcť s prekladom stránky? Ak chcete získať ďalšie informácie, kliknite na nasledujúci odkaz:
tr: Siteyi tercüme etmeye yardımcı olabileceğinizi biliyor muydunuz? Daha fazla bilgi için aşağıdaki bağlantıyı takip edin:

# routes.contact.message_contact_html
source: An idea to improve functionality? A problem? Feel free to send me an email (in English or in French) at @:(common.links.contact_foe_tools).
da: En idé til at forbedre funktionaliteten? Et problem? Send mig en e-mail (på engelsk eller på fransk) på @:(common.links.contact_foe_tools).
es: ¿Una idea para mejorar la funcionalidad? ¿Un problema? No dude en enviarme un correo electrónico (en inglés o francés) al @:(common.links.contact_foe_tools).
fr: Une idée de fonctionnalité ? Un problème ? N'hésitez pas m'envoyer un mail à @:(common.links.contact_foe_tools).
it: Un'idea per migliorare la funzionalità? Un problema? Sentitevi liberi di inviarmi un'e-mail (in inglese o in francese) a @:(common.links.contact_foe_tools).
pt: Tem uma ideia para uma nova funcionalidade? Um problema ? Sinta-se à vontade para enviar um e-mail (em inglês ou francês) em @:(common.links.contact_foe_tools).
pt_br: Tem uma ideia para uma nova funcionalidade? Um problema? Sinta-se à vontade para enviar um e-mail (em inglês ou francês) em @:(common.links.contact_foe_tools).
ru: Есть идея по улучшению функционала? Нашли проблему с работой сайта? Не стесняйтесь прислать мне емейл (на английском или французском) по адресу @:(common.links.contact_foe_tools).
sk: Nápad na novú funkcionalitu? Problém ? Neváhajte a pošlite e-mail (v angličtine alebo francúzštine) na @:(common.links.contact_foe_tools).
tr: İşlevselliği geliştirmek için bir fikriniz mi var ? Veya bir sorununuz ? @:(common.links.contact_foe_tools) adresinden bana bir e-posta gönderebilirsiniz (İngilizce veya Fransızca).

# routes.contact.hero.subtitle
source: Contact the administrator of @:(common.site_title)
da: Kontakt administratoren af @:(common.site_title)
es: Póngase en contacto con el administrador de @:(common.site_title)
fr: Contacter le mainteneur de @:(common.site_title)
it: Contatta l'amministratore di @:(common.site_title)
pt: Entre em contacto com o administrador @:(common.site_title)
pt_br: Entre em contato com o administrador @:(common.site_title)
ru: Связаться с администратором проекта @:(common.site_title)
sk: Kontakt na administrátora @:(common.site_title)
tr: @:(common.site_title) yöneticisine başvurun

# routes.contact.hero.title
source: Contact
da: Kontakt
es: Contacto
hu: Kapcsolat
it: Contatti
pt: Contacto
pt_br: Contato
ru: Контакты
sk: Kontakt
tr: İletişim

# routes.survey.unknown_error
source: An unknown error has occurred, please contact the site administrator
da: Der er opstået en ukendt fejl. Kontakt webstedets administrator
es: Se ha producido un error desconocido, Póngase en contacto con el administrador del sitio
fr: Une erreur inconnue c'est produit, veuillez contacter l'administrateur du site
hu: Ismeretlen hiba történt, kérjük fordulj a webhely adminisztrátorához
it: Si è verificato un errore sconosciuto, si prega di contattare l'amministratore del sito
pt: Ocorreu um erro desconhecido, entre em contacto com o administrador do site
pt_br: Ocorreu um erro desconhecido, entre em contato com o administrador do site
ru: Произошла неизвестная ошибка, обратитесь к администратору сайта
sk: Vyskytla sa neznáma chyba, kontaktujte prosím správcu stránky
tr: Bilinmeyen bir hata oluştu, lütfen site yöneticisiyle iletişime geçin

# routes.survey.error
source: An error has occurred, check the form and try again
da: Der er opstået en fejl, kontroller formularen og prøv igen
es: Ha ocurrido un error, verifique el formulario e intentelo nuevamente
fr: Une erreur s'est produite, vérifiez le formulaire et réessayez
hu: Hiba történt, ellenőrizd az űrlapot és próbáld újra
it: Si è verificato un errore, controlla il modulo e riprova
pt: Ocorreu um erro, verifique o formulário e tente novamente
pt_br: Ocorreu um erro, verifique o formulário e tente novamente
ru: Произошла ошибка, проверьте форму и попробуйте еще раз
sk: Vyskytla sa chyba, skontrolujte formulár a skúste to znova
tr: Bir hata oluştu, formu kontrol edip tekrar deneyin

# routes.survey.survey_complete
source: Thank you for your feedback !
da: Tak for din feedback !
es: Gracias por tus comentarios !
fr: Merci pour vos réponses !
hu: Köszönjük a visszajelzést !
it: Grazie per il vostro feedback!
pt: Obrigado pela sua opinião !
pt_br: Obrigado pela sua opinião!
ru: Спасибо за ваш отзыв!
sk: Ďakujeme za Vašu reakciu!
tr: Geri bildiriminiz için teşekkür ederiz!
