Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# components.trade.message.result
source: For {to} goods of {ageTo}, you need {from} goods of {ageFrom} with offers up to {count}:
da: For {to}varer fra {ageTo}, skal du bruge {from}varer fra {ageFrom} med tilbud op til {count}:
es: Para {to} bienes de {ageTo}, necesitas {from} bienes {ageFrom} con ofertas superiores a {count}:
fr: Pour {to} ressources {ageTo}, il vous faut {from} ressources {ageFrom} avec des offres de taille maximal {count} :
hu: {To} {ageTo} árukhoz {from} {ageFrom} árukra van szüksége, legfeljebb {count} ajánlatokkal:
it: Per {to} beni del {ageTo}, hai bisogno {from} beni del {ageFrom} con offerte fino a {count}:
pt: Para {to} mercadorias da {ageTo}, você precisa de {from} mercadorias da {ageFrom} com ofertas até {count}:
pt_br: Para {to} mercadorias da {ageTo}, você precisa de {from} mercadorias da {ageFrom} com ofertas até {count}:
ru: Для получения {to} товаров {ageTo}, вам нужно {from} товаров (разбивка по {count}):
sk: Pre {to}ks materiálu{ageTo}, potrebujete {from}ks materiálu z{ageFrom} s ponukou do{count}:
tr: {to} {ageTo} ürünü için, {count} ürüne kadar {from} {ageFrom} ürününe ihtiyacınız olacak:

# components.trade.message.total
source: (total: {amount} {key})
da: (i alt: {amount}{key})
hu: (összesen: {amount} {key})
it: (totale: {amount} {key})
ru: (всего: {amount} {key})
sk: (celkom:{amount}{key})
tr: (toplamda: {amount}{key})

# components.trade.split_message.multi
source: @:(components.trade.split_message.common) and {secondPart}
da: @:(components.trade.split_message.common)og {secondPart}
es: @:(components.trade.split_message.common) y {secondPart}
fr: @:(components.trade.split_message.common) et {secondPart}
hu: @:(components.trade.split_message.common) és {secondPart}
it: @:(components.trade.split_message.common) e {secondPart}
pt_br: @:(components.trade.split_message.common) e {secondPart}
ru: @:(components.trade.split_message.common) и {secondPart}
sk: @:(components.trade.split_message.common) a {secondPart}
tr: @:(components.trade.split_message.common) ve {secondPart}

# components.trade.split_message.msg
source: {valueFrom} {ageFrom} for {valueTo} {ageTo}
es: {valueFrom} {ageFrom} por {valueTo} {ageTo}
fr: {valueFrom} {ageFrom} pour {valueTo} {ageTo}
it: {valueFrom}{ageFrom}per {valueTo}{ageTo}
pt: {valueFrom} {ageFrom} para {valueTo} {ageTo}
pt_br: {valueFrom} {ageFrom} para {valueTo} {ageTo}
ru: {valueFrom} {ageFrom} на {valueTo} {ageTo}
sk: {valueFrom}{ageFrom} pre {valueTo}{ageTo}
tr: {valueTo}{ageTo} için {valueFrom}{ageFrom}

# components.trade.split_value
source: Maximum size of an offer (max {count})
da: Max størrelse på et bidrag (max. {count})
es: Tamaño máximo de una oferta (máx. {count})
fr: Taille maximale d'une offre (max {count})
hu: Egy ajánlat maximális mérete (max {count})
it: Grandezza massima di una offerta (max {count})
pt: Quantidade máxima de uma oferta (máximo {count})
pt_br: Quantidade máxima de uma oferta (máximo {count})
ru: Максимальный размер предложения (max {count})
sk: Maximálna veľkosť ponuky (max {count})
tr: Teklifin boyutu (max {count})

# components.trade.title
source: Form version
es: Versión de formulario
fr: Version formulaire
hu: Űrlap verzió
it: Dalla versione
pt: Versão da Forma
pt_br: Versão do Formulário
ru: Краткая версия
sk: Formulárová verzia
tr: Form versiyonu

# components.promotion_message_builder.action
source: Action
da: Handling
es: Acción
it: Azione
pt: Acção
pt_br: Ação
ru: Действие
sk: Akcia
tr: Eylem

# components.promotion_message_builder.variables.message.GBN
source: GB name
da: SB navn
el: Ονομασία ΜΚ
es: Nombre GE
fr: Nom du GM
hu: Nevi neve
it: Nome del GE
pt: Nome do GE
pt_br: Nome do GE
ru: Название ВС
sk: Názov VB
tr: Devasa Bina ismi

# components.promotion_message_builder.variables.message.PPx
source: Number of FPs to be put by the owner for place "x" (with "x" from 1 to 5)
da: Antal FP, der skal lægges af ejeren til pladsering "x" ("x" = 1 - 5)
el: Ποσότητα ΦΠ που θα βάλει ο κάτοχος για τη θέση "x", (όπου "x" = 1 έως 5)
es: Número de FPs que colocar el propietario para el lugar "x" (con "x" de 1 a 5)
fr: Nombre de PFs à mettre par le propriétaire pour la place "x" (avec "x" allant de 1 à 5)
hu: A tulajdonos által az „x” helyre betett FP-k száma (az „x" értéke 1-től 5-ig)
it: Numero di PF che il proprietario deve mettere per la posizione "x" (con "x" da 1 a 5)
pt: Numero de PFs colocados pelo dono para o lugar "x"(sendo "x" de 1 a 5)
pt_br: Número de PFs para serem colocados pelo dono para a posição "x" (sendo "x" de 1 a 5)
ru: Количество СО которые должен вложить владелец для гарантии места "х" (где "х" значение от 1 до 5)
sk: Počet BV na vloženie majiteľom pre miesto "x" ("x" je od 1 to 5)
tr: Sahibin "x" sırası için atacağı FP sayısı ("x" ile 1'den 5'e kadar)

# components.promotion_message_builder.variables.message.LC
source: Level cost
el: Κόστος επιπέδου
fr: Coût du niveau
hu: Szintköltség
it: Costo del livello
pt: Custo do nível
pt_br: Custo do nível
ru: Стоимость всего уровня
sk: Cena úrovne
tr: Seviye maliyeti

# components.promotion_message_builder.variables.message.LF
source: Line Feed, add a new line
da: Linje Feed, tilføj en ny linje
el: Παροχή γραμμής, προσθέστε μία νέα γραμμή
es: Avance de línea, agregue una nueva línea
fr: Saut de ligne, ajouter une nouvelle ligne
it: Line Feed, aggiungere una nuova linea
pt: Adicionar Linha, coloque uma nova linha
pt_br: Line Feed, adiciona uma nova linha
ru: Перевод строки, добавление новой строки
sk: Riadok, pridajte nový riadok
tr: Satır akışı, yeni satır ekle

# components.promotion_message_builder.variables.message.PVx
source: Number of FPs to be put by an investor for place "x" (with "x" from 1 to 5)
el: Ποσότητα ΦΠ που θα βάλει ένας συνεισφέροντας για τη θέση "x" (όπου "x" = 1 έως 5)
es: Número de FPs que colocará un inversionista para el lugar "x" (con "x" de 1 a 5)
fr: Nombre de PFs à mettre par un investisseur pour la place "x" (avec "x" allant de 1 à 5)
hu: A befektető által az „x” helyre betett FP-k száma (az „x" értéke 1-től 5-ig)
it: Numero di PF che il proprietario deve mettere per la posizione "x" (con "x" da 1 a 5)
pt: Numero de PFs colocados por um investidor para um lugar "x"(sendo "x" de 1 a 5)
pt_br: Número de PFs para serem colocados por um investidor para uma posição "x" (sendo "x" de 1 a 5)
ru: Количество СО, которые должен вложить инвестор с учётом множителей Арки чтобы занять место "х" (где "х" значение от 1 до 5)
sk: Počet BV na vloženie prispievateľom pre miesto "x" ("x" je od 1 to 5)

# components.promotion_message_builder.variables.message.P
source: Places
da: Pladseringer
el: Θέσεις
es: Lugares
hu: Helyezések
it: Posizioni
pt: Lugares
pt_br: Posições
ru: Места
sk: Pozície
tr: Sıralar

# components.promotion_message_builder.variables.message.TLVL
source: To level
da: Til niveau
el: Στο επίπεδο
es: Hasta el nivel
fr: Au niveau
hu: Eddig a szintig
it: Al livello
pt: Para o nível
pt_br: Para o nível
ru: По уровень
sk: Po úroveň
tr: Şu seviyeye

# components.promotion_message_builder.variables.message.FLVL
source: From level
da: Fra niveau
el: Από το επίπεδο
es: Desde el nivel
fr: Du niveau
hu: Ettől a szinttől
it: Dal livello
pt: Do nível
pt_br: Do nível
ru: С уровня
sk: Z úrovne
tr: Şu seviyeden

# components.promotion_message_builder.variables.place.PV
source: Place value (in FPs)
da: Pladseringsværdi (i FP's)
el: Τιμή θέσης, (σε ΦΠ)
es: Valor posicional (en PF)
fr: Valeur de la place (en PFs)
hu: Érték betétele (FP-ben)
it: Valore della posizione (in PF)
pt: Coloque o valor (em PFs)
pt_br: Valor da posição (em PFs)
ru: Стоимость места (в СО)
sk: Hodnota pozícií (v BV)
tr: Sıra değeri (FP cinsinden)

# components.promotion_message_builder.variables.place.PI
source: Place index
da: Placerings indeks
el: Ευρετήριο θέσεων
es: Indice de lugar
fr: Numéro de place
hu: Helyezés sorszáma
it: Indice delle posizioni
pt: Índice do lugar
pt_br: Índice da posição
ru: Номер места
sk: Zoznam pozícií
tr: Sıra dizini

# components.promotion_message_builder.note
source: Note that the message builder uses level 9 → 10 of @:(foe_data.gb.Observatory) with a ratio of 1.9 for previewing.
da: Bemærk, at meddelelsesbyggeren bruger niveau 9 → 10 i @:(foe_data.gb.Observatory)med et forhold på 1,9 til forhåndsvisning.
es: Tenga en cuenta que el generador de mensajes utiliza el nivel 9 → 10 de @:(foe_data.gb.Observatory) con una proporción de 1.9 para obtener una vista previa.
fr: Notez que le constructeur de message utilise le niveau 9 → 10 de @:(foe_data.gb.Observatory) avec un ratio de 1.9 pour la prévisualisation.
hu: Ne feledje, hogy az üzenetkészítő a @ :( foe_data.gb.Observatory) 9. → 10. szintjét használja 1,9 arányban az előnézethez.
it: Si noti che il creatore di messaggi utilizza il livello 9 → 10 di @:(foe_data.gb.Observatory) con un rapporto di 1.9 per l'anteprima.
pt: Observe que o criador de mensagens usa o nível 9 → 10 de @:(foe_data.gb.Observatory) com uma taxa de 1,9 para visualização.
pt_br: Observe que o construtor de mensagens usa o nível 9 → 10 de @:(foe_data.gb.Observatory) com uma taxa de 1.9 para pré-visualização.
ru: Внимание: Конструктор сообщений использует для примера прокачку уровня с 9 до 10 под множитель 1.9 у ВС @:(foe_data.gb.Observatory).
sk: Všimnite si prosím, že tento nástroj pre správy používa úroveň 9 → 10 z @:(foe_data.gb.Observatory) s pomerom 1.9 násobku pre zobrazenie.
tr: İleti yaratıcı, önizleme için @:(foe_data.gb.Observatory) binasının seviye 9 → 10 arasını, 1.9 oranla gösterir.

# components.promotion_message_builder.info
source: This can be copied to be shared, for example, with your guild members
da: Dette kan kopieres for at blive delt, f.eks. Med dine klanmedlemmer
el: Αυτό μπορεί να αντιγραφεί για να κοινοποιηθεί, για παράδειγμα, στα μέλη τής συντεχνίας σας
es: Esto se puede copiar para compartir, por ejemplo, con los miembros de tu gremio
fr: Ceci peut être copié pour être partagé, par exemple, avec les membres de votre guilde
hu: Ez az üzenet másolható, hogy másokkal meg tudd osztani, például a céhtársaiddal
it: Questo può essere copiato per essere condiviso, per esempio, con i membri della tua gilda
pt: Isso pode ser copiado para ser partilhado, por exemplo, com seus membros da guilda
pt_br: Isso pode ser copiado para ser compartilhado, por exemplo, com seus membros da guilda
ru: Вы можете скопировать ваши настройки, например что бы поделится с членами вашей гильдии
sk: Toto môže byť skopírované a ďalej zdieľané, napríklad pre členov Vášho cechu
tr: Bu metin paylaşılmak üzere kopyalanabilir; örneğin lonca arkadaşlarınız ile

# components.promotion_message_builder.title
source: Promotion message builder
da: Builder til promoveringsmeddelelse
el: Δημιουργία/Διαχείριση μηνυμάτων αναγγελίας
es: Constructor de mensajes de promoción
fr: Constructeur de messages de promotion
hu: Promóciós üzenet készítő
it: Costruttore di messaggi promozionali
pt: Mensagem de promoção
pt_br: Construtor de mensagens de promoção
ru: Шаблон рекламных сообщений
sk: Nástroj na propagačné správy pre prispievateľov
tr: Tanıtım iletisi yaratıcı

# components.promotion_message_builder.reverse_place_order
source: Reverse order of places?
da: Omvendt rækkefølge af placeringer?
el: Αντιστροφή σειράς θέσεων;
es: Orden inverso de lugares?
fr: Inverser l'ordre des places ?
hu: Fordított sorrend?
it: Invertire l'ordine dei posti?
pt: Quer reverter a ordem dos lugares ?
pt_br: Reverter a ordem das posições?
ru: Отобразить места в обратном порядке?
sk: Vymeniť poradie pozícií?
tr: Ters sıra ile göster?

# components.promotion_message_builder.custom_field_title
source: Your custom fields
da: Dine brugerdefinerede felter
el: Τα προσαρμοσμένα από εσάς πεδία
es: Sus campos personalizados
fr: Vos champs personnalisés
hu: Egyéni mezőid
it: I tuoi campi personalizzati
pt: Adicione campos personalizados
pt_br: Seus campos personalizados
ru: Ваши настраиваемые поля
sk: Vaše prispôsobené polia
tr: Özel alanlarınız

# components.promotion_message_builder.add_field.value
source: Field value
da: Feltværdi
el: Τιμή πεδίου
es: Valor del campo
fr: Valeur du champ
hu: A mező értéke
it: Campo valore
pt: Valor do campo
pt_br: Valor do campo
ru: Значение поля
sk: Hodnota poľa
tr: Alan değeri

# components.promotion_message_builder.add_field.name
source: Field name
da: Feltnavn
el: Ονομασία πεδίου
es: Nombre del campo
fr: Nom du champ
hu: Mező neve
it: Campo nome
pt: Nome do campo
pt_br: Nome do campo
ru: Наименование поля
sk: Názov poľa
tr: Alan adı

# components.promotion_message_builder.add_field_title
source: Add custom fields
da: Tilføj brugerdefinerede felter
el: Προσθήκη προσαρμοσμένων πεδίων
es: Agregar campos personalizados
fr: Ajouter des champs personnalisés
hu: Adjon hozzá egyéni mezőket
it: Aggiungi campi personalizzati
pt: Adicione campos personalizados
pt_br: Adicione campos personalizados
ru: Добавить настраиваемые поля
sk: Pridajte prispôsobené polia
tr: Özel alanlar ekle

# components.promotion_message_builder.config
source: Configuration
da: Konfiguration
el: Διαμόρφωση (Παραμετροποίηση)
es: Configuración
hu: Konfiguráció
it: Configurazione
pt: Configuração
pt_br: Configuração
ru: Конфигурация
sk: Nastavenie
tr: Yapılandırma

# components.promotion_message_builder.templates.custom
source: Custom templates
da: Tilpassede skabeloner
el: Προσαρμοσμένα πρότυπα
es: Plantillas personalizadas
fr: Modèles personnalisés
hu: Egyéni sablonok
it: Modelli personalizzati
pt: Modelos personalizados
pt_br: Modelos personalizados
ru: Пользовательские шаблоны
sk: Prispôsobené šablóny
tr: Özel şablonlar

# components.promotion_message_builder.templates.default
source: Default templates
da: Standardskabeloner
el: Προκατασκευασμένα πρότυπα
es: Plantillas por defecto
fr: Modèles par défaut
hu: Alapértelmezett sablonok
it: Modelli predefiniti
pt: Modelos padrão
pt_br: Modelos padrão
ru: Шаблоны по умолчанию
sk: Predvolené šablóny
tr: Varsayılan şablonlar

# components.promotion_message_builder.delete_template
source: Choose the template to delete
da: Vælg den skabelon, der skal slettes
el: Επιλέξτε το προς διαγραφή πρότυπο
es: Elija la plantilla para eliminar
fr: Choisissez le modèle à supprimer
hu: Válaszd ki a törölni kívánt sablont
it: Seleziona il modello da cancellare
pt: Escolha o modelo para excluir
pt_br: Escolha o modelo para excluir
ru: Выберите шаблон для удаления
sk: Vyberte si šablónu na vymazanie
tr: Silinecek şablonu seçin

# components.promotion_message_builder.edit_template
source: Choose the template to edit
da: Vælg den skabelon, du vil redigere
el: Επιλέξτε το προς επεξεργασία πρότυπο
es: Elija la plantilla para editar
fr: Choisissez le modèle à modifier
hu: Válaszd ki a szerkeszteni kívánt sablont
it: Selezione il modello da modificare
pt: Escolha o modelo para editar
pt_br: Escolha o modelo para editar
ru: Выберите шаблон для редактирования
sk: Vyberte si šablónu na úpravu
tr: Düzenlenecek şablonu seçin

# components.promotion_message_builder.start_from_template
source: Start from a template ?
da: Start fra en skabelon?
es: Comenzar desde una plantilla?
fr: Commencer à partir d'un modèle ?
hu: Kezdjük sablonból?
it: Vuoi partire da un modello ?
pt: Começar de um modelo?
pt_br: Começar de um modelo?
ru: Начать с шаблона ?
sk: Začať z šablóny ?
tr: Şablon kullan ?

# components.promotion_message_builder.actions.delete
source: Delete an existing template
da: Slet en eksisterende skabelon
el: Διαγραφή υπάρχοντος προτύπου
es: Eliminar una plantilla existente
fr: Supprimer un modèle existant
hu: Létező sablon törlése
it: Cancella un modello esistente
pt: Excluir um modelo existente
pt_br: Excluir um modelo existente
ru: Удалить существующий шаблон
sk: Vymaž existujúcu šablónu
tr: Mevcut şablonu sil

# components.promotion_message_builder.actions.update
source: Update an existing template
da: Opdater en eksisterende skabelon
el: Ενημέρωση υπάρχοντος προτύπου
es: Actualizar una plantilla existente
fr: Mettre à jour un modèle existant
hu: Létező sablon frissítése
it: Aggiorna un modello esistente
pt: Actualizar para um modelo existente
pt_br: Atualizar para um modelo existente
ru: Обновить существующий шаблон
sk: Uprav existujúcu šablónu
tr: Mevcut şablonu güncelle

# components.promotion_message_builder.actions.create
source: Create a new template
da: Opret en ny skabelon
el: Δημιουργία νέου προτύπου
es: Crea una nueva plantilla
fr: Créer un nouveau modèle
hu: Új sablon létrehozása
it: Crea un nuovo modello
pt: Crie um novo modelo
pt_br: Crie um novo modelo
ru: Создать новый шаблон
sk: Vytvor novú šablónu
tr: Yeni bir şablon oluştur

# components.promotion_message_builder.place_separator
source: Place separator
da: Placerings separator
el: Διαχωριστικό θέσεων
es: Separador de lugar
fr: Séparateur de place
hu: Helyezze el az elválasztót
it: Separatore di posizioni
pt: Coloque o separador
pt_br: Separador de posições
ru: Разделитель между местами
sk: Oddeľovač pozícií
tr: Ayırıcı yerleştirin

# components.promotion_message_builder.template_deleted
source: Template deleted
da: Skabelonen er slettet
el: Το πρότυπο διαγράφηκε
es: Plantilla eliminada
fr: Modèle supprimé
hu: Sablon törölve
it: Modello cancellato
pt: Modelo excluído
pt_br: Modelo excluído
ru: Шаблон удалён
sk: Šablóna bola odstránená
tr: Şablon silindi

# components.promotion_message_builder.template_updated
source: Template updated
da: Skabelonen er opdateret
el: Το πρότυπο ενημερώθηκε
es: Plantilla actualizada
fr: Modèle mis à jour
hu: Sablon frissítve
it: Modello aggiornato
pt: Modelo actualizado
pt_br: Modelo atualizado
ru: Шаблон обновлён
sk: Šablóna bola aktualizovaná
tr: Şablon güncellendi

# components.promotion_message_builder.template_saved
source: Template saved
da: Skabelon gemt
el: Το πρότυπο αποθηκεύτηκε
es: Plantilla guardada
fr: Modèle sauvegardé
hu: Sablon mentve
it: Modello salvato
pt: Modelo guardado
pt_br: Modelo salvado
ru: Шаблон сохранён
sk: Šablóna bola uložená
tr: Şablon kaydedildi

# components.promotion_message_builder.errors.custom_name_already_exists
source: This field name already exists.
da: Dette feltnavn findes allerede.
el: Αυτή η ονομασία πεδίου ήδη υπάρχει.
es: Este nombre de campo ya existe.
fr: Ce nom de champ existe déjà.
hu: Ez a mezőnév már létezik.
it: Il nome di questo campo esiste già.
pt: Este nome já existe .
pt_br: O nome deste campo já existe .
ru: Данное имя шаблона уже существует.
sk: Tento názov poľa už existuje.
tr: Bu alan adı zaten var.

# components.promotion_message_builder.errors.custom_name_empty
source: The name of the field cannot be empty.
da: Navnet på feltet kan ikke være tomt.
el: Η ονομασία του πεδίου δεν μπορεί να λείπει.
es: El nombre del campo no puede estar vacío.
fr: Le nom du champ ne peut pas être vide.
hu: A mező neve nem lehet üres.
it: Il nome in questo campo non può essere vuoto.
pt: Este campo não pode estar vazio.
pt_br: Este campo não pode estar vazio.
ru: Поле с именем шаблона не может быть пустым.
sk: Názov poľa nemôže byť prázdny.
tr: Alanın adı boş olamaz.

# components.promotion_message_builder.errors.template_cannot_have_this_name
source: Template cannot have this name. Please use an other name.
da: Skabelonen kan ikke have dette navn. Brug et andet navn.
el: Αυτή η ονομασία δεν μπορεί να δοθεί στο πρότυπο. Παρακαλώ χρησιμοποιείστε μία άλλη ονομασία.
es: La plantilla no puede tener este nombre. Por favor use otro nombre.
fr: Le modèle ne peut pas avoir ce nom. Veuillez utiliser un autre nom.
hu: Ez a név nem használható. Kérjük, válassz másik nevet.
it: Il modello non può avere questo nome. Per favore scegli un altro nome.
pt: O Modelo não pode ter este nome. Por favor use outro nome.
pt_br: O modelo não pode ter este nome. Por favor use outro nome.
ru: Некорректное имя шаблона, пожалуйста, используйте другое имя.
sk: Šablóna nemôže mať tento názov. Použite prosím iný názov.
tr: Şablon bu isimde olamaz. Lütfen başka bir isim kullanın.

# components.promotion_message_builder.template_name
source: Template name
da: Skabelon navn
el: Ονομασία προτύπου
es: Nombre de la plantilla
fr: Nom du modèle
hu: Sablon neve
it: Nome del modello
pt: Nome do modelo
pt_br: Nome do modelo
ru: Имя шаблона
sk: Názov šablóny
tr: Şablon adı

# components.promotion_message_builder.available_variables
source: Available variables:
da: Tilgængelige variabler:
el: Διαθέσιμες μεταβλητές:
es: Variables disponibles:
fr: Variables disponibles :
hu: Elérhető verziók:
it: Variabili disponibili:
pt: Variáveis disponíveis:
pt_br: Variáveis disponíveis:
ru: Доступные переменные:
sk: Dostupné premenné:
tr: Mevcut değişkenler:

# components.promotion_message_builder.message_preview
source: Message preview
da: Forhåndsvisning af besked
el: Προεπισκόπηση μηνύματος
es: Vista previa del mensaje
fr: Aperçu du message
hu: Üzenet előnézete
it: Anteprima del messaggio
pt: Visualização da mensagem
pt_br: Pré-visualização da mensagem
ru: Предварительный просмотр сообщения
sk: Zobrazenie správy
tr: İleti önizlemesi

# components.promotion_message_builder.place_preview
source: Place preview (1st place)
da: Pladseringsvisning (1. plads)
el: Προεπισκόπηση θέσης, (1η θέση)
es: Vista previa del lugar (1er lugar)
fr: Aperçu d'une place (1ère place)
hu: Hely előnézete (1. hely)
it: Anteprima della posizione (prima posizione)
pt: Previsão do lugar ( 1º lugar)
pt_br: Previsão da posição (1º lugar)
ru: Предварительный обзор (1 место)
sk: Zobrazenie pozície (1 pozícia)
tr: Yer önizlemesi (1. Sıra)

# components.import_promotion_message.template_imported
source: Template imported
da: Skabelon importeret
el: Το πρότυπο εισήχθει
es: Plantilla importada
fr: Modèle importé
hu: Sablon importálva
it: Modello importato
pt: Modelo importado
pt_br: Modelo importado
ru: Шаблон импортирован
sk: Šablóna bola úspešne nahraná
tr: Şablon dışarıdan alındı

# components.import_promotion_message.errors.invalid_data
source: Data are invalid
da: Data er ugyldigt
el: Τα δεδομένα δεν είναι έγκυρα
es: Los datos son inválidos
fr: Les données ne sont pas valides
hu: Az adatok érvénytelenek
it: I dati non sono validi
pt: Dados inválidos
pt_br: Dados inválidos
ru: Данные не корректны
sk: Údaje sú neplatné
tr: Geçersiz veri

# components.import_promotion_message.config_placeholder
source: Paste your config here
da: Indsæt din konfigurering her
el: Επικολλήστε εδώ τη διαμόρφωση
es: Pega tu configuración aquí
fr: Collez votre configuration ici
hu: Illessze ide a konfigurációját
it: Incolla la tua configurazione qui
pt: Coloque a sua configuração aqui
pt_br: Cole a sua configuração aqui
ru: Вставьте свою конфигурацию сюда
sk: Sem vložte svoje nastavenia
tr: Yapılandırmanızı buraya yapıştırın

# components.import_promotion_message.title
source: Import promotion message
da: Importer promoveringsmeddelelse
el: Εισαγωγή μηνύματος αναγγελίας
es: Importar Mensaje de promoción
fr: Importer un message de promotion
hu: Promóciós üzenet importálása
it: Importa un messaggio promozionale
pt: Importar mensagem de promoção
pt_br: Importar mensagem de promoção
ru: Импорт рекламного сообщения
sk: Nahrajte propagačnú správu
tr: Tanıtım iletisini dışarıdan al

# routes.about.title
source: About @:(common.site_title)
da: Om @:(common.site_title)
es: Sobre @:(common.site_title)
fr: À propos de @:(common.site_title)
it: A proposito di @:(common.site_title)
pt: Sobre @:(common.site_title)
pt_br: Sobre @:(common.site_title)
ru: Об @:(common.site_title)
sk: Informácia o@:(common.site_title)
tr: @:(common.site_title) Hakkında

# routes.about.general_info.title
source: General information
da: Generel information
el: Γενικές πληροφορίες
es: Información general
fr: Informations générales
hu: Általános információ
it: Informazioni generali
pt: Informação geral
pt_br: Informação geral
ru: Общая информация
sk: Všeobecné informácie
tr: Genel bilgi
