Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# components.gb_investment.gb_investment.description.p2_html
source: <strong>Note</strong>: If the update is not done automatically, first set the GB level and the overall investment value and click on "@:(components.gb_investment.gb_investment.form.submit_global)". If you want to adjust the values of each place, adjust to your convenience and click on "@:(components.gb_investment.gb_investment.form.submit_custom)".
da: <strong>Note</strong>: Hvis opdateringen ikke sker automatisk, skal du først indstille SB niveauet, og den samlede investerings-værdi, og klikke på "@:(components.gb_investment.gb_investment.form.submit_global)". Hvis du vil justere værdierne ved hver enkelt placering, skal du justere til dine ønsker og klikke på "@:(components.gb_investment.gb_investment.form.submit_custom)".
el: <strong>Σημείωση</strong>: Εάν η ενημέρωση δεν γίνεται αυτόματα, πρώτα ορίστε το επίπεδο του ΜΚ και την συνολική αξία επένδυσης και πατήστε στο "@:(components.gb_investment.gb_investment.form.submit_global)". Εάν θέλετε να προσαρμόσετε τις τιμές για κάθε θέση, προσαρμόστε το όπως σας βολεύει και πατήστε στο "@:(components.gb_investment.gb_investment.form.submit_custom)".
es: <strong>Nota</strong>: Si no se actualiza automáticamente, primero fije el nivel del GE y la inversión general y haga click "@:(components.gb_investment.gb_investment.form.submit_global)". Si quiere ajustar los valores de cada lugar, ajústelos a su conveniencia y haga click "@:(components.gb_investment.gb_investment.form.submit_custom)".
fi: <strong>HUOM</strong>: Jos ei päivity automaattisesti, aseta ensin HR taso ja kokonaissijoitus lukema ja klikkaa "@:(components.gb_investment.gb_investment.form.submit_global)". Jos haluat asettaa joka sijalle oman arvon, säädä mieleiseksesi ja klikkaa "@:(components.gb_investment.gb_investment.form.submit_custom)".
fr: <strong>Note</strong> : Si la mise à jour ne se fait pas automatiquement, dans un premier temps, définissez le niveau du GM et la valeur d'investissement globale et cliquez sur « @:(components.gb_investment.gb_investment.form.submit_global) ». Si vous souhaitez ajuster les valeurs de chaque place, ajuster à votre convenance et cliquez sur « @:(components.gb_investment.gb_investment.form.submit_custom) ».
hu: <strong>Megjegyzés</strong>: Ha a frissítés nem történik meg automatikusan, akkor először állítsd be a nevezetes szintjét és az összes, támogatók által betett mennyiséget, majd kattints ide: "@:(components.gb_investment.gb_investment.form.submit_global)". Ha te szeretnéd megadni az egyes helyek értékét, állítsd be a kívánt értékeket és kattints ide: "@:(components.gb_investment.gb_investment.form.submit_custom)".
it: <strong>Nota</strong>:Se l'aggiornamento non viene eseguito automaticamente, imposta prima il livello del GE e il valore complessivo dell'investimento e fai clic su "@:(components.gb_investment.gb_investment.form.submit_global)". Se desideri modificare i valori di ciascun elemento, modificali a piacimento e fai clic su "@:(components.gb_investment.gb_investment.form.submit_custom)".
no: <strong>Note</strong>: Dersom oppdatering ikke skier automation, sett først GB nivå og total investeringssum og trykk på "@:(components.gb_investment.gb_investment.form.submit_global)". Dersom du vil justere summene på hvert sted, juster det du ønsker og trykk på"@:(components.gb_investment.gb_investment.form.submit_custom)".
pt: <strong>Nota</strong>:Se não for actualizado automaticamente,defina primeiro o nível do GE e o valor total do investimento e clica em @:(components.gb_investment.gb_investment.form.submit_global) "Se quiseres ajustar os valores de cada lugar,clica em"@:(components.gb_investment.gb_investment.form.submit_custom)".
pt_br: <strong>Observação:</strong> Se a atualização não acontecer automaticamente, primeiro coloque o nível do GE e o valor total do investimento e clique em "@:(components.gb_investment.gb_investment.form.submit_global)". Se você quiser ajustar os valores de cada lugar, ajuste como queira e clique em "@:(components.gb_investment.gb_investment.form.submit_custom)".
ru: <strong>Замечание</strong>: Если таблица не обновилась автоматически, сначала укажите уровень ВС, потом значение множителя Арки и нажмите "@:(components.gb_investment.gb_investment.form.submit_global)". Если вы хотите указать значения вкладов для всех мест вручную, заполните правую колонку таблицы и нажмите "@:(components.gb_investment.gb_investment.form.submit_custom)".
sk: <strong>Poznámka </strong>: Ak sa aktualizácia neuskutoční automaticky, najprv nastavte úroveň VB a celkovú investíciu bv a kliknite na „@:(components.gb_investment.gb_investment.form.submit_global)“. Ak chcete upraviť hodnoty každého miesta, upravte ich ako Vám to vyhovuje a kliknite na „@:(components.gb_investment.gb_investment.form.submit_custom)“.
tr: <strong>Not </strong>: Güncelleme otomatik olarak yapılmazsa, önce GB seviyesini ve genel yatırım değerini ayarlayın ve "@:(components.gb_investment.gb_investment.form.submit_global)" üzerine tıklayın. Her bir yerin değerlerini ayarlamak istiyorsanız, uygunluğunuzu ayarlayın ve "@:(components.gb_investment.gb_investment.form.submit_custom)" üzerine tıklayın.

# components.gb_investment.gb_investment.form.level
source: Level {fromLevel} → {level} (@:(utils.between_range))
da: Niveau {fromLevel} → {level} (@:(utils.between_range))
el: Επίπεδο {fromLevel} → {level} (@:(utils.between_range))
es: Nivel {fromLevel} → {level} (@:(utils.between_range))
fi: Taso {fromLevel} → {level} (@:(utils.between_range))
fr: Niveau {fromLevel} → {level} (@:(utils.between_range))
hu: Szint {fromLevel} → {level} (@:(utils.between_range))
it: Livello {fromLevel} → {level} (@:(utils.between_range))
no: Nivå {fromLevel} → {level} (@:(utils.between_range))
pt: Nível {fromLevel} → {level} (@:(utils.between_range))
pt_br: Nível {fromLevel} → {level} (@:(utils.between_range))
ru: Прокачиваемый уровень {fromLevel} → {level} (@:(utils.between_range))
sk: Úroveň {fromLevel} → {level} (@:(utils.between_range))
tr: Seviye {fromLevel} → {level} (@:(utils.between_range))

# components.gb_investment.gb_investment.form.investor_percentage
source: % of global investors bonus (arc bonus)
da: Ark bonus i %
el: % προσαύξηση για όλους τους συνεισφέροντες (προσαύξηση Θόλου)
es: % bono global de inversionistas (bono del Arca)
fi: Sijoittajan % bonus (Kupu bonus)
fr: % de bonus (grosses arches) global des investisseurs
hu: A befektetők bónuszának százaléka (Bárka bónusz)
it: % globale degli investitori (bonus Arc)
no: % av global investor bonus (arc bonus)
pt: % do bónus dos investidores (bónus da arca)
pt_br: % geral de bônus do Arco dos investidores
ru: Множитель Арки вкладчиков в процентах
sk: % z bonusov hlavných prispievateľov (bonus oblúku)
tr: FP atacak kişilerin Ark bonusu

# components.gb_investment.gb_investment.form.submit_global
source: Global calculation
da: Global beregning
el: Παγκόσμιος υπολογισμός
es: Cálculo Global
fi: Laske
fr: Calcul global
hu: Összesített számítás
it: Calcolo globale
no: Global utregning
pt: Cálculo Global
pt_br: Cálculo Geral
ru: Рассчитать
sk: Globálne prepočítanie
tr: Küresel hesaplama

# components.gb_investment.gb_investment.form.submit_custom
source: Custom calculation
da: Brugerdefineret beregning
el: Προσαρμοσμένος υπολογισμός
es: Personalizar Cálculo
fi: Mukautettu laskenta
fr: Calcul personnalisé
hu: Egyéni számítás
it: Calcolo personalizzato
no: Tipasset utregning
pt: Cálculo personalizado
pt_br: Cálculo Personalizado
ru: Рассчитать индивидуально
sk: Upravené prepočítanie
tr: Özel hesaplama

# components.gb_investment.gb_investment.form.owner_investment
source: Number of FPs currently put by the owner (max {max})
da: Antal Fp's der i øjeblikket er sat af ejeren (Max {max})
el: ΦΠ ήδη τοποθετημένοι από τον κάτοχο (μέγιστη {max})
es: Cantidad de PFs actualmente puestos por el propietario (max {max})
fi: Omistajan laittama TP (max {max})
fr: Nombre de PFs actuellement mis par le propriétaire (max {max})
hu: Forge pontok száma, amit a tulajdonos már betett (max {max})
it: Numero di punti forge messi attualmente dal proprietario (max {max})
no: Antall FP allerede plassert av eier (max {max})
pt: Número de PFs actualmente colocados pelo proprietário (max {max})
pt_br: Número de PFs colocados pelo dono atualmente (no máximo {max})
ru: СО, уже вложенные владельцем (максимум {max})
sk: Počet BV momentálne vložených vlastníkom (max {max})
tr: Bina sahibinin atmış olduğu FP miktarı (Maksimum {max})

# components.gb_investment.gb_investment.form.add_investors
source: Add investor (put FP value, @:(utils.between_range))
da: Tilføj bidrager (sæt FP værdi, @:(utils.between_range))
el: Προσθήκη συνεισφέροντα (εισάγετε την τιμή των ΦΠ, @:(utils.between_range))
es: Agregar inversionista (poner el valor de FPs, @:(utils.between_range))
fi: Lisää sijoittaja (laita TP välillä, @:(utils.between_range))
fr: Ajouter un investisseur (mettre la valeur en PF, @:(utils.between_range))
hu: Befektető hozzáadása (FP száma, {min} és {max} között)
it: Aggiungi investitore (immetti il numero di punti forge, @:(utils.between_range))
no: Legg til investor (put FP value, @:(utils.between_range))
pt: Adicione investidor(coloca valor dos PF's ,@:(utils.between_range))
pt_br: Adicione um investidor (coloque um valor de PFs @:(utils.between_range))
ru: СО, уже вложенные другими вкладчиками (укажите их вклады по очереди, @:(utils.between_range))
sk: Pridajte investora (vložte počet BV, @:(utils.between_range))
tr: Yatırımcı ekle (@:(utils.between_range), FP değeri girin)

# components.gb_investment.gb_investment.form.tooltip_add_investors
source: Click on "@:(utils.Add)" button or press "Enter" key to add investor
da: Klik på knappen "@:(utils.Add)" eller tryk "Enter" for at tilføje bidrager
el: Πατήστε το κουμπί "@:(utils.Add)" ή το πλήκτρο "Enter" για να προσθέσετε συνεισφέροντα
es: Click "@:(utils.Add)" en el Botón u oprima la tecla "Enter" para agregar un inversionista
fi: Klikkaa "@:(utils.Add)" nappia tai paina "Enter"-nappia lisätäksesi sijoittajan
fr: Cliquez sur le bouton "@:(utils.Add)" ou appuyez sur la touche "Entrée" pour ajouter un investisseur
hu: Kattints az "@:(utils.Add)" gombra vagy nyomd meg az "Enter" billentyűt befektető hozzáadásához
it: Clicca sul bottone "@:(utils.Add)" o premi il tasto "Invio" per aggiungere un investitore
no: Trykk på "@:(utils.Add)" knappen eller trykk "Enter" tast for å legge til investor
pt: Clique no botão "@:(utils.Add)" ou pressione a tecla "Enter" para adicionar investidor
pt_br: Clique no botão "@:(utils.Add)" ou pressione a tecla "Enter" para adicionar um investidor
ru: Нажмите кнопку «@:(utils.Add)» или нажмите клавишу «Ввод», чтобы добавить вкладчика
sk: Kliknutím na tlačidlo @:(utils.Add)“alebo stlačením klávesy „Enter“ pridáte prispievateľa
tr: FP atan kişi girmek için @:(utils.Add)'e basın veya Enter tuşuna basın

# components.gb_investment.gb_investment.form.investors_list
source: List of added investors
da: Liste over tilføjede bidragere
el: Κατάλογος συνεισφερόντων που προστέθηκαν
es: Lista de inversionistas agregados
fi: Lista sijoittajista
fr: Liste des investisseurs ajoutés
hu: Hozzáadott befektetők listája
it: Lista degli investitori aggiunti
no: Liste over tillagte investorer
pt: Lista de investidores adicionados
pt_br: Lista de investidores adicionados
ru: СО других вкладчиков:
sk: Zoznam pridaných prispievateľov
tr: FP atanların olduğu liste

# components.gb_investment.gb_investment.form.display_card
source: Display the table in card view ? (on small screen)
da: Vis tabellen i kortvisning? (på lille skærm)
el: Εμφάνιση πίνακα σε μορφή κάρτας; (σε μικρές οθόνες)
es: ¿Mostrar la tabla en vista de tarjeta? (en pantalla pequeña)
fi: Näytä taulukko kortti-muodossa? (pienille ruuduille)
fr: Afficher le tableau en mode carte ? (sur petit écran)
hu: Táblázat megjelenítése kártyaként (kis képernyőhöz)
it: Visualizzare la scheda nella riduzione della schermata ? (su schermo piccolo)
no: Vis tabellen i kortvisning? (på små skjermer)
pt: Exibir a tabela no modo de exibição caixa? (em tela pequena)
pt_br: Exibir a tabela no modo de caixas? (para telas pequenas)
ru: Показать таблицу в виде карты? (на маленьком экране)
sk: Zobraziť tabuľku v karte ? (na malej obrazovke)
tr: Kart görünümde gösterilsin mi?(küçük ekranda)

# components.gb_investment.gb_investment.form.show_only_secured_places
source: Show only secured places
da: Vis kun sikrede placeringer
el: Εμφάνιση μόνο ασφαλών θέσεων
es: Mostrar solo lugares seguros
fi: Näytä vain lukitut sijat
fr: Afficher uniquement les places sécurisés
hu: Csak biztosított helyek megjelenítése
it: Mostra solo posizioni coperte
no: Vis bare tryggede plasser
pt: Mostrar apenas lugares seguros
pt_br: Mostrar apenas lugares seguros
ru: Показать все обеспеченные места
sk: Ukázať len zaistené pozície
tr: Yalnızca garantili yerleri göster

# components.gb_investment.gb_investment.form.show_snipe
source: Show Spot/Snipe
da: Vis Plads/Snipe
el: Εμφάνιση Θέσης/Snipe
es: Mostrar Lugar
fi: Näytä Sijoitus/Snipe
fr: Afficher Spot/Snipe
hu: Helyezés/rablás (pont nyereség/veszteség) megjelenítése
it: Mostra punto/cecchino
no: Vis Spot/Snipe
pt: Mostrar lugar/Intruso
pt_br: Mostrar Intruso/Bote
ru: Учитывать незваных вкладчиков?
sk: Zobraziť Zabezpečená pozícia / Možný profit
tr: Bina kilitlemeyi göster

# components.gb_investment.gb_investment.table.title
source: {gb_key} level {fromLevel} → {level}
da: {gb_key} niveau {fromLevel} → {level}
el: {gb_key} επίπεδο {fromLevel} → {level}
es: {gb_key} nivel {fromLevel} → {level}
fi: {gb_key} taso {fromLevel} → {level}
fr: {gb_key} niveau {fromLevel} → {level}
hu: {gb_key} szint {fromLevel} → {level}
it: {gb_key} livello {fromLevel} → {level}
no: {gb_key} nivå {fromLevel} → {level}
pt: {gb_key} nível {fromLevel} → {level}
pt_br: {gb_key} nível {fromLevel} → {level}
ru: {gb_key} уровень {fromLevel} → {level}
sk: {gb_key}úroveň {fromLevel} → {level}
tr: {gb_key} seviye {fromLevel}→ {level}

# components.gb_investment.gb_investment.table.thead.th1
source: Places
da: Placeringer
el: Θέσεις
es: Lugares
fi: Sijat
hu: Helyek
it: Posizioni
no: Plasser
pt: Lugares
pt_br: Posições
ru: Место
sk: Miesta
tr: Sıralar

# components.gb_investment.gb_investment.table.thead.th2
source: Default rewards
da: Standard belønninger
el: Αρχικές ανταμοιβές
es: Recompensas por defecto
fi: Oletuspalautukset
fr: Récompenses de base
hu: Alap jutalom
it: Ricompense standard
no: Standard belønninger
pt: Prémios padrão
pt_br: Recompensa padrão
ru: Стандартная прибыль
sk: Základné odmeny
tr: Varsayılan ödüller

# components.gb_investment.gb_investment.table.thead.th3
source: FP to put by the owner to secure the place
da: FP, som ejeren skal placere for at sikre placeringen
el: ΦΠ εισφοράς του κατόχου για ασφάλιση της θέσης
es: PFs a poner por el propietario para asegurar el lugar
fi: Omistajan laitettava TP määrä että sija on lukittavissa
fr: PF à mettre par le propriétaire pour sécuriser la place
hu: A tulajdonos által beteendő FP a hely biztosításához
it: PF che il proprietario deve mettere per coprire la posizione
no: FP som må plasseres av eier for å trygge plassen
pt: PF's colocados pelo dono para segurar posições
pt_br: PFs colocados pelo dono para segurar as posições
ru: СО, которые должен вложить владелец ВС для обеспечения гаранта
sk: BV vložené majiteľom na zaistenie pozície
tr: Sırayı garantilemek için bina sahibinin atması gereken FP

# components.gb_investment.gb_investment.table.thead.th4
source: Rewards with rate
da: Belønninger med bonus
el: Προσαυξημένες ανταμοιβές
es: Recompensas con bono
fi: Palautukset
fr: Récompenses avec taux
hu: Összes jutalom
it: Ricompense con bonus
no: Belønning med rate
pt: Taxa de Recompensas
pt_br: Recompensas com bônus
ru: Прибыль с учётом множителя Арки
sk: Odmena s bonusom
tr: Bonusla birlikte ödül

# components.gb_investment.gb_investment.table.thead.th5
source: % of investors bonus (arc bonus)
da: Ark bonus i %
el: % προσαύξηση συνεισφερόντων (προσαύξηση Θόλου)
es: % de bono de inversionistas (bono del Arca)
fi: Sijoittajan % bonus (Kupu bonus)
fr: % de bonus (grosses arches) des investisseurs
hu: befektetők bónuszának százaléka (Bárka bónusz)
it: % del bonus degli investitori (bonus Arc)
no: % av investors bonus (arc bonus)
pt: % de bónus dos investidores (bónus da arca)
pt_br: % de bônus do Arco dos investidores
ru: Указать другой множитель Арки:
sk: % bonus prispievateľa (bonus Oblúka)
tr: FP atacak kişilerin Ark bonusu

# components.gb_investment.gb_investment.table.thead.th6
source: Include in copy boxes
da: Medtag i kopiboksene
el: Αναγραφή στο μήνυμα αναγγελίας
es: Inluir en los cuadros de copia
fi: Liitä kopio riveille
fr: Inclure dans les champs de copie
hu: Szabad a hely
it: Includi nel copiare
no: inkluder i kopieringsbokser
pt: Incluir cópia nas caixas
pt_br: Incluir nas mensagens abaixo
ru: Включить в рекламное сообщение
sk: Zahrň do kopírovacích kolóniek
tr: Tanıtım iletisine dahil et

# components.gb_investment.gb_investment.table.thead.fp_already_putin
source: Number of FP already in
da: Antal FP der allerede er lagt
el: Ποσότητα ήδη τοποθετημένων ΦΠ
es: Cantidad de PFs ya puestos
fi: Jo sijoitetut TP
fr: Nombre de PF déjà mis
hu: A már betett FP mennyisége
it: Numero di PF già inseriti
no: Antall FP allerede plassert
pt: Total de PF's já colocados
pt_br: Número de PFs já colocados
ru: Количество СО уже вложенных
sk: Počet už vložených BV
tr: Şu an atılmış FP sayısı

# components.gb_investment.gb_investment.table.thead.real_participation
source: FP obtained with the % bonus % of your Arc
da: FP opnået med % bonus fra din ark
el: ΦΠ που λήφθηκαν βάσει της % προσαύξησης του Θόλου σας
es: PFs obtenidos con el % de bono de tu Arca
fi: TP palautus sinun Kupu bonus prosentilla
fr: PF obtenu avec le % de bonus de votre Arche
hu: Bárka bónuszoddal megszerezhető FP
it: PF ottenuti con la % di bonus del tuo Arc
no: FP oppnådd med den % bonus % av din Arc
pt: PF's obtidos com a % de lucro da tua Arca
pt_br: PFs obtidos com a % de bônus do seu Arco
ru: СО получено с учетом множителя вашей Арки
sk: BV získané s % bonusom tvojho Oblúka
tr: Ark'ınızın % bonus'uyla elde edilen FP

# components.gb_investment.gb_investment.table.thead.is_sniper
source: Is a potential sniper ?
da: Er en potentiel sniper ?
el: Είναι πιθανός sniper?
es: Hay un apostador potencial?
fi: Onko snipeejä?
fr: Est un sniper potentiel ?
hu: Várható, hogy előzni fog?
it: E' un potenziale cecchino?
no: Er en potensiell sniper?
pt: É um potencial intruso ?
pt_br: É um potencial intruso ?
ru: Потенциально перебьёт вышестоящего?
sk: Môže sa snažiť o získanie pozície ?
tr: Potansiyel bir pusucu mu?

# components.gb_investment.gb_investment.table.thead.expected_participation
source: FP obtained with the % bonus expected by the owner
da: FP opnået med % bonus der forventes af ejeren
el: ΦΠ που συνεισφέρθηκαν σύμφωνα με την ορισμένη % προσαύξηση από τον κάτοχο
es: PFs obtenidos con el % de bono experado por el propietario
fi: TP palautus omistajan olettamalla bonus %
fr: PF obtenu avec le % de bonus attendu par le propriétaire
hu: A tulajdonos által elvárt bónusz %-kal együtt kapott FP
it: PF ottenuto con il bonus in % previsto dal proprietario
no: FP oppnådd med den % bonus forventet av eier
pt: PF's obtidos com a % de bónus esperado pelo dono
pt_br: PFs obtidos com a % de bônus esperado pelo dono
ru: Количество СО с учетом множителя Арки
sk: BV získané s % bonusom očakávaným majiteľom
tr: FP sahibinin % bonus ile kazancı

# components.gb_investment.gb_investment.table.thead.spot_snipe
source: Spot/Snipe
da: Placering/Snipe
el: Θέση/Snipe
es: Lugar
fi: Sija/Snipe
hu: Helyezés/rablás
it: Punti/Cecchino
no: Plass/Kapre
pt: Lugar/Intruso
pt_br: Intruso/Bote
ru: Незваный вкладчик
sk: Zabezpečená pozícia / Možný profit
tr: Bina kilitleme

# components.gb_investment.gb_investment.table.tbody.tooltip_owner_investment
source: FPs remaining to be put by the owner to secure the place
da: FP der mangler at blive lagt af ejeren for at sikre placeringen
el: Υπολειπόμενοι ΦΠ εισφοράς κατόχου γι' ασφάλιση της θέσης
es: PFs pendientes a poner por el dueño para asegurar el lugar
fi: Omistajan laitettava TP määrä lukittaakseen sijan
fr: PFs restant à mettre par le propriétaire pour sécuriser la place
hu: A tulajdonos által még beteendő FP-k a hely biztosításához
it: PF che il proprietario deve ancora versare per coprire la posizione
no: FP som gjenstår for eier å plassere for å trygge plassen
pt: PF's restantes colocados pelo dono para segurar posições
pt_br: PFs restantes para o dono colocar para segurar a posição
ru: СО, которые должен вложить владелец для гарантии места
sk: Zostávajúci počet BV, ktoré musí majiteľ vložiť na zaistenie pozície
tr: Sıranın garantilenmesi için bina sahibinin atması gereken kalan FP miktarı

# components.gb_investment.gb_investment.table.tbody.tooltip_expected_investment
source: Expected investment
da: Forventet bidrag
el: Αναμενόμενη συνεισφορά
es: Inversión esperada
fi: Oletettu TP sijoitus
fr: Investissement attendu
hu: Várható beruházás
it: Investimento previsto
no: Forventet investering
pt: Investimento esperado
pt_br: Investimento esperado
ru: Ожидаемые вложения
sk: Očakávaná investícia
tr: Beklenen yatırım

# components.gb_investment.gb_investment.table.tbody.profit
source: This player will make a profit
da: Denne spille vil tjene FP's
el: Ο συνεισφέρων στη θέση θα κερδίσει ΦΠ
es: Este jugador obtendrá ganancias
fi: Tämä pelaaja saa tuottoa
fr: Ce joueur fera un profit
hu: Ez a játékos nyereségre tesz szert
it: Questo giocatore avrà un profitto
no: Denne spilleren vil gjøre profitt
pt: Jogador que vai ter lucro
pt_br: Este jogador terá lucro
ru: Ожидаемая прибыль
sk: Tento hráč bude mať zisk
tr: Bu oyuncu kar edecek

# components.gb_investment.gb_investment.table.tbody.neutral
source: This player will neither make profit nor lose FPs
da: Denne spille vil hverken tjene eller miste FP's
el: Ο συνεισφέρων στη θέση δεν θα κερδίσει ούτε θα χάσει ΦΠ
es: Este jugador ni ganará ni perderá PFs
fi: Tämä pelaaja ei saa tuottoa eikä menetä TP
fr: Ce joueur ne fera ni profit ni perte de PF
hu: Ez a játékos nem fog sem nyerni, sem veszíteni FP-t
it: Questo giocatore non avrà profitti né perderà PF
no: Denne spilleren vil hverken gjøre profitt eller tape FP
pt: Este jogador não terá lucro nem vai perder PF's
pt_br: Este jogador não terá lucro nem vai perder PFs
ru: Выход "в ноль"
sk: Tento hráč nezarobí ani nestratí BV
tr: Bu oyuncu ne kar edecek ne de zarar

# components.gb_investment.gb_investment.table.tfoot.total_preparation
source: Total investment of the owner
da: Ejerens samlede bidrag
el: Σύνολο ΦΠ εισφοράς κατόχου
es: Inversión total del propietario
fi: Omistajan kokonais TP sijoitus
fr: Investissement total du propriétaire
hu: Tulajdonos költsége
it: Investimento totale da parte del proprietario
no: Total investering fra eier
pt: Investimento total do dono
pt_br: Investimento total do dono
ru: Общий вклад владельца
sk: Celková investícia majiteľa
tr: Bina sahibinin atması gereken toplam FP

# components.gb_investment.gb_investment.table.tfoot.level_cost
source: Level cost
da: Niveau pris
el: Σύνολο ΦΠ ολοκλήρωσης του επιπέδου
es: Costo del nivel
fi: Tason kustannus
fr: Coût du niveau
hu: Szint költsége
it: Costo del livello
no: Nivåkostnad
pt: Custo do nível
pt_br: Custo do nível
ru: Стоимость всего уровня
sk: Cena úrovne
tr: Seviyenin maliyeti
