Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# foe_data.province.Scuttle_Ridge
source: Scuttle Ridge
fr: Crête des coques percées
hu: Szenes hegygerinc
it: Cresta affondata
pt_br: Serra da Fuga
ru: Хребет Беглеца
sk: Hlboký hrebeň

# foe_data.province.Nock_s_Turn
source: Nock's Turn
fr: Virage des voiles
hu: Csonka csúcsvitorla
it: Il turno di Nock
pt_br: Curva da Corda
ru: Поворот Нока
sk: Nockov obrat

# foe_data.province.Wherry_Gap
source: Wherry Gap
fr: Brèche des voiles à corne
hu: Ladiklyuk
pt_br: Abismo do Bote
ru: Разлом барки
sk: Pramicový priesmyk

# foe_data.province.Idlers_Range
source: Idlers Range
fr: Tanière des matelots
hu: Szakemberek területe
it: Banda di fannulloni
pt_br: Cordilheira do Ocioso
ru: Область лентяя
sk: Lodníkovo pohorie

# routes.trade.tab.trade_2_1.message
source: Simple trade, ratio 1 for 1 with resources of the same age and 1 for 2 in order to get resources with one gap age.
da: Enkel handel, i forholdet 1 til 1for varer i samme tidsalder og 1 til 2 for varer med én tidsalder til forskel.
es: Comercio simple, relación 1 por 1 con recursos de la misma edad y 1 por 2 para obtener recursos con una sola brecha.
fr: Simple commerce, ratio 1 pour 1 pour des ressources de même âge et 1 pour 2 pour des ressources avec un âge d'écart.
hu: Egyszerű kereskedelem, 1:1 arány azonos korú árucikkek esetében és 1:2 arány egyel alacsonyabb vagy magasabb korú árucikkek esetében.
it: Commercio semplice, rapporto 1 per 1 con risorse della stessa età e 1 per 2 al fine di ottenere risorse con un divario di una Era.
pt: Comércio simples, proporção 1 para 1 com recursos da mesma idade e 1 para 2 para obter recursos com uma idade de intervalo.
pt_br: Comércio simples, proporção 1 para 1 com recursos da mesma era e 1 para 2 para obter recursos com uma era de intervalo.
ru: Простые ставки: соотношение 1 к 1 товары одной эпохи, и 1 к 2 товары разных эпох.
sk: Jednoduché obchodovanie, pomer 1 za 1 s zdrojmi tej istej doby a 1 za 2 s cieľom získať zdroje nie z najbližšej doby, ale až z tej po nej.
tr: Basit ticaret, aynı çağdaki ürünlerde 1'de 1, bir çağ farklı olan ürünlerde 1'e 2.

# routes.trade.hero.subtitle
source: This tool facilitates your business by offering you the best rates according to your way of trading.
da: Dette værktøj gør det nemmere for dig at handle ved at tilbyde dig de bedste priser i henhold til din måde at handle på.
es: Esta herramienta facilita su negocio al ofrecerle las mejores tarifas de acuerdo con su forma de operar.
fr: Cet outil permet de faciliter votre commerce en vous proposant les meilleurs taux suivant votre façon de commercer.
it: Questo strumento facilita il tuo business offrendoti i migliori tassi in base al tuo modo di fare commercio.
pt: Esta ferramenta facilita o seu negócio, oferecendo-lhe as melhores taxas de acordo com o seu modo de negociação.
pt_br: Esta ferramenta facilita a sua negociação, te oferecendo as melhores taxas de acordo com o seu modo de negociar.
ru: Рассчёт обменных курсов товара.
sk: Tento nástroj napomáha Vášmu obchodovaniu tým, že Vám ponúkne najlepšie pomery podľa toho ktorým smerom obchodujete.
tr: Bu araç, takas tarzınıza göre en iyi oranları hesaplayarak işinizi kolaylaştırır.

# routes.contact.message_other_info_html
source: If you are developers, you can also create an issue (and contribute to the development of the site) on @:(common.links.github).
da: Hvis du er udvikler, kan du også oprette et problem (og bidrage til udviklingen af webstedet) på @:(common.links.github).
es: Si son desarrolladores, también pueden crear un problema (y contribuir al desarrollo del sitio) en @:(common.links.github).
fr: Si vous êtes développeurs, vous pouvez aussi créer une issue (et contribuer au développement du site) sur @:(common.links.github).
it: Se siete sviluppatori, potete anche creare un problema (e contribuire allo sviluppo del sito) su @:(common.links.github).
pt: Se você é desenvolvedor, também pode criar uma situação (e contribuir para o desenvolvimento do site) em @:(common.links.github).
pt_br: Se você é desenvolvedor, também pode criar um issue (e contribuir para o desenvolvimento do site) em @:(common.links.github).
ru: Если вы программист, вы также можете отправить заявку (и внести свой вклад в развитие проекта) здесь: @:(common.links.github).
sk: Ak ste vývojári, môžete tiež vytvoriť ticket (a prispieť k rozvoju stránky ) na @:(common.links.github).
tr: Eğer geliştirici iseniz, @:(common.links.github) üzerinden sorun bildirebilirsiniz (ve sitenin gelişimine katkıda bulunabilirsiniz).

# contributions.question
source: Answering Questions
el: Απάντηση σ' Ερωτήσεις
es: Respondiendo preguntas
fr: Répondre aux questions
it: Rispondere alle domande
pt: Responder a Questões
pt_br: Respondendo Perguntas
ru: Ответы на вопросы
sk: Odpovede na otázky
tr: Soruları Cevaplama

# contributions.plugin
source: Plugin/utility libraries
es: Plugin / bibliotecas de utilidades
fr: Plug-in / Bibliothèques utilitaires
it: Librerie di Plugin/utility
pt: Bibliotecas de plugins / utilitários
pt_br: Bibliotecas de plugins/utilitários
ru: Plugin/utility библиотеки
sk: prídavný modul/knižnica pomocných programov
tr: Eklenti / yardımcı program kütüphaneleri

# contributions.platform
source: Packaging/porting to new platform
es: Compactar / mover a nueva plataforma
fr: Packaging/portage vers une nouvelle plateforme
it: Imballaggio/porting alla nuova piattaforma
pt: Compactar,mover para nova plataforma
pt_br: Compactar/mover para nova plataforma
ru: Компоновка/перенос на новую платформу
sk: Balenie / prenos na novú platformu
tr: Yeni platforma paketleme/taşıma

# contributions.infra
source: Infrastructure (Hosting, Build-Tools, etc)
es: Infraestructura (Hosting, Build-Tools, etc)
it: Infrastrutture (Hosting, Build-Tools, ecc.)
pt: Infraestrutura (Hosting, Build-Tools, etc)
pt_br: Infraestrutura (Hospedagem, Construir Ferramentas, etc)
ru: Инфраструктура (хостинг, инструменты для сборки и т.д.)
sk: Infraštruktúra (Hosting, Vytváranie nástrojov atď.)
tr: Altyapı (Sunucu, Yapım Araçları, vb.)

# contributions.ideas
source: Ideas, Planning, & Feedback
es: Ideas, planificación y comentarios
fr: Idées, planification et commentaires
it: Idee, Pianificazione e Feedback
pt: Ideias, planeamento e feedback
pt_br: Ideias, Planejamento e Feedback
ru: Идеи, планы и отзывы
sk: Nápady, Plánovanie a Spätná väzba
tr: Fikirler, Planlama ve Geri Bildirim

# contributions.fundingFinding
source: Find Funding
es: Encontrar financiación
fr: Recherche de financement
it: Trovare fondi
pt: Financiamento
pt_br: Encontre Financiamento
ru: Поиск финансирования
sk: Nájsť financovanie
tr: Fon Bulma

# contributions.financial
source: Financial
es: Financiero
fr: Financier
it: Finanze
pt: Financeiro
pt_br: Financeiro
ru: Финансовый
sk: Finančné
tr: Ekonomik

# contributions.eventOrganizing
source: Event Organizing
es: Organización de eventos
fr: Organisation d'événements
it: Organizzazione di eventi
pt: Organização de Eventos
pt_br: Organização de Eventos
ru: Организация мероприятий
sk: Organizér udalostí
tr: Etkinlik Organizasyonu

# contributions.doc
source: Documentation
el: Τεκμηρίωση
es: Documentación
hu: Dokumentáció
it: Documentazione
pt: Documentação
pt_br: Documentação
ru: Документация
sk: Dokumentácia
tr: Dökümantasyon

# contributions.design
source: Design
es: Diseño
hu: Tervezés
ru: Дизайн
sk: Dizajn
tr: Tasarım

# contributions.code
source: Code
es: Código
it: Codice
pt: Código
pt_br: Código
ru: Код
sk: kód
tr: Kod

# contributions.bug
source: Bug reports
el: Αναφορές σφαλμάτων
es: Informes de errores
fr: Rapports de bogues
hu: Hibajelentés
it: Riporta un errore
pt: Relatório de erros
pt_br: Relatórios de erros
ru: Отчеты об ошибках
sk: Hlásenia chýb
tr: Hata raporları

# contributions.blog
source: Blogposts
fr: Articles de blog
hu: Blog bejegyzések
it: Post del blog
pt: Noticias do blog
pt_br: Posts do blog
ru: Сообщения в блоге
sk: Blogové príspevky
tr: Blog gönderileri

# utils.alpha_order
source: Alphabetical order
es: Orden alfabético
fr: Ordre alphabétique
it: Ordine alfabetico
pt: Ordem Alfabética
pt_br: Ordem alfabética
ru: Алфавитный порядок
tr: Alfabetik sıra

# utils.favourites
source: Favourites
es: Favoritos
fr: Favoris
hu: Kedvencek
it: Preferiti
pt: Favoritos
pt_br: Favoritos
ru: Избранное
tr: Favoriler

# utils.errors.field_cannot_be_empty
source: This field cannot be empty
el: Το πεδίο αυτό δεν μπορεί να 'ναι κενό
es: Este campo no puede estar vacío
fr: Ce champ ne peut pas être vide
hu: Ez a mező nem lehet üres
it: Questo campo non può rimanere vuoto
pt: Este campo não pode estar vazio
pt_br: Este campo não pode ser vazio
ru: Это поле не может быть пустым
sk: Toto políčko nemôže ostať prázdne
tr: Bu alan boş olamaz

# utils.Donate
source: Donate
el: Δωρεά
es: Donar
fr: Faire un don
hu: Támogatás
it: Dona
pt: Doar
pt_br: Doar
ru: Помочь рублём
sk: Dar
tr: Bağış

# utils.Tutorial
source: Tutorial
el: Εκμάθηση
fr: Tutoriel
ru: Руководство
sk: Návod
tr: Öğretici

# utils.FP
source: {count} FP
el: {count} ΦΠ
es: {count} PF
fr: {count} PF
it: {count} PF
pt: {count} PF
pt_br: {count} PF
ru: {count} СО
sk: Počet BV {count}

# utils.Done
source: Done
es: Hecho
fr: Fini
hu: Rendben
it: Fatto
pt: Feito
pt_br: Concluído
ru: Готово
sk: Hotovo
tr: Tamam

# utils.Exit
source: Exit
el: Έξοδος
es: Salir
fr: Quitter
hu: Kilépés
it: Esci
pt: Sair
pt_br: Sair
ru: Выход
sk: Východ
tr: Çıkış

# utils.Hide
source: Hide
el: Απόκρυψη
es: Ocultar
fr: Masquer
hu: Elrejt
it: Nascondi
pt: Esconde
pt_br: Esconder
ru: Спрятать
sk: Skryť
tr: Gizle

# utils.Switch
source: Switch
es: Cambiar
fr: Changer
it: Cambia
pt: Mudar
pt_br: Trocar
ru: Переключить
sk: Prepnúť
tr: Değiştir

# utils.Reset_values
source: Reset values
es: Restablecer valores
fr: Réinitialiser les valeurs
hu: Értékek visszaállítása
it: Resetta i valori
pt: Redefinir valores
pt_br: Redefinir valores
ru: Сбросить значения
sk: Resetovať hodnoty
tr: Değerleri sıfırla

# utils.Submit
source: Submit
el: Υποβολή
es: Enviar
fr: Envoyer
it: Invia
pt: Enviar
pt_br: Enviar
ru: Разместить
sk: Odoslať
tr: Gönder

# utils.between_range
source: between {min} and {max}
es: entre {{min, número}} y {{max, número}}
fr: entre {min} et {max}
hu: {min} és {max} között
it: Tra {min} e {max}
pt: entre {min} e {max}
pt_br: entre {min} e {max}
ru: между {min} и {max}
sk: medzi{min} a {max}
tr: {min} ve {max} arasında

# utils.Close
source: Close
el: Κλείσιμο
es: Cerrar
fr: Fermer
hu: Bezár
it: Chiudi
pt: Fechar
pt_br: Fechar
ru: Закрыть
sk: Zatvoriť
tr: Kapat

# utils.Confirm
source: Confirm
el: Επιβεβαίωση
es: Confirmar
fr: Confirmer
hu: Jóváhagy
it: Conferma
pt: Confirmar
pt_br: Confirmar
ru: Подтвердить
sk: Potvrdiť
tr: Onayla

# utils.Reset
source: Reset
el: Επαναφορά
es: Descartar
fr: Réinitialiser
hu: Visszaállítás
it: Resetta
pt: Repor
pt_br: Reiniciar
ru: Сбросить
sk: Resetovať
tr: Sıfırla

# utils.Conquered
source: Conquered
es: Conquistado
fr: Conquis
hu: Meghódított
it: Conquistato
pt: Conquistado
pt_br: Conquistado
ru: Завоевано
sk: Podrobené
tr: Fethedildi mi

# utils.Cost
source: Cost
el: Κόστος
es: Coste
fr: Coût
hu: Költség
it: Costo
pt: Custo
pt_br: Custo
ru: Стоимость
sk: Náklady
tr: Maliyet

# utils.Description
source: Description
el: Περιγραφή
es: Descripción
hu: Leírás
it: Descrizione
pt: Descrição
pt_br: Descrição
ru: Описание
sk: Popis
tr: Açıklama

# utils.Name
source: Name
el: Ονομασία
es: Nombre
fr: Nom
hu: Név
it: Nome
pt: Nome
pt_br: Nome
ru: Имя
sk: Meno
tr: İsim

# utils.Path
source: Path
el: Διαδρομή
es: Ruta
fr: Chemin
it: Percorso
pt: Caminho
pt_br: Caminho
ru: Путь
sk: Cesta
tr: Yol

# routes.donate.hero.subtitle
source: Donate to @:(common.site_title)
es: Donar a @:(common.site_title)
fr: Faites un don à @:(common.site_title)
it: Dona a @:(common.site_title)
pt: Faz uma doação @:(common.site_title)
pt_br: Faça uma doação para @:(common.site_title)
ru: Сделать пожертвование проекту @:(common.site_title)
sk: Dar na @:(common.site_title)
tr: Bağış yap @:(common.site_title)

# routes.donate.donation_options
source: Donate with @:(common.links.donorbox) or @:(common.links.paypal).
es: Donar con @:(common.links.donorbox) o @:(common.links.paypal).
fr: Faites un don avec @:(common.links.donorbox) ou @:(common.links.paypal).
it: Puoi donare con @:(common.links.donorbox) or @:(common.links.paypal).
pt: Doar aqui @:(common.links.donorbox) or @:(common.links.paypal).
pt_br: Doe com @:(common.links.donorbox) ou @:(common.links.paypal).
ru: Поддержать через @:(common.links.donorbox) или @:(common.links.paypal).
sk: Dar cez @:(common.links.donorbox) alebo @:(common.links.paypal).
tr: Bağış Yap @:(common.links.donorbox) veya @:(common.links.paypal) ile.

# routes.donate.conversion
source: If you appreciate my work, please consider donation.
es: Si aprecias mi trabajo, por favor plantéate hacer una donación.
fr: Si vous appréciez mon travail, vous pouvez me soutenir en faisant un don.
hu: Ha értékeli a munkámat, kérem, fontolja meg az adományt.
it: Se apprezzi il mio lavoro, per favore considera di effettuare una donazione.
pt: Se aprecias o meu trabalho, por favor considera uma doação.
pt_br: Se você gosta do meu trabalho, por favor considere uma doação.
ru: Если вам нравится моя работа, вы можете пожертвовать на развитие.
sk: Ak oceňujete moju prácu, prosím zvážte dar.
tr: Çalışmamı takdir ediyorsanız, lütfen bağış yapmayı düşünün.

# foe_data.bonus.fierce_resistance.name
source: Fierce resistance
es: Resistencia feroz
fr: Résistance féroce
it: Resistenza fiera
pt: Resistência feroz
pt_br: Resistência Feroz
ru: Яростное сопротивление
sk: Zúrivý odpor
tr: Yoğun direniş

# foe_data.province.Mutiny_Canyon
source: Mutiny Canyon
fr: Gorge de la mutinerie
hu: Mutiny-szurdok
it: Canyon dell'Ammutinamento
pt_br: Cânion do Motim
ru: Каньон мятежа
sk: Kaňon vzbury

# foe_data.province.Corsair_s_Skerry
source: Corsair's Skerry
fr: Skerry du corsaire
hu: Corsair-szirt
it: Scialuppa del corsaro
pt_br: Rochedo do Corsário
ru: Рифы корсара
sk: Korzárova skala

# foe_data.bonus.plunder_goods.gb_description
source: Produces random goods for up to 3 neighbors with each collect when plundering another player's city. The age of the random goods corresponds to the age of the building you are plundering.
el: Παράγει τυχαία αγαθά για έως και 3 λεηλασίες άλλων πόλεων ανά 24ωρη συλλογή. Η εποχή των τυχαίων αγαθών αντιστοιχεί στην εποχή τού κτίσματος που λεηλατείτε.
es: Produce bienes aleatorios para hasta 3 vecinos con cada cobro cuando saquea la ciudad de otro jugador. La edad de los bienes aleatorios corresponde a la edad del edificio que está saqueando.
fr: Pour les trois premiers voisins pillés, vous recevez des ressources aléatoires de l'âge du bâtiment pillé.
it: Produce prodotti casuali per un massimo di 3 vicini di casa con ogni raccolta quando si saccheggia la città di un altro giocatore. L'età dei beni casuali corrisponde all'età dell'edificio che si sta saccheggiando.
pt: Das primeiras vezes que saqueias um edifício, recebes uma mercadoria aleatória da era desse edifício.
pt_br: Produz mercadorias aleatórias da era do edifício saqueado nas primeiras vezes que saquear a cidade de outro jogador.
ru: За первые грабежи здания вы получаете случайный товар той эпохи, к которой относится здание.
sk: Za prvých niekoľko vyplienení budovy iného hráča dostanete náhodný tovar z doby danej budovy.
tr: Her toplama ile, birini yağmaladığınızda 3 komşuya kadar rastgele ürün üretir. Rastgele ürünün çağı, yağmaladığınız binanın çağıyla aynıdır.

# foe_data.bonus.aid_goods.gb_description
source: Produces 1 random good when aiding another player's city (manually motivating/polishing them also counts as aiding). The age of the random good corresponds to the age of the building you are aiding.
el: Παράγει 1 τυχαίο αγαθό όταν βοηθάτε την πόλη ενός άλλου παίκτη, (η χειροκίνητη κιτνητοποίηση ή τελειοποίηση θεωρείται επίσης βοήθεια). Το τυχαίο αγαθό ανήκει στην εποχή τού κτίσματος που βοηθάτε.
es: Produce un bien aleatorio al ayudar a la ciudad de otro jugador (motivarlos / embellecerlos manualmente también cuentan como ayuda). La edad del bien aleatorio corresponde a la edad del edificio al que está ayudando.
fr: Lorsque vous aidez un bâtiment (cela fonctionne aussi avec le polissage/motivation manuel), vous recevez une ressource aléatoire de l'âge du bâtiment aidé.
it: Produce 1 bene casuale quando si aiuta la città di un altro giocatore (motivare manualmente/abbellendo contano come aiuto). L'età del bene casuale corrisponde all'età dell'edificio che si sta aiutando.
pt: Nas primeiras vezes que auxilias um edifício, recebes uma mercadoria aleatória da era desse edifício.
pt_br: Produz 1 mercadoria aleatória da era do edifício auxiliado ao auxiliar cidades de outros jogadores (motivar/polir manualmente também conta como auxílio).
ru: За первые случаи помощи зданию вы получаете случайный товар той эпохи, к которой относится здание.
sk: Za prvých niekoľko pomocí budove iného hráča, dostanete náhodný tovar z doby danej budovy.
tr: Diğer oyunculara yardım ettiğinizde 1 rastgele ürün üretir (elle motive/cila da yardım sayılır). Rastgele ürünün çağı, yardım ettiğiniz binanın çağıyla aynıdır.

# foe_data.bonus.support_pool_bonus.gb_description
source: Raises your guild's support pool bonus, adds up with every building.
es: Aumenta el bono de grupo de apoyo de tu gremio, se suma a cada edificio.
fr: Augmente le bonus de réserve de soutien de votre guilde, s'ajoute à celui des bâtiments.
pt: A guilda recebe pool de apoio, que aumenta a cada nível.
pt_br: Aumenta o bônus de recurso de apoio da sua guilda. Aumenta a cada nível.
ru: Гильдия получает прибавку к резерву.
sk: Cech dostane určité množstvo do svojho podporného fondu za každú budovu s týmto bonusom.
tr: Lonca destek havuzu bonusunu yükseltir, her binaya eklenir.

# foe_data.bonus.support_pool_bonus.name
source: Support Pool Bonus
es: Bonificación de grupo de apoyo
fr: Bonus de réserve de soutien
pt: Bonificação da Pool de Apoio
pt_br: Bônus de Recurso de Apoio
ru: Бонус резерва
sk: Bonus podporného fondu
tr: Katkı Havuzu Bonusu

# foe_data.bonus.penal_unit.gb_description
source: Recruits unattached units every 24 hours, randomly chosen from any military building in your city.
es: Recluta unidades independientes cada 24 horas, elegidas al azar de cualquier edificio militar en tu ciudad.
fr: Produit toutes les 24 heures des unités sans rattachement choisies au hasard parmi toutes celles que vous pouvez produire dans votre cité.
it: Recluta unitài ndipendenti ogni 24 ore, scelte casualmente da qualsiasi edificio militare della tua città.
pt: Fornece unidades independentes dos edifícios militares existentes na cidade a cada 24 horas. O tempo de recolha pode ser reduzido pelo Desconto de Recrutamento da Guilda.
pt_br: Fornece unidades independentes a cada 24 horas, aleatoriamente escolhidas a partir dos edifícios militares de sua cidade. O tempo de coleta pode ser reduzido pelo Desconto de Recrutamento da Guilda.
ru: Каждые 24 часа производит случайные военные юниты из тех, которые вы можете производить в городе.
sk: Každých 24 hodín produkuje náhodné nepripojené jednotky z vojenských budov v hráčovom meste. Podpora náboru cechu dokáže skrátiť čas.
tr: Her 24 saatte bir bağımsız asker üretir, şehrinizde üretilen askerlerden rastgele seçilir.

# foe_data.bonus.penal_unit.name
source: Military Unit
es: Unidad militar
fr: Production d'unités
hu: Katonai egység
it: Unità Militari
pt: Unidade Militar
pt_br: Unidades Militares
ru: Военный юнит
sk: Vojenská jednotka
tr: Asker

# foe_data.bonus.quest_reward_boost.gb_description
source: Raises only your coins, supplies, goods, medals, or diamonds from quest rewards.
es: Reúne solo tus monedas, suministros, bienes, medallas o diamantes de las recompensas de misiones.
fr: Augmente uniquement vos gains de pièces d'or, marchandises, ressources, médailles ou diamants reçus lors d'une quête.
it: Aumenta solo le tue monete, materiali, beni, medaglie o diamanti dalle ricompense della missione.
pt: Aumenta apenas as moedas, mantimentos, mercadorias ou diamantes das missões historia ou recorrentes.
pt_br: Aumenta somente suas moedas, mantimentos, mercadorias, medalhas, ou diamantes recebidos em missões.
ru: Увеличивает количество монет, ресурсов, товаров, Бриллиантов или медалей за выполненные квесты.
sk: Keď dostanete mince, zásoby, tovary, diamanty alebo medaily ako odmenu za úlohy, dostanete k nim navyše ďalšie určité percento.
tr: Sadece paralarınızı, erzaklarınızı, ürünlerinizi, madalyalarınızı veya görev ödüllerindeki elmaslarınızı yükseltir.

# foe_data.bonus.quest_reward_boost.name
source: Quest reward boost
es: Búsqueda de recompensa
fr: Amélioration relative aux récompenses de quête
it: potenziamento ricompense missioni
pt: Reforço da Recompensa da Missão
pt_br: Bônus de Recompensa nas Missões
ru: Квест-бонус
sk: Bonus k odmenám za úlohy
tr: Görev ödülü artışı

# foe_data.bonus.happiness.gb_description
source: Permanent happiness bonus.
es: Bono de felicidad permanente.
fr: Ajoute de façon permanente un bonus de satisfaction.
hu: Állandó boldogság bónusz.
it: Bonus permanente felicità.
pt: Bónus permanente de felicidade.
pt_br: Bônus permanente de felicidade.
ru: Постоянный бонус уровня счастья.
sk: Trvalý bonus spokojnosti.
tr: Kalıcı mutluluk bonusu.

# foe_data.bonus.happiness.name
source: Happiness
es: Felicidad
fr: Satisfaction
hu: Boldogság
it: Felicità
pt: Felicidade
pt_br: Felicidade
ru: Уровень счастья
sk: Spokojnosť
tr: Mutluluk

# foe_data.bonus.population.gb_description
source: Permanent population bonus.
es: Bonificación de población permanente.
fr: Ajoute de façon permanente un bonus de population.
hu: Állandó lakosság bónusz.
it: Bonus permanente popolazione.
pt: Bónus permanente de população.
pt_br: Bônus permanente de população.
ru: Бонус постоянного населения.
sk: Stály bonus obyvateľstva.
tr: Kalıcı nüfus bonusu.

# foe_data.bonus.population.name
source: Population
es: Población
hu: Népesség
it: Popolazione
pt: População
pt_br: População
ru: Население
sk: Populácia
tr: Nüfus

# foe_data.bonus.supply_production.gb_description
source: Produces a certain amount of supplies every 24 hours.
es: Produce una cierta cantidad de suministros cada 24 horas.
fr: Produit toutes les 24 heures une quantité de marchandises.
hu: Bizonyos mennyiségű alapanyagot termel 24 óránként.
it: Produce una certa quantità di materiali ogni 24 ore.
pt: Produz uma certa quantidade de mantimentos a cada 24 horas.
pt_br: Produz uma certa quantidade de mantimentos a cada 24 horas.
ru: Производит определенное количество ресурсов каждые 24 часа.
sk: Produkuje určité množstvo zásob každých 24 hodín.
tr: Her 24 saatte bir miktar erzak üretir.

# foe_data.bonus.supply_production.name
source: Supply production
es: Producción de suministros
fr: Production de marchandises
hu: Alapanyag termelés
it: Produzione di materiali
pt: Produção de Mantimentos
pt_br: Produção de Mantimentos
ru: Производство ресурсов
sk: Výroba zásob
tr: Erzak üretimi

# foe_data.bonus.coin_production.gb_description
source: Produces a certain amount of coins every 24 hours.
es: Produce una cierta cantidad de monedas cada 24 horas.
fr: Produit toutes les 24 heures une quantité de pièces d'or.
hu: Bizonyos mennyiségű pénzt termel 24 óránként.
it: Produce una certa quantità di monete ogni 24 ore.
pt: Produz uma certa quantidade de moedas a cada 24 horas.
pt_br: Produz uma certa quantidade de moedas a cada 24 horas.
ru: Производит определенное количество монет каждые 24 часа.
sk: Produkuje určité množstvo mincí každých 24 hodín.
tr: Her 24 saatte bir miktar para üretir.

# foe_data.bonus.coin_production.name
source: Coin production
es: Producción de monedas
fr: Production de pièces
hu: Pénz termelés
it: Produzione di monete
pt: Produção de moedas
pt_br: Produção de Moedas
ru: Производство монет
sk: Výroba mincí
tr: Para üretimi
