Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# components.gb_investment.tutorial.rush_1_9.content
source: @:(foe_data.gb.The_Arc) is a GB that gives a bonus that increases the rewards you get by placing in the top 5 on someone's GB. More the level of the Arc is high, more the reward are important. That's how we started talking about 1.8, 1.9, etc. In reality, this is the Arc bonus. In fact, 1.0 represents the basic reward, 1.8 represents the reward with an Arc level 70 (it gives 80% more reward at that level) and 1.9 represents the reward with an Arc level 80 (90% more reward). Threads exclusively reserved for this type of investment were created in guilds and groups of friends. This is based on the principle of "I give what I get", thus limiting conflicts between guild members or friends by not making profits on their GBs. Unlike endless threads (10, 50, 100, etc.), the other advantage of 1.8, 1.9, etc. threads is that it saves a considerable amount of time for the GB owner. This is because the owner only needs to put in the necessary number of FPs to secure places that are going to be taken by level 80 Arcs (in the case of thread 1.9). Let's take an example: Let's imagine that you want to raise your @:(foe_data.gb.Observatory) from level 10 to 60 and that you earn {fp50} per day. The total cost of the levels is {fp64975}. If you are using endless threads, your investment will be 1:1, i.e. {fp25} invested on a GB = {fp25} that another player will invest on your GB. So you will have to <strong>invest {fp37320}</strong> to reach level 60. At {fp50} per day, it will take you <strong>2 years and 17 days</strong>. Now, if you use a 1.9 thread, you will have to <strong>only invest {fp12363}</strong> to reach level 60, so <strong>a saving of {fp24957} !</strong>. Still with {fp50} per day, you go from 2 years and 17 days to <strong>8 months and 5 days</strong> !
da: @:(foe_data.gb.The_Arc) Er en "Storslået Bygning" (SB) der øger den bonus du får, når du tager en af de første 5 placeringer i en andens SB. Jo højere ARK Niveau, jo vigtigere er belønningen... Det er sådan snakken ok 1.9 (90%) 1.8 (80%) begyndte - Altså din ARK BONUS. Med en helt ny ARK - får du ingen bonus, og i niveau 70 giver den 80% i bonus (x1.8) og niveau 80 tillægger den 90% (x1.9) i bonus på FP, BP og Medaljer. Der er oprette tråde i de fleste klaner/venne grupper med Boost pladser baseret på enten ARK 80% eller ARK 90% bonus. Meningen med disse grupper er, at du investerer det du får retur, og på den måde undgår konflikter mellem klanfæller/venner. I modsætning til "byttetrådene" (10, 30, 50, 100. (FP Karruseller)...) sparer det SB ejeren en del tid/bøvl da ejeren "kun" skal sørge for at placere antallet af FP der skal sikre den næste ledige plads i SB'en. Lad os tage et eksempel: Vi antager at du vil hæve dit @:(foe_data.gb.Observatory) fra niveau 10 til 60 - og du optjener 50 FP om dagen. Den totale omkostning ved det løft er {fp64975}. Det svarer til over 2 ÅR - hvor du med ARK boost 90% kan gøre det på under 1 år!!!! Bruger du "Karrusellerne" vil du teoretisk skulle betale alle FP selv, (minus evt placerings belønninger) men ved at bruge ARK bonus systemet, sparer du en masse FP, og får bygningerne hurtigere op. En side bemærkning... Pas på med at åbne for mange niveauer på en SB, hvor de første pladser kan sikres med under 90% boost, og sørg for at have "kunder" til de pladser før du åbner dem, for at undgå "Snipere".
el: @:(foe_data.gb.The_Arc) είναι ένα ΜΚ που προσαυξάνει τις προκαθορισμένες ανταμοιβές που παίρνετε συνεισφέροντας ΦΠ σε ΜΚ άλλου παίκτη. Όσο υψηλότερο είναι το επίπεδο του Θόλου, τόσο μεγαλύτερη είναι η προσαύξηση. Γι' αυτό αναφερόμαστε σε 1.8, 1.9, κ.λπ. Στην ουσία, αυτή είναι η προσαύξηση από τον Θόλο. Δηλαδή, το 1.0 αντιπροσωπεύει την προκαθορισμένη ανταμοιβή τής θέσης, το 1.8 αντιπροσωπεύει την προσαυξημένη ανταμοιβή τής θέσης από Θόλο 70στού επιπέδου, (προσαυξάνει κατά 80% την προκαθορισμένο ανταμοιβή σε αυτό το επίπεδο) και το 1.9 αντιπροσωπεύει την προσαυξημένη ανταμοιβή από Θόλο 80στού επιπέδου, (προσαυξάνει κατά 90% την προκαθορισμένη ανταμοιβή). Στα κέντρα μηνυμάτων δημιουργήθηκαν χώροι συζήτησης αποκλειστικά γι' αυτόν τον τρόπο συνεισφοράς από συντεχνίες κι ομάδες φίλων. Αυτός βασίζεται στην αρχή «Δίνω ό,τι Παίρνω», περιορίζοντας έτσι τις αντιδικίες μεταξύ μελών τής συντεχνίας ή φίλων, μη αποκομμίζοντας κέρδη από τη συνεισφορά τους στα ΜΚ. Σ' αντίθεση με τους ατέρμονους χώρους συζήτησης ανταλλαγής φορτζ πόντων, (10, 50, 100, κ.λπ.), τ' άλλο πλεονέκτημα των χώρων συζήτησης 1.8, 1.9, κ.λπ. είναι ότι εξοικονομείται σημαντικός χρόνος για τον κάτοχο του ΜΚ. Αυτό συμβαίνει επειδή απαιτείται από τον κάτοχο να τοποθετήσει μόνο την ποσότητα ΦΠ που 'ναι απαραίτητη για ν' ασφαλιστούν οι θέσεις που πρόκειται να καταληφθούν από Θόλους 80στού επιπέδου, (στην περίπτωση χώρου συζήτησης για προσαύξηση 1.9). Ας αναφέρουμε ένα παράδειγμα: Υποθέτουμε ότι θέλετε ν' ανεβάσετε το @:(foe_data.gb.Observatory) από το 10ο επίπεδο στο 60στό, κι ότι διαθέτετε {fp50} ανά ημέρα. Το συνολικό κόστος των επιπέδων ανέρχεται σε {fp64975}. Εάν χρησιμοποιείτε χώρους συζήτησης ανταλλαγής ΦΠ, η απολαβή σας θα είναι 1:1, δηλαδή οι {fp50} που συνεισφέρετε σε ΜΚ = {fp50} που ένας άλλος παίκτης θα συνεισφέρει σε ΜΚ σας. Επομένως, απαιτείται να <strong>συνεισφέρετε {fp37320}</strong> για να φτάσετε στο 60στό επίπεδο. Με χρήση {fp50} ανά ημέρα, θα χρειαστείτε <strong>2 χρόνια και 17 ημέρες.</strong>. Τώρα, εάν χρησιμοποιείτε χώρο συζήτησης συνεισφοράς προσαυξημένης κατά 1,9, απαιτείται να <strong>συνεισφέρετε μόνο {fp12363}</strong> για να φτάσετε στο επίπεδο 60, οπότε <strong>εξοικονομείτε {fp24957}!</strong>. Επίσης, με {fp50} ανά ημέρα, από 2 χρόνια και 17 ημέρες, φτάνετε στο επίπεδο 60 σε <strong>8 μήνες και 5 ημέρες</strong>!
es: $ t (foe_data.gb.The_Arc) es un GB que otorga un bono que aumenta las recompensas que obtienes al ubicarte entre los 5 primeros en el GB de alguien. Cuanto más alto es el nivel del Arca, más importante es la recompensa. Así es como comenzamos a hablar de 1.8, 1.9, etc. En realidad, esta es la bonificación de Arc. De hecho, 1.0 representa la recompensa básica, 1.8 representa la recompensa con un nivel de Arco 70 (proporciona un 80% más de recompensa en ese nivel) y 1.9 representa la recompensa con un nivel de Arca 80 (90% más de recompensa). Los hilos reservados exclusivamente para este tipo de inversión se crearon en gremios y grupos de amigos. Esto se basa en el principio de "doy lo que recibo", lo que limita los conflictos entre los miembros del gremio o amigos al no obtener ganancias en sus GB. A diferencia de los hilos sin fin (10, 50, 100, etc.), la otra ventaja de los hilos 1.8, 1.9, etc. es que ahorra una cantidad considerable de tiempo para el propietario de GB. Esto se debe a que el propietario solo necesita poner la cantidad necesaria de FP para asegurar los lugares que ocuparán las Arcas de nivel 80 (en el caso del hilo 1.9). Tomemos un ejemplo: Imaginemos que desea aumentar su $ t (foe_data.gb.Observatory) del nivel 10 al 60 y que gana $ t (utils.FP, {'count': 50}) por día. El costo total de los niveles es $ t (utils.FP, {'count': 64975}). Si está utilizando hilos sin fin, su inversión será 1: 1, es decir, $ t (utils.FP, {'count': 25}) invertido en un GB = $ t (utils.FP, {'count': 25} ) que otro jugador invertirá en tu GB. Por lo tanto, deberá <strong> invertir $ t (utils.FP, {'count': 37320}) </strong> para alcanzar el nivel 60. A $ t (utils.FP, {'count': 50}) por día, te llevará <strong> 2 años y 17 días </strong>. Ahora, si usa un hilo 1.9, tendrá que <strong> solo invertir $ t (utils.FP, {'count': 12363}) </strong> para alcanzar el nivel 60, entonces <strong> un ahorro de $ t (utils.FP, {'count': 24957})! </strong>. ¡Aún con $ t (utils.FP, {'count': 50}) por día, pasa de 2 años y 17 días a <strong> 8 meses y 5 días </strong>!
fi: @:(foe_data.gb.The_Arc) on HR joka lisää palautuksia jotka saat kun sijoitut 5 parhaan joukkoon jonkun muun HR:ssä. Mitä korkeampi on Kuvun taso, sen paremmat palautukset. Aikoinaan siitä lähti puheet 1.8, 1.9 jne bonuksista. Todellisuudessa aina puhutaan Kupu bonuksesta. Itseasiassa 1.0 on perus palautus, 1.8 on palautus jonka saa kun Kupu on tasolla 70 (se antaa 80% enemmän sillä tasolla) ja 1.9 taas on palautus jonka Kupu antaa kun se on tasolla 80 (90% palautus). Viestiketjuja pelkästään näitä bonuksia ja sijoituksia käyttääkseen perustettiin paljon killoissa ja ystävien kesken. Se perustuu periaatteeseen että "saan sen minkä sijoitankin", ja siten vähensi kitkaa ja kiukkuja kiltatoverien ja ystävien parissa. Toisin kuin pistevaihtoketjut (10, 50, 100, jne) nämä 1.8 ja 1.9 ketjut myöskin säästävät HR omistajien aikaa paljon. Ei tarvitse odotella koska joku ottaa minkäkin vaihtoketjun. Toisekseen HR omistaja monesti säästää paljon omia pisteitäkin, kun tarvitsee vain laittaa sen verran että saa lukittua 1.8 tai 1.9 jne. sijat. Otetaanpa esimerkki: Kuvitellaan että haluat nostaa sinun @:(foe_data.gb.Observatory) tasolta 10 tasolle 60 ja sinun TP tuotanto on {fp50} päivässä. TP tarvitaan yhteensä {fp64975}. Jos käytät pistevaihtoketjuja, sinun oma sijoituksesi 1:1, eli {fp25} sijoitettuna jonkun muun HR = {fp25} joku muu sijoittaa sinun HR. Eli sinun tarvitsee <strong>sijoittaa {fp37320}</strong> saavuttaaksesi 60. Ja {fp50} päivässä tahdilla, se kestää <strong>2 vuotta ja 17 päivää</strong>. Toki saatat saada palautuksia jonkun verran muiden HR:stä, mutta sinun tarvitsee yhteensä käyttää tuo TP määrä. No, jos käytät 1.9 ketjua, sinun tarvitsee <strong>sijoittaa vain {fp12363}</strong> saavuttaaksesi tason 60, eli <strong>säästät {fp24957} !</strong>. Ja TP tuotannon ollessa yhä {fp50} päivässä, meneekin 2 vuoden ja 17 päivän sijaan <strong>8 kuukautta ja 5 päivää</strong> !
fr: @:(foe_data.gb.The_Arc) est un GM qui donne un bonus augmentant les récompenses que vous obtenez en vous plaçant parmi les 5 premiers sur le GM de quelqu'un. Ce bonus augmente au fil des niveaux de l'Arche. C'est ainsi qu'on a commencé à parler de 1.8, 1.9, etc. En réalité, cela représente le bonus de l'Arche. En effet, 1.0 représente la récompense de base, 1.8 représente une récompense avec un Arche niveau 70 (il donne 80% plus de récompense à ce niveau) et 1.9 représente la récompense avec un Arche niveau 80 (90% plus de récompenses). Des fils exclusivement réservés à ce type d'investissement ont était créer dans les guildes et groupes d'amis. Cela part d'un principe de « Je donne ce que je reçois », limitant ainsi les conflits entre membres de la guilde ou les amis en ne réalisant pas de profits sur leurs GM. Contrairement aux chaînes sans fin, l'autre avantage des fils 1.8, 1.9, etc. est que cela permet de faire gagner un temps considérable pour le propriétaire du GM. En effet, le propriétaire a besoin de mettre uniquement le nombre de PFs nécessaire pour sécuriser des places qui vont être prises par des Arches niveau 80 (dans le cas de fil 1.9). Prenons un exemple : Imaginons que vous souhaitez monter votre @:(foe_data.gb.Observatory) du niveau 10 au niveau 60 et que vous gagnez {fp50} par jour. Le coût total des niveaux représente {fp64975}. Si vous utilisez des chaînes sans fin, votre investissement sera de l'ordre de 1 pour 1, autrement dit, {fp25} investie sur un GM = {fp25} qu'un autre joueur va investir sur votre GM. Il faudra donc <strong>investir {fp37320}</strong> pour atteindre le niveau 60. À {fp50} par jour, cela vous prendra <strong>2 ans et 17 jours</strong>. Maintenant, si vous utilisez un fil 1.9, vous allez devoir <strong>n'investir que {fp12363}</strong> pour atteindre le niveau 60, soit <strong>une économie de {fp24957} !</strong> Toujours avec {fp50} par jour, vous passer de 2 ans et 17 jours à <strong>8 mois et 5 jours</strong> !
hu: @:(foe_data.gb.The_Arc) egy olyan nevezetes épület, aminek a bónusza megnöveli azt a jutalmat, amit akkor kapsz, ha valaki más nevezetesét támogatod és megszerzed benne az 1.-5. helyek valamelyikét. Minél magasabb a Bárkád szintje, annál több extra jutalmat kapsz. Ez az, amiért 1.8, 1.9, stb. építésről beszélünk. Valójában ez a Bárka bónusz. Lényegében az 1.0 jelenti az alap jutalmat, 1.8 jelenti a 70-es szintű bárkával kapott jutalmat (80%-kal több jutalmat ad ezen a szinten) és 1.9 jelenti a 80-as szintű bárkával kapott jutalmat (90%-kal több jutalom). Az ilyen típusú építésekhez a céhek vagy barátok egy csoportja külön levelezést hoz létre. Ez az "annyit teszek bele, amit vissza fogok kapni" elven alapul, így csökkenti a konfliktusokat a céhtagok vagy a barátok között azzal, hogy nem szereznek extra profitot a nevezetes építésével. A pontcserés építőláncoktól (10, 50, 100, stb.) eltérően további előnye az 1.8, 1.9, stb. láncoknak, hogy időt takarít meg az építtető számára. Ez azért van, mert a tulajdonosnak csak a 80-as Bárkával (1.9-es esetén) építendő helyek biztosításához szükséges mennyiségű FP-t kell betennie a nevezetesébe. Nézzünk egy példát: Tegyük fel, hogy az @:(foe_data.gb.Observatory) fel akarod húzni 10-esről 60-as szintre és naponta {fp50} a bevételed. Ennek az építésnek az összes költsége {fp64975}. Ha pontcserés építőláncokba teszed, akkor az elköltendő FP-k aránya 1:1, pl. ha {fp25}-t teszel egy nevezetesbe, akkor {fp25}-t fog egy másik játékos tenni a te nevezetesedbe. Így neked <strong>el kell költened {fp37320}-t</strong>, hogy elérd a 60-as szintet. Napi {fp50} bevétellel számolva, ez <strong>2 évbe és 17 napba</strong> fog telni. Ha viszont 1.9-es építést használsz, akkor <strong>csak {fp12363}-t kell beletenned</strong>, ahhoz, hogy elérd a 60-as szintet, így <strong>a megtakarításod {fp24957}!</strong>. Míg {fp50} bevétellel számolva 2 év és 17 nap helyett <strong>8 hónap és 5 nap</strong> alatt végzel!
it: @ :( foe_data.gb.The_Arc) è un GE che offre un bonus sulle ricompense ottenute posizionandoti nelle prime 5 posizioni di versamento su un altro GE. Più il livello dell'Arc è alto, più le ricompense sono elevate. È così che abbiamo iniziato a parlare di 1.8, 1.9, ecc. Questo è dovuto al bonus Arc. Infatti, 1.0 rappresenta la ricompensa di base, 1.8 rappresenta la ricompensa con un livello Arc 70 (dà l'80% in più di ricompensa a quel livello) e 1.9 rappresenta la ricompensa con un livello Arc 80 (90% in più di ricompensa). le Catene riservati esclusivamente a questo tipo di investimento sono stati creati in gilde e gruppi di amici. Questo si basa sul principio "do quello che ricevo", limitando così i conflitti tra membri della gilda o amici non facendo profitti sui loro GE a differenza delle Catente infinite (10, 50, 100, ecc.). L'altro vantaggio delle Catene 1.8, 1.9, ecc. è consentire di risparmiare una notevole quantità di tempo per il proprietario del GE. Questo perché il proprietario deve solo inserire il numero necessario di FP per proteggere i posti che verranno occupati da Arc di livello 80 (nel caso della Catena 1.9). Facciamo un esempio: Immaginiamo che tu voglia aumentare il tuo @ :( foe_data.gb.Observatory) dal livello 10 a 60 e che guadagni {fp50} al giorno. Il costo totale dei livelli è {fp64975}. Se utilizzi Catene Infinite, il tuo investimento sarà 1: 1, ovvero {fp25} investito su un GB = {fp25} che un altro giocatore investirà sui tuoi GE. Quindi dovrai <strong> investire {fp37320} </strong> per raggiungere il livello 60. A {fp50} al giorno, ci vorranno <strong> 2 anni e 17 giorni </strong>. Ora, se utilizzi una Catena 1.9, dovrai <strong> investire solo {fp12363} </strong> per raggiungere il livello 60, quindi <strong> un risparmio di {fp24957}! </strong>. Sempre con {fp50} al giorno, passi da 2 anni e 17 giorni a <strong> 8 mesi e 5 giorni </strong>!
no: @:(foe_data.gb.The_Arc) er en storslått bygning med bonus som øker premiene du får for plassering blant de 5 øverste på andre sine storslåtte bygninger. Jo høyere nivå @:(foe_data.gb.The_Arc) er på, jo større blir bonusen.dra Det var slik uttrykkene 1,8 (180%), 1,9 (190%) ble til. I realiteten er dette henholdsvis 90 og 80 prosent bonus fra Arken. 1,0 representerer belønningen spilleren som ikke har bygget @:(foe_data.gb.The_Arc) (eller ikke fått den på nivå 1 ennå) får. 1,8 representerer belønningen med @:(foe_data.gb.The_Arc) på nivå 70 (80% bonus), og 1,9 representerer belønningen med @:(foe_data.gb.The_Arc) på nivå 80 (90% bonus). Tråder reservert for denne type investeringer ble opprettet i klaner og for grupper av venner. Disse er basert på prinsippet "jeg gir hva jeg får", som reduserer konflikter mellom klanmedlemmer og venner ved å ikke tjene på de storslåtte bygningene. Til forskjell fra 'uendelige tråder' (for å bytte 10, 50, 100 etc FP), er den andre fordelen med f.eks. 190%-tråder at det sparer betydelig tid for eieren av den storslåtte bygningen som bare trenger å legge på det antall FP som er nødvendig for å sikre at spiller som legger på FP tilsvarende 190% av premien (i en 190%-tråd) ikke kan miste plassen ved at en annen spiller legger på flere FP. La oss se på et eksempel: Forestill deg at du vil øke nivået på @:(foe_data.gb.Observatory) fra 10 til 60 og at du tjener {fp50} per dag. Total kostnad for nivåene er {fp64975}. Hvis du bruker uendelige tråder vil investeringen din være 1:1, det vil si {fp25} bidrag til en storslått bygning = {fp25} som en annen spiller vil bidra med på din bygning. Så du må <strong>bruke {fp37320}</strong> for å nå nivå 60. Med {fp50} per dag vil det ta deg <strong>2 år og 17 dager</strong>. Hvis du i stedet bruker en 190% -tråd, må du <strong>bare bruke {fp12363}</strong> for å nå nivå 60, altså <strong>en besparelse på {fp24957} !</strong>. Med {fp50} per dag som før, reduseres tiden fra 2 år og 17 dager til <strong>8 måneder og 5 dager</strong> !
pt: @:(foe_data.gb.The_Arc) é um GE que da te bónus que aumenta te os prémios ao fazeres lugares no top 5 no GE de alguém. Mais alto o nível da Arca,maior é os prémios. É por isso que começamos a falar sobre 1.8,1.9,etc. Na realidade é o bónus da Arca. Tópicos especialmente reservado para este tipo de investimento que criamos em guildas e grupos de amigos. Isto é baseado no principio do "eu dou o que recebo",limitamos os conflitos com os membros da guilda ou amigos em não ter lucros com os seus GEs. Ao contrario das cartas de (10,50,100,etc), a vantagem das cartas a 1.8,1.9,etc. é que reduz consideravelmente o tempo de up do GE. Isto porquê , porque o dono só necessita de segurar os lugares dos investidores com Arcas a nível 80 ( neste caso a 1.9). Por exemplo: Imaginemos que queres elevar o teu @:(foe_data.gb.Observatory) do nível 10 ao 60 e que recolhes {fp50} por dia. O custo total é de {fp64975}. Se usas cartas de trocas de PFs sem fim , o teu investimento será 1:1, i.e. {fp25} investido num GE = {fp25} que outro jogador investira no teu GE. Assim terás de <strong> investir {fp37320}</strong> para alcançar o nível 60. A {fp50} por dia,vais demorar <strong>2 anos e 17 dias </strong>. Se.usares uma carta a 1.9,apenas vais <strong> investir {fp12363}</strong> para alcançar o nivel 60, <strong>poupas {fp24957}</strong> assim com {fp50} por dia diminuis o tempo de 2 anos e 17 dias para <strong> 8 meses e 5 dias </strong>!
pt_br: @:(foe_data.gb.The_Arc) é um GE que aumenta os prêmios recebidos quando você fica em uma das 5 primeiras posições de algum GE. Quanto maior o nível do arco, maiores as recompensas. Quando falamos de abas de bônus, abas 1.8 (80%), 1.9 (90%), etc. Na verdade, estamos falando do bônus do Arco. Sem @:(foe_data.gb.The_Arc), uma pessoa ganha os prêmios básicos (0% de bônus), já com um Arco no nível 70 ela ganha os prêmios básicos com um extra de 80% de bônus, e no nível 80 do Arco o bônus é de 90%, ou seja, a pessoa ganha o prêmios normal +90% Baseado no princípio de ajuda mútua, grupos de amigos e guildas começaram a criar abas de investimento com bônus do arco para economizar PFs e acelerar seu desenvolvimento. Ao contrário de abas de trocas de (10, 20, 50, 100, etc) PFs, o dono do GE não precisa pagar os PFs de volta pra quem depositar bônus em seu GE, ele apenas segura as posições e o grupo ajuda a subir esse GE. Vamos entender melhor com um exemplo: Vamos imaginar que você quer subir seu @:(foe_data.gb.Observatory) do nível 10 ao 60 e que você ganhe {fp50} por dia. O custo total dos níveis é de {fp64975}. Se você usar abas de troca, seu investimento será 1:1, ou seja, para cada PF investido no seu GE, você terá retribuir o mesmo tanto de PFs no GE de outra pessoa. Então você terá que <strong>investir {fp37320}</strong> para chegar ao nível 60. Fazendo {fp50} por dia, levará <strong>2 anos e 17 dias</strong> para você subir seu GE. Agora, se você usar uma aba de troca 90%, você terá que <strong>investir apenas {fp12363}</strong> para chegar ao nível 60, <strong>economizando {fp24957}!</strong> Fazendo {fp50} por dia, ao invés de 2 anos e 17 dias, você subirá seu GE em <strong>8 meses e 5 dias</strong>!
ru: @:(foe_data.gb.The_Arc) это ВС, которое даёт бонус, повышающий награду от занятия первых пяти мест в чьём-то ВС. Чем более высокий уровень Арки, тем большая награда может быть получена. С этого момента можно начинать разговор об 1.8, 1.9, и т.д. На самом деле, это бонус Арки. Фактически, 1.0 представляет стандартную награду, 1.8 представляет награду с Аркой 70го уровня (он даёт плюс 80% к награде на этом уровне), а 1.9 - награду Арки 80го уровня (плюс 90% соответственно). Ветки, создаваемые для такого вида вложений, создаются в гильдиях и группах друзей. Они строятся на принципе "Я даю то, что получаю", уменьшая конфликты между согильдийцами или друзьями, не давая им прибыли с ВС. В отличии от бесконечных веток (10, 50, 100 и т.д.), ещё одно преимущество 1.8, 1.9 и других подобных веток заключается в том, что они экономят значительное количество времени владельцу ВС. Это получается за счёт того, что владельцу нужно вложить только необходимое для гаранта получения места количество СО, учитывая занятие этих мест с Аркой 80 уровня (в случае с веткой 1.9). Например: Предположим, Вы хотите прокачать @:(foe_data.gb.Observatory) с 10 до 60 уровня, получая {fp50} в день. Итоговая стоимость этих уровней составит {fp64975}. Используя бесконечные ветки, Ваш вклад будет составлять 1 к 1, т.e. {fp25} вклада в ВС = {fp25} тому, что другой игрок вложит в Ваше ВС. Значит Вам нужно будет <strong>вложить {fp37320}</strong>, чтобы достигнуть 60-го уровня. При {fp50} в день это займёт <strong>2 года и 17 дней</strong>. Но, используя ветку 1.9, нужно будет <strong>вложить всего-лишь {fp12363}</strong> для достижения 60-го уровня, <strong>сохраняя {fp24957} !</strong>. При том же поступлении {fp50} в день, занимаемое для поднятия уровня время сократится из 2 лет и 17 дней <strong>до 8 месяцев и 5 дней</strong>!
sk: @:(foe_data.gb.The_Arc) je VB ktorá dáva bonus k odmenám za umiestnenie v top 5 niekoho VB. Čím vyšší level oblúka, tým dôležitejšie sú získané odmeny. Takto sme začali rozprávať o 1.8, 1.9, atď. . V skutočnosti, toto je bonus Oblúka. Konkrétne, 1.0 reprezentuje základnú odmenu, 1.8 reprezentuje odmenu s Oblúkom úrovne 70 (dá o 80% viac odmeny na tejto úrovni) a 1.9 reprezentuje odmenu s Oblúkom úrovne 80 (o 90% viac odmeny). Vlákna výhradne pre tento typ investovania do VB boli vytvorené v cechoch a skupinách priateľov "Oblukárov". Toto je založené na princípe "Dám toľko, koľko dostanem naspäť", čím sa znižuje množstvo konfliktov medzi členmi cechu či členmi listu priateľov nevytváraním profitu v ich VBčkách. Naproti reťazovým (bumerangovým) vláknam (10, 50, 100, atď.), ďalšia výhoda z 1.8, 1.9, atď. vlákien je v tom, že podstatne šetrí čas majiteľa VBčky. Je to preto, že majiteľ potrebuje vložiť do svojej VBčky len nutný počet BV na zaistenie miest, ktoré budú zobraté hráčom s Oblúkom 80 úrovne(v prípade vlákna 1.9). Pozrime sa nato na príklade: Prestavte si, že chcete zvýšiť úroven Vašej @:(foe_data.gb.Observatory) z úrovne 10 na 60 a zbierate {fp50} za deň. Celková suma BV za všetky úrovne je {fp64975}. Ak používate k tomu reťazové vlákna, Vaša investícia bude 1:1 , čiže {fp25} investovaných do VB = {fp25} ktoré iný hráč investuje do Vašej VB. Takže budete musieť <strong> investovať {fp37320}</strong> pre dosiahnutie úrovne 60. Pri {fp50} za deň, To bude trvať <strong>2 roky a 17 dní </strong>. Naproti tomu, ak využijete 1.9 vlákno, potrebujete <strong>investovať len {fp12363}</strong> pre dosiahnutie úrovne 60, takže <strong> ušetríte {fp24957} !</strong>. Stále s {fp50} na deň, znížite potrebný čas z 2 rokov a 17 dní na <strong>8 mesiacov a 5 dní</strong> !
