Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# components.gb_investment.gb_investment.table.tfoot.tooltip_owner_investment
source: FPs remaining to be put by the owner to complete the level
da: FP's der mangler at blive bidraget af ejeren for at fuldføre niveauet
el: Υπολειπόμενοι ΦΠ εισφοράς κατόχου για ολοκλήρωση του επιπέδου
es: PF restantes que debe poner el propietario para completar el nivel
fi: Omistajan tarvitsee laittaa vielä nämä TP jotta taso tulee valmiiksi
fr: PFs restant à mettre par le propriétaire pour finir le niveau
hu: A tulajdonos által a szint befejezéséhez még beteendő FP-k
it: Punti rimanenti che proprietario deve mettere per completare il livello
no: FP som gjenstår for eier å plassere for å fullføre nivået
pt: PF's restantes para ser colocados pelo dono para completar o nível
pt_br: PFs restantes para serem colocados pelo dono para completar o nível
ru: Количество оставшихся СО, которые должен вложить владелец, чтобы завершить уровень
sk: BV potrebné vložiť majiteľom na dokončenie levelu
tr: Seviyeyi tamamlamak için sahibinin atması gereken FP'ler

# components.gb_investment.gb_investment.display_gb_name
source: Display GB name ?
da: Vis SB navn ?
el: Αναγραφή ονομασίας του ΜΚ ;
es: ¿Mostrar nombre del GE?
fi: Näytä HR nimi?
fr: Afficher le nom du GM ?
hu: Megjelenjen a nevezetes neve?
it: Mostrare il nome del GE?
no: Vis GB navn?
pt: Exibir nome do GE?
pt_br: Exibir nome do GE ?
ru: Отобразить название ВС?
sk: Ukázať názov VB ?
tr: DB'nın ismi gösterilsin mi?

# components.gb_investment.gb_investment.use_short_name
source: Use short name ?
da: Brug forkortelse ?
el: Χρήση συντομογραφίας τού ΜΚ ;
es: ¿Usar nombre abreviado?
fi: Käytä lyhytnimeä?
fr: Utiliser un nom court ?
hu: Rövid nevek használata?
it: Usare un nome breve?
no: Bruk forkortet navn?
pt: Usar nome curto?
pt_br: Usar nome curto ?
ru: Использовать короткое название?
sk: Ukáž skratku názvu ?
tr: Kısa isim kullan?

# components.gb_investment.gb_investment.show_level
source: Show level ?
da: Vis niveau ?
el: Αναγραφή επιπέδου τού ΜΚ ;
es: ¿Mostrar nivel?
fi: Näytä taso?
fr: Afficher le niveau ?
hu: Szint megjelenítése?
it: Mostrare il livello?
no: Vis nivå?
pt: Mostrar nível?
pt_br: Mostrar nível ?
ru: Показать уровень?
sk: Zobraziť úroveň ?
tr: Seviyeyi göster?

# components.gb_investment.promotion.title
source: Promotion message
da: Reklametekst
el: Μήνυμα αναγγελίας
es: Mensaje de avance
fi: Mainosviesti
fr: Message de promotion
hu: Promóciós üzenet
it: Messaggio per promuovere
no: Reklamemelding
pt: Mensagem de promoção
pt_br: Mensagem de promoção
ru: Рекламное сообщение
sk: Propagačná správa
tr: Tanıtım iletisi

# components.gb_investment.promotion.prefix_placeholder
source: text before the promotion message
da: Tekst før reklametekst
el: Κείμενο προ του μηνύματος αναγγελίας
es: Texto anterior al mensaje de avance
fi: teksti ennen mainosviestiä
fr: texte avant le message de promotion
hu: szöveg a promóciós üzenet előtt
it: testo prima del messaggio per promuovere
no: tekst i forkant av reklamemeldingen
pt: texto antes da mensagem de promoção
pt_br: texto antes da mensagem de promoção
ru: текст до предложения
sk: text pred propagačnou správou
tr: Tanıtım iletisinden önceki metin

# components.gb_investment.promotion.suffix_placeholder
source: text after the promotion message
da: Tekst efter reklametekst
el: Κείμενο μετά το μήνυμα αναγγελίας
es: Texto posterior al mensaje de avance
fi: teksti mainosviestin perään
fr: texte après le message de promotion
hu: szöveg a promóciós üzenet után
it: testo dopo il messaggio per promuovere
no: tekst i bakkant av reklamemeldingen
pt: texto depois da mensagem de promoção
pt_br: texto depois da mensagem de promoção
ru: текст после предложения
sk: text za propagačnou správou
tr: Tanıtım iletisinden sonraki metin

# components.gb_investment.tutorial.table.default_rewards
source: This is the default reward (without Arc bonus) of the place.
el: Αυτή είναι η αρχική ανταμοιβή, (δίχως την προσαύξηση του Θόλου), τής θέσης.
es: Esta es la recompensa predeterminada (sin bonificación de Arca) del lugar.
fi: Tämä on sijan oletuspalautus (ilman Kupu bonusta).
fr: C'est la récompense par défaut (sans bonus d'Arche) de la place.
hu: Ez a hely alap jutalma (Bárka bónusz nélkül).
it: Indica la ricompensa predefinita (senza bonus Arc) della posizione.
no: Dette er standardbelønningen (uten @:(foe_data.gb.The_Arc) bonus) for plassen.
pt: Este é o prémio normal ( sem bónus da Arca) do lugar.
pt_br: Esse é o prêmio normal (sem bônus do Arco) da posição.
ru: Это номинальная награда за место (без учёта множителя Арки).
sk: Toto je základná odmena (bez bonusu Oblúka) miesta.
tr: Bu, sıranın varsayılan ödülüdür (Ark bonusu olmadan).

# components.gb_investment.tutorial.table.is_sniper
source: This column is displayed when you have defined at least one investor. It is used to define if a player is a potential sniper or not. This information is used for the calculation of place security.
es: Esta columna se muestra cuando se ha definido al menos un inversor. Se utiliza para definir si un jugador es un intruso potencial o no. Esta información se utiliza para el cálculo de la seguridad del lugar.
fr: Cette colonne s'affiche lorsque vous avez défini au moins un investisseur. Il est utilisé pour définir si un joueur est un sniper potentiel ou non. Ces informations sont utilisées pour le calcul de sécurisation de place.
hu: Ez az oszlop akkor jelenik meg, ha megadtál legalább egy befektetőt. Annak meghatározására szolgál, hogy a játékos lehetséges lesipuskás-e. Ezt az információt a helyezés biztonságának kiszámításához használjuk.
it: Questa colonna viene mostrata quando hai specificato almeno un investitore. È usata per indicare se un giocatore sia un potenziale sniper o meno. Questa informazione viene utilizzata anche per calcolare la copertura delle posizioni.
no: Denne kolonnen vises når du har angitt minst en investor. Den brukes til å angi om spilleren kan være en kaprer. Informasjonen brukes til å beregne plass-sikring.
pt: Esta coluna é apenas mostrada quando é definido pelo menos 1 investidor. É usada para definir se um jogador é um potencial intruso ou não. Esta informação é usada para calcular um lugar seguro.
pt_br: Essa coluna é mostrada quando você tiver definido pelo menos 1 investidor. Ela é usada para definir se um jogador é um potencial intruso ou não. Esta informação é usada para calcular as posições seguras.
ru: Этот столбец отображается, когда вы добавите хотя бы одного инвестора. Он используется для определения, является ли игрок потенциальным снайпером или нет. Эта информация используется для расчета безопасности места.
sk: Stĺpec sa zobrazuje ak ste zadali aspoň jedného investora. Používa sa na zistenie, či je hráč potencionálnym poľovníkom alebo nie. Táto informácia sa využíva na vyrátanie bezpečnosti pozícií.
tr: Bu sütun, en az bir yatırımcı tanımladığınızda görüntülenir. Bir oyuncunun potansiyel bir pusucu olup olmadığını tanımlamak için kullanılır. Bu bilgiler sıra güvenliğinin hesaplanmasında kullanılır.

# components.gb_investment.tutorial.promotion_message.show_level
source: Displays the GB level (if included in the message template).
el: Αναγραφή τού επιπέδου τού ΜΚ, (εάν περιέχεται στο πρότυπο τού μηνύματος αναγγελίας).
es: Muestra el nivel del GE (si se incluye en la plantilla de mensaje).
fr: Permet d'afficher le niveau du GM (s'il est inclus dans le modèle de message).
hu: Megjeleníti a GB szintet (ha benne van az üzenet sablonban).
it: Visualizza il livello del GE (se incluso nel modello del messaggio).
no: Viser nivået den storslåtte bygningen skal opp i (hvis brukt i meldingsmalen).
pt: Mostra o nível do GE ( se incluído no modelo da mensagem).
pt_br: Mostra o nível do GE (se incluído no modelo da mensagem).
ru: Отобразить уровень ВС (Если добавлено в шаблон сообщения).
sk: Zobrazuje úroveň VBčky (ak je súčasťou vzoru správy).
tr: Devasa bina seviyesini görüntüler (ileti şablonuna dahil edilmişse).

# components.gb_investment.tutorial.promotion_message.display_gb_name
source: Displays the name of the GB (if included in the message template).
el: Αναγραφή τής ονομασίας τού ΜΚ, (εάν περιέχεται στο πρότυπο τού μηνύματος αναγγελίας).
es: Muestra el nombre del GE (si se incluye en la plantilla de mensaje).
fr: Affiche le nom du GM (s'il est inclus dans le modèle de message).
hu: Megjeleníti a GB nevét (ha az üzenetsablon tartalmazza).
it: Visualizza il nome del GE (se incluso nel modello del messaggio).
no: Vises den storslåtte bygningens navn (hvis brukt i meldingsmalen).
pt: Mostra o nome do GE (incluindo o modelo da mensagem).
pt_br: Mostra o nome do GE (se incluído no modelo da mensagem).
ru: Отобразить имя ВС (Если добавлено в шаблон сообщения).
sk: Zobrazuje meno VBčky (ak je obsiahnuté vo vzore správy).
tr: Devasa Binanın adını gösterir(eğer ileti şablonunda varsa).

# components.gb_investment.tutorial.owner_investment
source: Do you already have some fps in your GB? If yes, add here how many fps you have in your GB
el: Υπάρχουν ήδη ΦΠ στο επίπεδο του ΜΚ σας; Εάν ναι, αναγράψτε εδώ την ποσότητά τους
es: ¿Ya tienes algunos fps en tu GB? En caso afirmativo, agregue aquí cuántos fps tiene en su GB
fi: Onko sinulla jo TP laitettuna HR? Jos on, syötä tähän kuinka monta TP on HR:ssä
fr: Avez vous déjà mis des FPs sur votre GM ? Si la réponse est oui, ajouter le montant des PFs que vous avez mis
hu: Már van valamennyi FP a nevezetesedben? Ha igen, akkor itt add hozzá, hogy mennyi
it: Hai già qualche versamneto di punti nel tuo GE? Se sì, aggiungi qui quanti versamenti hai nel tuo GE
no: Har du allerede lagt noen FP på din storslåtte bygning? Hvis ja, skriv antall FP du har lagt på bygningen her
pt: Ja tens alguns pfs no teu GE? Se sim, adiciona aqui quantos pfs tens no teu GE
pt_br: Você já tem alguns PFs no seu GE? Se sim, adicione aqui quantos PFs tem no seu GE
ru: Вы вложили СО в ваше ВС? Если да, то добавьте сюда, сколько СО вы вложили
sk: Máte už nejaké BV vo Vašej VB? Ak áno, vložte sem koľko BV už vo Vašej VB je
tr: Devasa binanızda hali hazırda FP'niz var mı? Evet ise, kaç tane FP'niz olduğunu buraya ekleyin

# components.gb_investment.tutorial.investor_percentage
source: Select the rate you expect your investors to use Example: for an investment at 1.9, put 90
da: Vælg satsen som du foventer at dine investorer bruger. Eksempel: ved en investering af 1.9, så vælg 90
el: Ορίστε την προσαύξηση που επιθυμείτε από τους συνεισφέροντες Παράδειγμα: για συνεισφορά στο 1,9, βάλτε 90
es: Seleccione la tasa que espera que utilicen sus inversores Ejemplo: para una inversión en 1.9, ponga 90
fi: Valitse kerroin jota oletat sijoittajien käyttävän Esim. 1.9 sijoittajalle laita 90
fr: Sélectionné le bonus d'arche que vous attendez des investisseurs. Exemple : pour un investissement à 1.9, mettre 90
hu: Válaszd ki a befektetőid által használandó százalékot Például: 1,9-es szorzóhoz írj be 90-et
it: Seleziona la percentuale che ti aspetti che i tuoi investitori utilizzino Esempio: per un investimento a 1.9, inserisci 90
no: Velg raten du forventer deg av investorene dine. F.eks. skriv 90 for investeringer på 1,9 (190%)
pt: Seleccione o rácio que os investidores usem Exemplo: para um investimento a 1.9, coloque 90
pt_br: Selecione o bônus que você espera que os investidores usem Exemplo: para um investimento a 90%, ou 1.9, coloque 90
ru: Выберите множитель, который, как вы ожидаете, будут использовать ваши инвесторы Пример: для инвестиций под 1.9 поставьте 90
sk: Vyberte stupeň investovania, ktorý očakávate od investorov Príklad: pre investovanie s 1.9, vložte 90
tr: Yatırımcılarınızın kullanmasını beklediğiniz oranı seçin Örneğin: 1.9 oran için, 90 yazın

# components.gb_investment.tutorial.level
source: Select the level you want to work on.
da: Vælg det niveau du vil arbejde på.
el: Επιλέξτε το επίπεδο τ' οποίο σας ενδιαφέρει.
es: Seleccione el nivel en el que desea trabajar.
fi: Valitse taso jota haluat tarkastella.
fr: Sélectionner le niveau sur lequel vous souhaitez travailler.
hu: Válaszd ki azt a szintet, amin dolgozni szeretnél.
it: Seleziona il livello su cui vuoi versare.
no: Velg nivået du vil arbeide med.
pt: Seleccione o nível que quer trabalhar.
pt_br: Selecione o nível que você quer trabalhar.
ru: Выберите уровень, над которым вы хотите работать.
sk: Vyberte úroveň ktorú chcete zvyšovať.
tr: Üzerinde çalışmak istediğiniz seviyeyi seçin.

# components.gb_investment.tutorial.gb_select
source: This field allows you to quickly change GBs. There are two types of selector. The simple selector (old version) which displays a simple drop-down list. This is the default selector: {videoSelect} The auto-completion that allows you to find a GB by typing letters contained in the desired GB name: {videoAutoComplete}
el: Αυτό το πεδίο σας επιτρέπει την γρήγορη εναλλαγή των ΜΚ. Υπάρχουν 2 τύποι του επιλογέα. Ο απλός επιλογέας (παλιά έκδοση) ο οποίος παρουσιάζει μια απλή αναπτυσσόμενη λίστα. Αυτός είναι ο προεπιλεγμένος επιλογέας. {videoSelect} Η αυτόματη-συμπλήρωση με την οποία μπορείς να βρίσκεις τα ΜΚ πληκτρολογώντας γράμματα που εμπεριέχονται στο επιθυμιτό όνομα του ΜΚ: {videoAutoComplete}
es: Este campo le permite cambiar rápidamente los GB. Hay dos tipos de selector. El selector simple (versión anterior) que muestra una lista desplegable simple. Este es el selector predeterminado: {videoSelect} El autocompletado que le permite encontrar un GB escribiendo letras contenidas en el nombre de GB deseado: {videoAutoComplete}
fi: Tästä kentästä voit nopeasti vaihtaa HR. Tästä menusta on kaksi versiota. Yksinkertainen valikko (vanha versio) joka näyttää yksinkertaisen drop-down listan. Tämä on oletusvalikko: {videoSelect} Automaattisesti täyttävä valikko, jossa voit kirjoitttaa HR nimeä ja järjestelmä täyttää loput: {videoAutoComplete}
fr: Ce champ permet de changer rapidement de grand monument. Il existe deux types de sélecteur. Le simple sélecteur (ancienne version) qui affiche une simple liste déroulante. C'est le sélecteur par défaut : {videoSelect} L'auto-complétion qui permet de trouver un GM en tapant des séquences lettres contenues dans le nom du GM souhaité : {videoAutoComplete}
hu: Ez az eszköz megadja az összes olyan információt, amelyet a tulajdonosnak és a befektetőknek tudnia kell a nevezetes épület adott szintjébe való befektetéshez. Két megjelenítési módja van. Az egyszerű választó (régebbi verzió) ami csak egy egyszerű legördülő választéklistát jelenít meg. Ez az alapértelmezett: {videoSelect} Az automata-kiegészítés mód lehetővé teszi, hogy a nevezetes épület nevét elég csak elkezdeni begépelni, hogy megtaláljuk azt: {videoAutoComplete}
it: Questo campo consente di modificare rapidamente i GE. Esistono due tipi di selettori. Il selettore semplice (vecchia versione) che mostra un semplice elenco a cascata. Questo è il selettore predefinito: {videoSelect} L'auto-completamento che permette di trovare un GE digitando le lettere contenute nel nome del GE desiderato: {videoAutoComplete}
no: Dette feltet lar deg endre storslått bygning raskt. Det er to slags velgere. Den enkle velgeren (gammel versjon) som viser en enkel nedtrekksliste. Dette er standardvelgeren: {videoSelect} Autofullføringsvelgeren som lar deg finne en storslått bygning ved å skrive inn bokstaver i bygningens navn: {videoAutoComplete}
pt: Este lugar permite mudares de GE rapidamente. O seleccionador simples ( versão antiga) que mostrava simplesmente uma lista em cascata . Este é o seleccionador principal: {videoSelect} A auto-completação permite que encontres um GE ao escrever as suas iniciais : {videoAutoComplete}
pt_br: Este campo permite que você troque de GEs rapidamente. Existem dois tipos de seleção. O seletor simples (versão antiga) mostra uma simples lista em cascata. Este é o seletor principal: {videoSelect} A auto-completação permite que você encontre GEs ao escrever as letras do nome dele: {videoAutoComplete}
ru: Это поле позволяет быстро изменять ВС Существует два типа селектора. Простой селектор (устаревший), который отображает простой выпадающий список. Это селектор по умолчанию: {videoSelect} Автозавершение, которое позволяет найти ВС, набрав буквы, содержащиеся в нужном имени ВС: {videoAutoComplete}
sk: Na tomto mieste môžete rýchlo meniť vybratú VB. Sú tu 2 možnosti výberu. Jednoduchý výber (stará verzia) ktorá ukáže jednoduchý zoznam. Toto je štandardné nastavenie: {videoSelect} Auto-doplnenie ktoré Vám dovolí nájsť VB písaním písmen obsiahnutých v názve hľadanej VB : {videoAutoComplete}

# components.gb_investment.tutorial.display_modes.content
source: This tool gives you all the information the owner and investors need to know to invest on a level of a GB. It has two display modes: "@:(routes.gb_investment.tab.owner_view.title)" (where you are) which displays information only on the current level and in great detail. "@:(routes.gb_investment.tab.investors_view.title)" displays the values of several levels in tabular form. You will only find the number of FPs that the owner and the investors have to put in with the resulting profit/loss.
da: Dette værktøj giver dig al den information SB ejeren og "investoren" har brug for, ved investering i SB. Der er 2 forskellige visninger: "@:(routes.gb_investment.tab.owner_view.title)" (Hvor du er) som kun viser information om det nuværende SB niveau - men med alle detaljer. "@:(routes.gb_investment.tab.investors_view.title)" viser værdierne fra mange niveauer i tabel form. Her ser du kun det antal FP som ejer og investor skal lægge, og den aktuelle Gevinst/tab.
el: Αυτό το εργαλείο σας δίνει όλες τις πληροφορίες που ο ιδιοκτήτης και οι επενδυτές χρειάζεται να ξέρουν για να επενδύσουν σε ένα επίπεδο ενός ΜΚ. Έχει δύο επιλογές παρουσίασης: "@:(routes.gb_investment.tab.owner_view.title)" (εκεί που βρίσκεστε) το οποίο παρουσιάζει τις πληροφορίες μόνο στο τρέχον επίπεδο και με μεγάλη λεπτομέρεια. "@:(routes.gb_investment.tab.investors_view.title)" παρουσιάζει τις τιμές διαφόρων επιπέδων σε μορφή πίνακα. Θα βρείτε μόνο τον αριθμό των FP που ο ιδιοκτήτης και οι επενδυτές πρέπει να βάλουν με το προκύπτον κέρδος / ζημία.
es: Esta herramienta le brinda toda la información que el propietario y los inversores necesitan saber para invertir en un nivel de GB. Tiene dos modos de visualización: "$ t (routes.gb_investment.tab.owner_view.title)" (donde se encuentra) que muestra información solo sobre el nivel actual y con gran detalle. "$ t (routes.gb_investment.tab.investors_view.title)" muestra los valores de varios niveles en forma de tabla. Solo encontrará la cantidad de FP que el propietario y los inversores tienen que poner con la ganancia / pérdida resultante.
fi: Tämä työkalu antaa kaiken tiedon mitä omistaja ja sijoittajat tarvitsevat HR tason nostoon. Työkalussa on kaksi eri näyttötapaa: "@:(routes.gb_investment.tab.owner_view.title)" (olet tässä nyt) joka näyttää vain tämän tason tiedot ja paljon yksityiskohtia. "@:(routes.gb_investment.tab.investors_view.title)" näyttää usean tason tiedot sarakkeissa. Täällä näkyy vain TP määrät jotka omistajan ja sijoittajien tarvitsee laittaa, sekä mahdolliset voitot/tappiot.
fr: Cet outil vous donne toutes les informations que le propriétaire et les investisseurs doivent savoir pour investir sur un niveau d'un GM. Il dispose de deux modes d'affichages : « @:(routes.gb_investment.tab.owner_view.title) » (là où vous vous trouvez) qui affiche des informations uniquement sur le niveau actuel et de manière très détaillé. « @:(routes.gb_investment.tab.investors_view.title) » affiche les valeurs de plusieurs niveaux sous forme de tableau. Vous y trouverez uniquement le nombre de PFs que doit mettre le propriétaire, ainsi que les investisseurs avec le gain/perte occasionné.
hu: Ez az eszköz megadja az összes olyan információt, amelyet a tulajdonosnak és a befektetőknek tudnia kell a nevezetes épület adott szintjébe való befektetéshez. Két megjelenítési módja van: "@:(routes.gb_investment.tab.owner_view.title)" (ahol most vagy), amely csak az aktuális szintre vonatkozó részletes információkat jelenít meg. "@:(routes.gb_investment.tab.investors_view.title)" több szint kapcsolódó értékeit adja meg táblázatos formában. Itt csak a tulajdonos és a befektetők által beteendő FP-k számát láthatod a keletkező nyereséggel/veszteséggel együtt.
it: Questo strumento ti fornisce tutte le informazioni che il proprietario e gli investitori devono sapere per investire in un livello di GE. Ha due modalità di visualizzazione: "@ :( routes.gb_investment.tab.owner_view.title)" (dove ti trovi) che mostra le informazioni solo sul livello corrente con elevato dettaglio. "@ :( routes.gb_investment.tab.investors_view.title)" visualizza una tabella con i valori di alcuni livelli. Troverai solo il numero di FP che il proprietario e gli investitori devono inserire con il relativo profitto / perdita.
no: Dette verktøyet gir all informasjon eieren og investorer trenger for å investere i et nivå på en storslått bygning. Det har to visningsmodi: "@:(routes.gb_investment.tab.owner_view.title)" (der du er) som viser informasjon bare for nåværende nivå og med stor detaljrikdom. "@:(routes.gb_investment.tab.investors_view.title)" viser verdier for flere nivåer i en tabell. Her vises bare antall FP eieren og investorene må legge på med tilhørende gevinst/tap.
pt: Esta ferramenta da te toda a informação sobre donos e investidores que necessitam de informação sobre os níveis dos GEs . Existe 2 modos : "@:(routes.gb_investment.tab.owner_view.title)" (estas aqui) mostra a informação sobre o nível actual e em grande detalhe. "@:(routes.gb_investment.tab.investors_view.title)" mostra os valores de vários níveis numa tabela. Só vais encontrar o numero de PFs que o dono e investidores tem de colocar relacionado com lucro/perca.
pt_br: Esta ferramente te dá toda informação que o dono e investidores precisam para subir um nível de GE. Ele possui dois modos de exibição: "@:(routes.gb_investment.tab.owner_view.title)" (onde você está) que mostra informações do nível atual em detalhes "@:(routes.gb_investment.tab.investors_view.title)" mostra os valores de vários níveis em forma de tabela. Você só encontrará a quantidade de PFs que o dono e investores tem que colocar assim como o lucro/perca de cada um.
ru: Этот инструмент дает вам информацию, которую владелец и инвесторы должны знать, чтобы вложиться в уровень ВС. Он имеет два режима отображения: "@:(routes.gb_investment.tab.owner_view.title)" (где вы находитесь), которое отображает информацию только на текущем уровне и в мельчайших деталях. "@:(routes.gb_investment.tab.investors_view.title)" отображает значения нескольких уровней в табличной форме. Вы найдете только количество СО, которые должен вложить владелец и инвесторы для получения прибыли / убытка.
sk: Tento nástroj Vám dáva všetky potrebné informácie pre majiteľa a investora k investovaniu do úrovne VB. Má 2 zobrazovacie režimy: "@:(routes.gb_investment.tab.owner_view.title)" (kde ste) čo zobrazuje informáciu len o aktuálnej úrovni a veľmi podrobne. "@:(routes.gb_investment.tab.investors_view.title)" zobrazuje hodnoty niekoľkých úrovní v tabuľkovej forme. Nájdete len počet BV ktoré majiteľ a investori môžu vložiť s následným profitom/stratou.

# components.gb_investment.tutorial.display_modes.title
source: Display modes
da: Forskellige Visninger
el: Επιλογές προβολής
es: Modos de visualización
fi: Näyttötavat
fr: Modes d'affichages
hu: Megjelenítési módok
it: Modalità Visualizzazione
no: Vis moduser
pt: Mostrar Modos
pt_br: Modos de Exibição
ru: Режим отображения
sk: Zobraziť režimy
tr: Görüntüleme modları
