Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# components.gb_investment.tutorial.rush_1_9.title
source: Rush 1.9, 1.8, etc.
da: Tillæg 1.9, 1,8 osv.
el: Για συντομία 1.9, 1.8, κοκ.
es: Presiona 1.9, 1.8, etc.
fi: Pika 1.9, 1.8, jne.
hu: Igény 1.9, 1.8, stb.
it: Catena 1.9, 1.8, etc.
no: Fremskynde 1.9, 1.8 osv.
pt: Pressiona 1.9, 1.8, etc.
pt_br: Bônus 90, 1.9, 1.8, etc.
ru: Под 1.9, 1.8, и тд.
sk: skoč s 1.9, 1.8, a pod.

# components.gb_investment.tutorial.snipe.title
source: Snipe
da: Snipe / Snig-løbe (Snuppe plads for færre FP end den giver igen)
el: Κερδοσκοπία
es: Intruso
hu: Rablás (nindzsázás)
it: Esterno (Cecchino)
no: Stjele
pt: Intruso
pt_br: Intruso
ru: Снайпер
sk: Poľovať
tr: Pusucu

# components.gb_investment.tutorial.snipe.content
source: Snipe is when a player takes a place on a GB in order to make a profit, usually not meeting the owner's expectations. For example level 49 → 50 of the GB "@:(foe_data.gb.The_Virgo_Project)" does not require any FPs from the owner to secure the first two places. The expected investment at 1.9 is {fp1739}. A sniper (with an Arc level 80) could wait until the level opens to take his place directly and put {fp1679}, which would secure his place and make a profit of {fp60}.
da: "Snipe" eller Snigløbe er, når en spiller snupper en plads i en SB for selv at tjene på det. Det er ikke til SB ejerens fordel. For eksempel level 49→ 50 på @:(foe_data.gb.The_Virgo_Project). Hvis du f.eks. tager første pladsen har den en tilbagebetaling på 1739 FP (Ved Ark level 80/ +90%), men en "Sniper" kan snuppe pladsen for kun 1679 FP og derved "snyde" ejeren for 60 FP. Du kan selv se niveauerne i FP Beregneren. Står der 0 på de første pladser er det en "åben invitation" til snipere.
el: Ως κερδοσκοπία ορίζεται η κατάληψη θέσης σε ΜΚ από παίκτη με σκοπό το κέρδος, μη συνεισφέροντας, συνήθως, τους αναμενόμενους από τον κάτοχό του ΦΠ. Για παράδειγμα, το επίπεδο 49 → 50 του ΜΚ"@:(foe_data.gb.The_Virgo_Project)" δεν απαιτεί τοποθέτηση ΦΠ από τον κάτοχο για ν' ασφαλιστούν οι δύο πρώτες θέσεις. Η συνεισφορά που αντιστοιχεί στο 1,9 ανέρχεται σε {fp1739}. Ένας κεδροσκόπος, (με Θόλο στο 80στό επίπεδο,) θα μπορούσε να περιμένει έως ότου ανοίξει το επίπεδο για να πάρει την 1η θέση σ' αυτό, συνεισφέροντας {fp1679}, οι οποίοι του εξασφαλίζουν τη θέση αποφέροντάς του κέρδος {fp60}.
es: Snipe es cuando un jugador toma un lugar en un GB para obtener ganancias, generalmente no cumple con las expectativas del propietario. Por ejemplo, el nivel 49 → 50 del GB "$ t (foe_data.gb.The_Virgo_Project)" no requiere ningún FP del propietario para asegurar los dos primeros lugares. La inversión esperada en 1.9 es $ t (utils.FP, {'count': 1739}). Un francotirador (con un nivel de Arco 80) podría esperar hasta que el nivel se abra para tomar su lugar directamente y poner $ t (utils.FP, {'count': 1679}), lo que aseguraría su lugar y obtendría una ganancia de $ t (utils.FP, {'cuenta': 60}).
fi: Snipe tapahtuu kun pelaaja ottaa sijan toisen pelaajan HR:stä ja tekee sillä voittoa, yleensä toisin kuin omistaja haluaisi. Esimerkiksi taso 49 → 50 "@:(foe_data.gb.The_Virgo_Project)" HR:ssä ei tarvitse yhtään TP omistajalta että 2 ensimmäistä sijaa on lukittu. Odotettu sijoitus 1.9 kertoimella on {fp1739}. Snipeejä (jolla on tason 80 Kupu) voi odottaa kunnes taso avataan ja ottaa sijansa suoraan ja laittaa vain {fp1679}, joka lukitsisi hänen sijansa ja tuottaisi voittoa {fp60}.
fr: Le snipe est le fait qu'un joueur prenne une place sur un GM afin de réaliser un profit, en ne respectant généralement pas les attentes du propriétaire. Par exemple le niveau 49 → 50 du GM "@:(foe_data.gb.The_Virgo_Project)" ne nécessite pas de PFs de la part du propriétaire pour sécuriser les deux premières places. L'investissement attendu à 1.9 est de {fp1739}. Un Sniper (avec un Arche niveau 80) pourrait attendre l'ouverture du niveau pour prendre place directement et poser {fp1679}, ce qui permettrait d'assurer sa place et de dégager un bénéfice de {fp60}.
hu: Rablás (nindzsázás), amikor egy játékos FP-t tesz egy nevezetesbe úgy, hogy extra profitot érjen el, ez általában nem felel meg a tulajdonos érdekeinek. Például a "@:(foe_data.gb.The_Virgo_Project)" nevezetes 49 → 50 szintre építésekor a tulajdonosnak az első két hely biztosításához nem kell FP-t betennie. Az elvárt befektetés 1,9 esetén {fp1739}. A rabló (80-as bárkával) addig vár, amíg a szint megnyílik, és elviszi az első helyet {fp1679} áron, amitől ő már nem előzhető és a nyeresége (és az építő vesztesége) {fp60}.
it: Si definisce "Cecchino" (solitamente n Esterno alla Gilda) un giocatore che prende posto su un GB per realizzare un profitto, di solito non soddisfacendo le aspettative del proprietario. Ad esempio il livello 49 → 50 del GE "@ :( foe_data.gb.The_Virgo_Project)" non richiede alcun FP da parte del proprietario per assicurarsi i primi due posti. L'investimento previsto a 1,9 è {fp1739}. Un cecchino (con un livello Arc 80) potrebbe aspettare fino all'apertura del livello per prendere direttamente il suo posto e mettere {fp1679}, che gli assicurerebbe il posto e realizzerebbe un profitto di {fp60}.
no: Kapre er når en spiller tar en plass på en storslått bygning for å profitere, vanligvis også med et mindre bidrag enn eieren forventer. For eksempel krever nivå 49 → 50 på den storslåtte bygningen "@:(foe_data.gb.The_Virgo_Project)" ikke noen FP-bidrag fra eieren for å sikre de to første plassene. Det forventede bidraget i en 190%-tråd er {fp1739}. En kaprer (med @:(foe_data.gb.The_Arc) på nivå 80) kan vente til nivået åpner og bidra med {fp1679}, som sikrer plassen og gir en profitt på {fp60}.
pt: Intrusão é quando um jogador faz um lugar para obter lucro, normalmente não vai contra as expectativas do dono. Por exemplo nível 49 → 50 do GE "@:(foe_data.gb.The_Virgo_Project)" Projecto Virgem, não requer quaisquer PFd do dono para segurar os 2 primeiros lugares. O investimento esperado a 1.9 é {fp1739}. Um intruso ( com a Arca a nivel 80) pode esperar que o GE abra e apanha o directamente e coloca {fp1679}, que lhe vai segurar o lugar com um lucro de {fp60}.
pt_br: Invasão, ou <i>bote</i>, é quando um jogador segura uma posição para obter lucro, geralmente não correspondendo as expectativas de bônus do dono. Por exemplo, no nível 49 → 50 do GE "@:(foe_data.gb.The_Virgo_Project)", não é necessário PFs do dono para segurar os 2 primeiros lugares. O bônus esperado da primeira posição com bônus 90% é de {fp1739}. Um intruso (com Arco nivel 80) pode esperar que o GE seja aberto e pegar a primeira posição por {fp1679}, segurando sua posição e tendo lucro de {fp60}.
ru: «Снайпер - это игрок, который занимает место в ВС, чтобы получить прибыль, как правило, в убыток владельцу ВС. Например, поднятие уровня с 49 по 50 ВС "@:(foe_data.gb.The_Virgo_Project)" не требует от владельца вклада СО для обеспечения первых двух мест. Вложения при множителе 1.9 составляет {fp1739}. Игрок (с Аркой 80-го уровня) может, после открытия уровня, занять первое место за {fp1679}, что обеспечит ему прибыль в размере {fp60}.
sk: Hráč "poľuje" (na miesto vo VB), ak zaberie miesto vo VB s cieľom vytvoriť profit, zvyčajne sa to nestretáva s očakávaniami majiteľa. Napríklad úroveň 49 → 50 vo VB "@:(foe_data.gb.The_Virgo_Project)" nepotrebuje žiadne BV od majiteľa na zaistenie prvých dvoch miest. Očakávaná investícia pri 1.9 je {fp1739}. Poľujúci hráč (s Oblúkom úrovne 80) by mohol počkať na otvorenie úrovne a hneď zabrať miesto s vložením {fp1679}, čo mu zabezpečí jeho miesto s profitom {fp60}.

# components.gb_investment_investors.takingPlaceInConsideration.label
source: Take other places in consideration ?
da: Tag andre placeringer i betragtning ?
es: ¿Tomar en consideracióon otros lugares?
fr: Prendre les autres places en considération ?
hu: Figyelembe vesz más helyeket?
it: Vuoi prendere in considerazone le altre posizioni?
no: Ta andre plasser i betraktning ?
pt: Ter outros lugares em consideração ?
pt_br: Levar outras posições em consideração ?
ru: Принимать во внимание другие места?
sk: Zobrať v úvahu ostatné pozície ?
tr: Diğer yerler içinde dikkate alınsın mı?

# components.gb_investment_investors.takingPlaceInConsideration.form.show_place
source: Display place
da: Vis placering
el: Αναγραφή θέσης
es: Mostrar lugar
fr: Afficher les places
hu: Helyezés megjelenítése
it: Mostra posizione
no: Vis plass
pt: Mostrar lugar
pt_br: Mostrar posição
ru: Отобразить место
sk: Zobraziť pozíciu
tr: Sırayı göster

# components.gb_investment_investors.takingPlaceInConsideration.form.normal
source: Normal
hu: Normál
it: Normale
ru: Нормальный
sk: Základný

# components.gb_investment_investors.takingPlaceInConsideration.form.optimal
source: Optimal
el: Βέλτιστο
es: Óptimo
hu: Optimális
it: Ottimale
pt: Óptimo
pt_br: Ótimo
ru: Оптимальный
sk: Optimálny
tr: Uygun

# components.gb_investment_investors.takingPlaceInConsideration.description.no
source: do not take into account other places
da: tag ikke andre placeringer i betragtning
el: Αγνόηση των υπόλοιπων θέσεων
es: No tomar en cuenta otros lugares
fr: ne prend pas en compte les autres places
hu: ne vegye figyelembe a többi helyezést
it: non tenere in considerazione le altre posizioni
no: ta ikke andre plasser i betraktning
pt: Não tomar em conta outros lugares
pt_br: não levar outras posições em consideração
ru: не принимать во внимание другие места
sk: nebrať v úvahu ostatné miesta
tr: diğer yerleri dikkate almayın

# components.gb_investment_investors.takingPlaceInConsideration.description.normal
source: take into account the other places with a minimum investment of investors and without securing by the owner
da: tag højde for andre placeringer med et minimumsbidrag af en bidrager og uden sikring af ejeren
es: Tomar en cuenta otros lugares con una mínima inversión de inversionistas y sin ser asegurados por el propietario
fr: prend en compte les autres places avec un investissement minimal des investisseurs et sans sécurisation par le propriétaire
hu: vegye figyelembe a többi helyezést a befektetők minimális befektetésével de a tulajdonos biztosítása nélkül
it: Prende in considerazione le altre posizioni con un investimento minimo da parte degli investitori e senza che le posizioni siano coperte dal proprietario
no: ta i betraktning de andre plassene med en minimum investering av spillere og uten sikkerhet fra eieren
pt: ter em conta os outros lugares com um investimento mínimo de investidores e sem estar garantido pelo dono
pt_br: levar em consideração outras posições com investimento mínimo sem estar garantido pelo dono
ru: принимать во внимание другие места, с минимальным вложением вкладчика и без обеспечения места владельцем
sk: brať v úvahu ostatné miesta s minimálnou investíciou prispievateľov a bez zaistenia majiteľom
tr: diğer sıraları, yatırımcılardan minimum yatırımla ve bina sahibi tarafından garantileme olmadan hesaba kat

# components.gb_investment_investors.table.thead.th_place
source: Place {count}
da: Placering {count}
el: Θέση {count}
es: Lugar {count}
hu: Helyezés: {count}
it: Posizione {count}
no: Plass {count}
pt: Lugar {count}
pt_br: Posição {count}
ru: {count} место
sk: Pozícia {count}
tr: Sıra {count}

# components.gb_investment_investors.table.thead.th_profit_loss
source: Profit / Loss
da: Profit / Tab
el: Όφελος / Ζημία
es: Ganancia / Pérdida
fr: Bénéfice / Perte
hu: Profit / veszteség
it: Profitto / Perdita
no: Profitt / tap
pt: Lucro/Perda
pt_br: Lucro / Perda
ru: Прибыль / Потеря
sk: Zisk / Strata
tr: Kazanç / Kayıp

# components.gb_forecast_cost.title
source: Forecast
da: Udsigt
es: Pronóstico
fr: Prévisions
hu: Tervezés
it: Previsioni
no: Prognose
pt: Previsão
pt_br: Previsão
ru: Прогноз стоимости ВС
sk: Prognóza
tr: Tahmin

# components.gb_forecast_cost.p1
source: Determine the number of FPs to go from one level to another, with or without Arc's bonuses.
da: Bestem antallet af FP's fra et niveau til et andet, med eller uden Ark bonus.
el: Προσδιορισμός των απαιτούμενων ΦΠ για μετάβαση από κάποιο επίπεδο σε άλλο, με ή δίχως την προσαύξηση του Θόλου.
es: Determinar la cantidad de PFs para pasar de un nivel a otro, con o sin bonos de Arcas.
fr: Détermine le nombre de PFs pour aller d'un niveau à un autre, avec ou sans bonus d'Arche.
hu: Megmutatja, hogy mennyi FP-re van szükséged az egyik szintről a másikra jutni, Bárka bónusszal vagy nélküle.
it: Determina il numero di PF da un livello all'altro con o senza bonus Arc.
no: Beregn antall FP for å gå fra ett nivå til ett annet, med eller uten Arken bonus.
pt: Determine o número de PF's para ir de um nível para outro, com ou sem os bónus da Arca.
pt_br: Determine o número de PFs para ir de um nível para outro, com ou sem os bônus do Arco.
ru: Прогноз затрат СО при разных сценариях прокачки вашего ВС.
sk: Určite počet BV potrebných na postup z jednej úrovne do druhej s a bez bonusu Oblúka.
tr: Ark bonusuyla veya Ark bonusu olmadan, bir seviyeden diğer bir seviyeye geçiş için gereken FP sayısını hesapla.

# components.gb_forecast_cost.custom_percentage
source: Custom Arc bonus (for each place)
da: Tilpasset Ark Bonus (for hver placering)
el: Προσαρμοσμένη προσαύξηση Θόλου, (για επιμέρους θέση-εις)
es: Personalizar el bono del Arca (para cada nivel)
fr: Bonus d'Arche personnalisé (pour chaque places)
hu: Egyéni Bárka bónusz (minden helyhez)
it: Personalizza il bonus Arc (per ogni posizione)
no: Tilpasset Arken bonus (for hver plass)
pt: Bónus normal da Arca (para cada lugar)
pt_br: Bônus do Arco diferente para cada posição
ru: Указать разные множители для разных мест?
sk: Rôzny bonus Oblúka (pre každé miesto)
tr: Farklı bir Ark bonus oranı (her sıra için)

# components.gb_forecast_cost.estimated_time
source: Estimate time to reach the level
da: Forventet tid til at nå niveauet
el: Υπολογισμός, (εκτίμηση), του χρόνου για να φτάσει στο επίπεδο
es: Estimar el tiempo para alcanzar el nivel
fr: Estimation du temps pour atteindre le niveau
hu: A szint eléréséhez szükséges becsült idő: {time}
it: Tempo stimato per raggiungere la posizione
no: Beregn tid for å nå nivået
pt: Tempo estimado para atingir o nível
pt_br: Tempo estimado para atingir o nível
ru: Приблизительная оценка временных затрат
sk: Predpokladaný čas na uzavretie úrovne
tr: Seviyeye ulaşmak için tahmini zaman

# components.gb_forecast_cost.message.single
source: To complete the level {level} of "{gb}", the owner has to invest {preparation} FPs. Total cost of level: {cost} FPs.
da: For at fuldføre niveauet {level} af "{gb}", skal ejeren bidrage med {preparation} FPs. Samlede omkostning for niveauet: {cost} FPs.
el: Για να ολοκληρωθεί το επίπεδο {level} του "{gb}", ο κάτοχος οφείλει να εισφέρει {preparation} ΦΠ. Συνολικό κόστος επιπέδου: {cost} ΦΠ.
es: Para completar el nivel {level} de {gb}, el propietario debe invertir {preparation} PFs. Costo total del nivel : {cost} PFs.
fr: Pour compléter le niveau {level} de « {gb} », il faut que le propriétaire investisse {preparation} PFs. Coût total du niveau : {cost} PFs.
hu: A {gb} nevezetes {level} szintjének elérése a tulajdonosnak {preparation} FP-be kerül. A teljes költség: {cost} FP.
it: Per completare il livello {level} del "{gb}", il proprietario deve in vestire {preparation} PF. Costo totale del livello: {cost} PF.
no: For å fullføre nivået {level} av "{gb}", må eieren investere {preparation} Fler. Den totale kostnaden for nivået: {cost} FPer.
pt: Para completar o nível {level} de "{gb}", o proprietário deve investir {preparation} PFs. Custo total do nível: {cost} PFs.
pt_br: Para completar o nível {level} de "{gb}", o proprietário deve investir {preparation} PFs. Custo total do nível: {cost} PFs.
ru: Для достижения уровня {level} "{gb}", владелец должен вложить {preparation} СО. Общая стоимость уровней: {cost} СО.
sk: Na dokončenie {level} úrovne v „{gb}“, musí majiteľ investovať {preparation} BV. Celkové náklady na úroveň: {cost} BV.
tr: {gb} binasının {level} seviyesini tamamlamak için bina sahibi {preparation} FP atmalıdır. Bu seviyenin toplam maliyeti: {cost} FP.

# components.gb_forecast_cost.message.multi
source: To go from level {from} to {to} of "{gb}", the owner has to invest {preparation} FPs. Total cost of levels: {cost} FPs.
da: For at gå fra niveau {from} til {to} i "{gb}", skal ejeren bidrage {preparation} FPa. Samlede omkostninger for niveauer: {cost} FPs.
es: Para competar el nivell {from} a {to} de "{gb}", el propietario debe invertir {preparation}PFs. Coste Total del nivel: {cost} PFs.
fr: Pour aller du niveau {from} à {to} de « {gb} », il faut que le propriétaire investisse {preparation} PFs. Coût total des niveaux : {cost} PFs.
hu: A {gb} nevezetes épület {from} szintől {to} szintre való fejlesztésének költsége a tulajdonos számára {preparation} FP. A szintlépések teljes összköltsége: {cost} FP.
it: Per passare dal livello {from} al {to} di "{gb}", il proprietario deve investire {preparation} PF. Costo totale dei livelli: {cost} PF.
no: For å gå fra ett nivå {from} til {to} på "{gb}", må eieren investere {preparation} Per. Den totale kostnaden for nivåene: {cost} FPer.
pt: Do nível {from} para {to} de "{gb}", o dono tem de investir {preparation} PF's. Custo total do nível: {cost} PFs.
pt_br: Do nível {from} ao {to} do "{gb}", o dono tem que investir {preparation} PFs. Custo total dos níveis: {cost} PFs.
ru: Чтобы перейти с {from} уровня на {to} в ВС "{gb}", владелец должен будет вложить {preparation} своих СО. Общая стоимость уровней: {cost} СО.
sk: Na zvýšenie "{gb}" z {from} na {to} úroveň, musí majiteľ investovať {preparation} BV. Celková cena úrovní: {cost} BV.
tr: {gb} Devasal Binasının, Seviye {from}'den {to}'e geçmesi için; bina sahibinin {preparation} FP yatırması gerekiyor. Tüm seviyeler için gereken toplam : {cost} FP.

# components.gb_forecast_cost.message.estimated_time
source: Estimated time to reach the level: {time}
da: Anslået tid til at nå niveauet: {time}
es: Tiempo estimado para alcanzar el nivel: {time}
fr: Temps estimé pour atteindre le niveau : {time}
hu: A kívánt szint eléréséhez szükséges idő: {time}
it: Tempo stimato per raggiungere il livello: {time}
no: Estimert tid for å nå nivået: {time}
pt: Tempo estimado para atingir o nível: {time}
pt_br: Tempo estimado para atingir o nível: {time}
ru: Примерное время на достижение уровня: {time}
sk: Predpokladaný čas na uzavretie úrovne: {time}
tr: Bu seviyeye ulaşmak için gereken zaman: {time}

# components.gb_forecast_cost.prop_already_invested
source: FPs already invested by the owner on the current level
da: FP's der allerede er blevet bidraget med af ejer, på nuværende niveau
el: ΦΠ που ο κάτοχος έχει ήδη εισφέρει στο υπ' ολοκλήρωση επίπεδο
es: PFs ya invertidos por el propietario en el nivel actual
fr: PFs déjà investi par le propriétaire sur le niveau actuel
hu: A tulajdonos által a jelenlegi szinten befektetett FP mennyisége
it: Numero di PF attualmente investiti dal proprietario nel livello corrente
no: FP's som allerede er lagt av eier på nåværende nivå
pt: PFs já investidos pelo dono no nível actual
pt_br: PFs já investidos pelo dono no nível atual
ru: СО, уже вложенные владельцем в текущий уровень
sk: Počet BV už investovaných majiteľom v terajšej úrovni
tr: Bina sahibinin şu anki seviyede atmış olduğu FP

# components.gb_forecast_cost.graph.title
source: Forecast of the owner's preparation amount for "{gb}"
da: Prognose for ejerens forberedelsesbidrag for "{gb}"
es: Pronóstico de la cantidad que el propietario debe preparar por "{gb}"
fr: Prévision du montant de préparation du propriétaire pour « {gb} »
hu: Előrejelzés a tulajdonos felkészülési összegéről a (z) "{gb}" számára
it: Previsione del'importo che il proprietarioi deve preparare per "{gb}"
pt: Previsão do valor de preparação do dono para "{gb}"
pt_br: Previsão do valor de preparação do dono para "{gb}"
ru: Прогноз затрат СО при разных сценариях прокачки ВС "{gb}"
sk: Prognóza potrebnej investície majiteľom na prípravu pre "{gb}"
tr: {gb} Devasal Binası için bina sahibinin tahmini FP miktarı

# components.gb_forecast_cost.graph.label.default
source: Gross cost of the level
da: Brutto omkostninger for niveauet
el: Μικτό κόστος επιπέδου
es: Costo bruto del nivel
fr: Coût brut du niveau
hu: A szint bruttó költsége
it: Costo lordo del livello
pt: Custo bruto do nível
pt_br: Custo bruto do nível
ru: Стоимость уровня без продажи мест
sk: Celková cena úrovne
tr: Bu seviyenin brüt maliyeti

# components.gb_forecast_cost.graph.label.default_preparation
source: Amount of preparation without bonus
da: Mængde af forberedning uden bonus
es: Cantidad de preparación sin bono
fr: Montant de préparation sans bonus
hu: Az előkészítés költésge bónusz nélkül
it: Importo da preparare senza bonus
pt: Quantidade necessária sem bónus
pt_br: Quantidade de PFs necessária sem bônus
ru: Если продавать места по номиналу
sk: Veľkosť potrebnej investície na prípravu bez bonusu
tr: Bonussuz olarak gereken FP miktarı

# components.gb_forecast_cost.graph.label.custom_preparation
source: Amount of preparation with bonus
da: Mængde af forberedning med bonus
es: Cantidad de preparación con bono
fr: Montant de préparation avec bonus
hu: Az előkészítés költésge bónusszal
it: Importo da preparare con il bonus
pt: Quantidade necessária com bónus
pt_br: Quantidade de PFs necessária com bônus
ru: Если продавать места под указанный множитель Арки
sk: Veľkosť potrebnej investície na prípravu s bonusom
tr: Bonuslu olarak gereken FP miktarı

# components.gb_statistics.p1
source: The graphs are made according to the Age because the cost / reward of the GBs is the same for each GB of an age, except in a particular case (@:(foe_data.gb.Oracle_of_Delphi)).
da: Graferne er lavet i henhold til tidsalder, da prisen/belønningen for en SB er det samme for hver SB i en tidsalder, kun med en enkelt undtagelse (@:(foe_data.gb.Oracle_of_Delphi)).
el: Τα γραφήματα δημιουργούνται βάσει τής εποχής των ΜΚ, επειδή το κόστος / ανταμοιβή αυτών είναι ταυτόσημο για τα ΜΚ τής ίδιας εποχής, με μοναδική εξαίρεση το (@:(foe_data.gb.Oracle_of_Delphi)).
es: Las gráficas fueron elaboradas de acuerdo a la Era porque el costo / recompensa de los GEs es el mismo para cada GE en una Era, excepto en un caso patricular @:(foe_data.gb.Oracle_of_Delphi)) .
fr: Les graphiques sont réalisés en fonction de l'âge car le coût/gain des GMs est le même pour chaque GM d'un âge, sauf cas particulier (@:(foe_data.gb.Oracle_of_Delphi)).
hu: A grafikonok a korszak szerint készülnek, mert egy adott korszakon belüli nevezetes épületek költsége / jutalma azonos, kivéve egy különleges esetben (@:(foe_data.gb.Oracle_of_Delphi)).
it: I grafici sono realizzati in base all'Era perchè il costo / ricompensa del GE è lo stesso per ogni GE di una Era, eccetto in un caso particolare (@:(foe_data.gb.Oracle_of_Delphi)).
pt: Os gráficos são feitos de acordo com a era, pois o custo / prémio dos GEs é o mesmo para cada GE de uma era, exceto em casos específicos (@:(foe_data.gb.Oracle_of_Delphi)).
pt_br: Os gráficos são feitos de acordo com a Era, pois o custo / prêmio dos GEs é o mesmo para cada GE de uma Era, exceto no caso específico do (@:(foe_data.gb.Oracle_of_Delphi)).
ru: График сделан на основании эпохи, а не конкретных ВС, так как стоимость и награды ВС одной эпохи одинаковы. Есть одно исключение - (@:(foe_data.gb.Oracle_of_Delphi)).
sk: Grafy sú robené podľa doby, lebo cena / odmena vo VB-kach je rovnaká pre každú VB z danej doby, okrem týchto prípadov (@:(foe_data.gb.Oracle_of_Delphi)).
tr: Grafikler çağlara göre ayarlanır; aynı çağın devasal binalarının seviye yükseltme bedeli / ödülleri aynıdır. (@:(foe_data.gb.Oracle_of_Delphi) İstisnadır).

# components.gb_statistics.represent
source: Represent:
da: Repræsenteringer:
es: Representa:
fr: Représenter :
hu: Képvisel:
it: Rappresentate:
pt: Representa:
pt_br: Representa:
ru: Тип графика:
sk: Predstaviteľ:
tr: Kılavuz:
