Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# foe_data.province.Veletrites
source: Veletrites
el: Veletrites, (Βέλετριτς)
ru: Велетритес

# foe_data.province.Canturia
source: Canturia
el: Canturia, (Κάντουρϊα)
ru: Кантурия

# foe_data.province.Breturia
source: Breturia
el: Breturia, (Μπρετούρια)
pt: Bretúria
ru: Бретурия

# foe_data.province.Tarmelmann
source: Tarmelmann
el: Tarmelmann, (Τάρμελμαν)
ru: Тармелман

# foe_data.province.Steilsturz
source: Steilsturz
el: Steilsturz, (Στάελστορτζ)
ru: Чертов обрыв

# foe_data.province.Todepass
source: Todespass
el: Todespass, (Τόντεσπας)
ru: Тоудспасс

# foe_data.province.Galgenschlucht
source: Galgenschlucht
el: Galgenschlucht, (Γκάγκενσλοχτ)
ru: Каньон виселиц

# foe_data.province.Felssenke
source: Felssenke
el: Felssenke, (Φελσένκε)
ru: Каменная низина

# foe_data.province.Teufelsfurt
source: Teufelsfurt
el: Teufelsfurt, (Τάιφελσφορτ)
ru: Чертов брод

# foe_data.province.Kaltenweiher
source: Kaltenweiher
el: Kaltenweiher, (Κάλτενβάια)
ru: Ледяной пруд

# foe_data.province.Sturmhohen
source: Sturmhohen
el: Sturmhohen, (Στόρμχουν)
ru: Штормовые вершины

# foe_data.province.Greifental
source: Griefental
el: Griefental, (Γκριφένταλ)
ru: Долина грифов

# foe_data.province.Dunkelwald
source: Dunkelwald
el: Dunkelwald, (Ντόνκελβάετ)
ru: Темный лес

# foe_data.province.Pfefferberg
source: Pfefferberg
el: Pfefferberg, (Φάφερμπεργκ)
ru: Перцовая гора

# foe_data.province.Maktaba
source: Maktaba
el: Maktaba, (Μακτάβα)
ru: Мактаба

# foe_data.province.West_Nagach
source: West-Nagach
da: Vestnagach
el: Δυτική Nagach, (Δυτική Νάγκαχ)
hu: Nyugat-Nagach
pt_br: Nagach do Oeste
ru: Западный Нагах
tr: Batı-Nagach

# foe_data.province.East_Nagach
source: East-Nagach
da: Østnagach
el: Ανατολική Nagach, (Ανατολική Νάγκαχ)
hu: Kelet-Nagach
pt_br: Nagach do Leste
ru: Восточный Нагах
tr: Doğu-Nagach

# foe_data.province.Karchagu
source: Karchagu
el: Karchagu, (Κάρχαγκου)
ru: Каркагу

# foe_data.province.Ruug
source: Ruug
el: Ruug, (Ρουάγκ)
ru: Рууг

# foe_data.province.Paruuch
source: Paruuch
el: Paruuch, (Πάρουτς)
ru: Паруух

# foe_data.province.Badakus
source: Badakus
el: Badakus, (Μπάντακους)
ru: Бадакус

# foe_data.province.Hymir
source: Hymir
el: Hymir, (Χιμίρ)
es: Himir
ru: Гумыр

# foe_data.province.Tyr
source: Tyr
el: Tyr, (Τιρ)
ru: Тюр

# foe_data.province.Fel_Dranghyr
source: Fel Dranghyr
el: Fel Dranghyr, (Φελ Ντράνγκιρ)
ru: Фел Дрангыр

# foe_data.province.Dunarsund
source: Dunarsund
el: Dunarsund, (Ντάναρσουντ)
ru: Дунарсунд

# foe_data.province.Jandahar
source: Jandahar
ru: Яндагар

# foe_data.province.Qumeira
source: Qumeira
ru: Кумейра

# foe_data.province.Kardad
source: Kardad
ru: Кардад

# foe_data.province.Shayhour
source: Shayhour
ru: Шайхур

# foe_data.province.Suqqah
source: Suqqah
ru: Сакках

# foe_data.province.Ain_Al_Khansa
source: Ain Al-Khansa
ru: Аин Аль-Ханса

# foe_data.province.Salfah
source: Salfah
ru: Сальфа

# foe_data.province.Al_Shadyra
source: Al-Shadyra
ru: Аль-Шадира

# foe_data.province.Hafar_Al_Karak
source: Hafar Al Karak
ru: Хафар Аль-Карак

# foe_data.province.Batif
source: Batif
ru: Батиф

# foe_data.province.Khail
source: Khail
ru: Хаиль

# foe_data.province.Amaryah_City
source: Amaryah City
es: Ciudad amaryah
pt_br: Cidade de Amaryah
ru: Город Амарья
sk: Mesto Amaryah City

# foe_data.province.OngChuCuoiCung
source: OngChuCuoiCung
ru: Онг Ху Куои Кунг

# foe_data.province.DongBangSong
source: DongBangSong
ru: Донг Бэнг Сонг

# foe_data.province.MauMatDat
source: MauMatDat
ru: Мао Мэ Дэ

# foe_data.province.PhucKich
source: PhucKich
ru: Фук Кихь

# foe_data.province.GiaiCuuBinhMinh
source: GiaiCuuBinhMinh
pt_br: Giai Chu Binh Minh
ru: Гиаи Куу Бинь Минь

# foe_data.province.RungChienDau
source: RungChienDau
ru: Рунг Чьен Дао

# foe_data.province.RungTrai
source: RungTrai
ru: Рунг Чай

# foe_data.province.KhayHuyenBayGio
source: KhayHuyenBayGio
ru: Кхай Хьён Бэй Чио

# foe_data.province.TrungDoi
source: TrungDoi
ru: Трунг Дои

# foe_data.province.DayDuAo
source: DayDuAo
es: DíaDuAo
ru: Дэй Ду Ао

# foe_data.province.SotDamLay
source: SotDamLay
ru: Сот Дэм Лэй

# foe_data.province.CaiChetNui
source: CaiChetNui
ru: Чай Чет Нуи

# foe_data.province.Toimuro
source: Toimuro
ru: Тоймуро

# foe_data.province.Hiromaguchi
source: Hiromaguchi
ru: Хиромагучи

# foe_data.province.Kibakuguchi
source: Kibakuguchi
ru: Хибакугуши

# foe_data.province.Higematsu
source: Higematsu
ru: Хикиматсу

# foe_data.province.Igamoto
source: Igamoto
ru: Икамаото

# foe_data.province.Igioka
source: Igioka
ru: Икиока

# foe_data.province.Kyushima
source: Kyushima
ru: Кушима

# foe_data.province.Igujima
source: Igujima
ru: Икушима

# foe_data.province.Chigikawa
source: Chigikawa
ru: Хидзикава

# foe_data.province.Natsuishu
source: Natsuishu
ru: Нацуишу

# foe_data.province.Inashu
source: Inashu
ru: Инашу

# foe_data.province.Gorski
source: Gorski
ru: Горская империя

# foe_data.province.Uceria
source: Uceria
ru: Уцирия

# foe_data.province.Langenreich
source: Langenreich
ru: Лангенская империя

# foe_data.province.Ostrand
source: Ostrand
ru: Восточная граница

# foe_data.province.Kriegreich
source: Kriegreich
ru: Кригрейх

# foe_data.province.Sud
source: Sud
ru: Сюд

# foe_data.province.Gaelford
source: Gaelford
ru: Гелфорд

# foe_data.province.Uxrow
source: Uxrow
ru: Уксроу

# foe_data.province.Omoien
source: Omoien
ru: Амойен

# foe_data.province.Havre
source: Havre
ru: Гавр

# foe_data.province.Wenoevre
source: Wenoevre
ru: Веневр

# foe_data.province.Ydine
source: Ydine
ru: Идинья

# foe_data.province.Gabordeaux
source: Gabordeaux
ru: Габордо

# foe_data.province.Embruniez
source: Embruniez
ru: Эмбруниз

# foe_data.province.Nevarrone
source: Nevarrone
ru: Неваррон

# foe_data.province.Dorango
source: Dorango
ru: Доранго

# foe_data.province.SantaCatalina
source: SantaCatalina
ru: Санта-Каталина

# foe_data.province.ElFuego
source: ElFuego
ru: Фуэго

# foe_data.province.Garrincton
source: Garrincton
ru: Карринктон

# foe_data.province.DragonCity
source: DragonCity
es: La Ciudad de los Dragones
ru: Город Драконов

# foe_data.province.Las_Penas
source: Las Penas
ru: Лас Пенас

# foe_data.province.St_Marque
source: St.Marque
es: San Marque
ru: Санта-Марк

# foe_data.province.Desperation
source: Desperation
ru: Безнадежная провинция
sk: Beznádej

# foe_data.province.Rantford
source: Rantford
ru: Рантфорт

# foe_data.province.Okahe
source: Okahe
ru: Огойе

# foe_data.province.NewCragshire
source: NewCragshire
ru: Новый Грегшир

# foe_data.province.Rocky_Domain
source: Rocky Domain
es: Dominio rocoso
fr: Domaine rocheux
pt_br: Cardumes Prateados
ru: Горная область
sk: Skalnaté panstvo

# foe_data.province.Upper_Grotto
source: Upper Grotto
es: Gruta superior
fr: Grotte supérieure
hu: Silver Swarms
pt_br: Gruta de Cima
ru: Верхний грот
sk: Horná jaskyňa

# foe_data.province.Silver_Swarms
source: Silver Swarms
es: Enjambres de plata
fr: Bancs argentés
hu: Walled Gulf
pt: Silver Swarm
pt_br: Cardumes Prateados
ru: Серебряные стаи
sk: Strieborné húfy

# foe_data.province.Lower_Grotto
source: Lower Grotto
es: Gruta inferior
fr: Grotte inférieure
pt_br: Gruta de Baixo
ru: Нижний грот
sk: Dolná jaskyňa

# foe_data.province.Walled_Gulf
source: Walled Gulf
fr: Golfe fortifié
hu: Lower Grotto
pt_br: Golfo Murado
ru: Окруженный залив
sk: Záliv obohnaný múrom

# foe_data.province.Foam_Ceiling
source: Foam Ceiling
fr: Plafond d'écume
pt_br: Teto de Espuma
ru: Потолок из пены
sk: Molitanový strop

# foe_data.province.Wondering_Ocean
source: Wondering Ocean
fr: Océan émerveillé
pt_br: Oceano fascinante
ru: Дивный океан
sk: Oceán zamyslenia

# foe_data.province.Red_Sea
source: Red Sea
es: Mar Rojo
fr: Mer rouge
pt_br: Mar Vermelho
ru: Красное море
sk: Červené more

# foe_data.province.Serene_Waves
source: Serene Waves
es: Olas serenas
fr: Vagues sereines
hu: Glimmering Surf
pt_br: Ondas Serenas
ru: Безмятежные волны
sk: Trblietavý surf

# foe_data.province.Glimmering_Surf
source: Glimmering Surf
es: Surf reluciente
fr: Ressac scintillant
hu: Serene Waves
pt_br: Onda Cintilante
ru: Мерцающий прибой
sk: Pokojné vlny

# foe_data.province.Tideless_Deep
source: Tideless Deep
fr: Profondeur sans marée
pt_br: Profundezas Calmas
ru: Неподвижная глубина
sk: Bezprílivová hlbina

# foe_data.province.Fresh_Flow
source: Fresh Flow
es: Flujo fresco
fr: Courant frais
hu: Rough Expanse
pt_br: Corrente Fresca
ru: Свежий поток
sk: Čerstvý prúd

# foe_data.province.Dark_Abyss
source: Dark Abyss
es: Abismo oscuro
fr: Abîme ténébreux
hu: Strong Tide
pt_br: Abismo Negro
ru: Тёмная бездна
sk: Temná priepasť

# foe_data.province.Strong_Tide
source: Strong Tide
es: Marea fuerte
fr: Forte marée
hu: Fresh Flow
pt_br: Maré Brava
ru: Сильный прилив
sk: Silný prúd

# foe_data.province.Rough_Expanse
source: Rough Expanse
es: Extensión áspera
fr: Étendue irrégulière
hu: Dark Abyss
pt_br: Extensão Acidentada
ru: Грубое расширение
sk: Hrboľatá šírava

# foe_data.province.Coral_Depths
source: Coral Depths
es: Profundidades de coral
fr: Profondeurs coralliennes
hu: Cursed Current
pt_br: Profundezas de Coral
ru: Коралловые глубины
sk: Koralové hlbiny

# foe_data.province.Cursed_Current
source: Cursed Current
es: Corriente maldita
fr: Courant maudit
hu: Murky Waters
pt_br: Corrente amaldiçoada
ru: Проклятое течение
sk: Prekliaty prúd

# foe_data.province.Murky_Waters
source: Murky Waters
es: Aguas turbias
fr: Eaux troubles
hu: Coral Depths
pt_br: Águas Turvas
ru: Мутные воды
sk: Kalné vody

# foe_data.province.Spirit_Plane
source: Spirit Plane
fr: Plaine spirituelle
pt_br: Plano Espiritual
ru: Долина духов
sk: Pláň duší

# foe_data.province.Temple_Floe
source: Temple Floe
es: Templo floe
fr: Banquise du temple
pt_br: Templo do campo gélido
ru: Храм льда
sk: Kryha s chrámom

# foe_data.province.The_Grotto
source: The Grotto
es: La gruta
fr: La grotte
pt_br: A gruta
ru: Грот
sk: Jaskyňa

# foe_data.province.Frozen_Steppe
source: Frozen Steppe
es: Estepa Congelada
fr: Steppes gelées
pt_br: Platô Gélido
ru: Замерзшая степь
sk: Zamrznutá step

# foe_data.province.Neural_Rites
source: Neural Rites
es: Ritos neuronales
fr: Rites neuraux
pt_br: Ritos Neurais
ru: Нейрообряды
sk: Rituálne miesto

# foe_data.province.Unalaq
source: Unalaq
ru: Анлак

# foe_data.province.Precipice
source: Precipice
es: Precipicio
fr: Précipice
pt_br: Precipício
ru: Пропасть
sk: Svah

# foe_data.province.Nanuq
source: Nanuq
ru: Нанак

# foe_data.province.Nunataq
source: Nunataq
hu: Nanutaq
ru: Нанатак

# foe_data.province.Glacial_Peak
source: Glacial Peak
es: Pico glaciar
fr: Pic glacé
pt_br: Cume Glacial
ru: Ледниковый пик
sk: Ľadový štít

# foe_data.province.Anyu
source: Anyu
pt_br: Ananevut
ru: Энью

# foe_data.province.Pimniq
source: Pimniq
ru: Пимник

# foe_data.province.Atka
source: Atka
pt_br: Woka
ru: Атка

# foe_data.province.Tattilgat
source: Tattilgat
ru: Таттилгат

# foe_data.province.Chulyin
source: Chulyin
ru: Чульин

# foe_data.province.Nilak
source: Nilak
ru: Нилак

# foe_data.province.Kilalurak
source: Kilalurak
ru: Килалурак

# foe_data.province.Summit_Ice
source: Summit Ice
es: Cumbre de hielo
fr: Sommet glacé
pt_br: Gelo Alto
ru: Ледяная вершина
sk: Ľadový vrch

# foe_data.province.Patuktuq
source: Patuktuq
ru: Патуктук

# foe_data.province.Tundra_Rock
source: Tundra Rock
fr: Toundra rocheuse
pt_br: Pedra da Tundra
ru: Камень Тундры
sk: Tundrová skala

# foe_data.province.Manirak
source: Manirak
ru: Манирак

# foe_data.province.Avalanche
source: Avalanche
es: Avalancha
ru: Лавина
sk: Lavína

# foe_data.province.Northern_Passage
source: Northern Passage
es: Paso norte
fr: Passage septentrional
hu: Északi átjáró
pt_br: Passagem Norte
ru: Северный путь
sk: Severná trasa

# foe_data.province.Adlartok
source: Adlartok
ru: Адларток

# foe_data.province.Kesukavut
source: Kesukavut
ru: Кесукавут

# foe_data.province.Chugiak
source: Chugiak
ru: Чугиак

# foe_data.province.Ilug
source: Ilug
ru: Илуг

# foe_data.province.Southern_Valley
source: Southern Valley
es: Valle del sur
fr: Vallée méridionale
hu: Déli völgy
pt_br: Vale do Sul
ru: Южная долина
sk: Južné údolie

# foe_data.province.Frosty_Mountain
source: Frosty Mountain
es: Montaña helada
fr: Montagne givrée
hu: Fagyos hegy
pt_br: Montanha Congelada
ru: Замерзшие горы
sk: Mrazivá hora

# foe_data.province.Median_Waters
source: Median Waters
es: Aguas medianas
fr: Eaux centrales
pt_br: Águas Centrais
ru: Срединные воды
sk: Vody mediánu

# foe_data.province.Snowdrifts
source: Snowdrifts
es: Ventisqueros
fr: Congères
pt_br: Dunas Nevadas
ru: Снежные наносы
sk: Záveje

# foe_data.province.White_Gate
source: White Gate
es: Puerta blanca
fr: Porte blanche
hu: Téli kapu
pt_br: Portão Branco
ru: Белые врата
sk: Biela brána

# foe_data.province.Qaniit
source: Qaniit
ru: Каниит

# foe_data.province.Ananevut
source: Ananevut
ru: Ананевут

# foe_data.province.Tuklavik
source: Tuklavik
ru: Туклавик

# foe_data.province.Arctic_Horizon
source: Arctic Horizon
es: Horizonte ártico
fr: Horizon arctique
hu: Sarkköri horizont
pt_br: Horizonte Ártico
ru: Арктический горизонт
sk: Arktický horizont

# foe_data.province.Cold_Bay
source: Cold Bay
es: Bahía fría
fr: Baie gelée
pt: Baía Fria
pt_br: Baía Gelada
ru: Колд Бэй
sk: Chladný záliv

# foe_data.province.Aurora_s_Dale
source: Aurora's Dale
es: El dale de aurora
fr: Vallée de l'aurore
pt: Aurora Dale
pt_br: Vale da Aurora
ru: Автора Дэйл
sk: Údolie polárnej žiary

# foe_data.province.Iluliaq
source: Iluliaq
ru: Илулиак

# foe_data.province.Nutarniq
source: Nutarniq
ru: Нутарник

# foe_data.province.Fort_Buntu
source: Fort Buntu
ru: Форт Бунту

# foe_data.province.Bisoraba
source: Bisoraba
ru: Бисораба

# foe_data.province.Kalabuye
source: Kalabuye
ru: Калабайя

# foe_data.province.Botuku
source: Botuku
ru: Ботуку

# foe_data.province.Bontaville
source: Bontaville
hu: Bonta Town
pt_br: Bonta Town
ru: Бонта-таун

# foe_data.province.Kolabourg
source: Kolabourg
pt_br: Kolaburg
ru: Колабург

# foe_data.province.Pala
source: Pala
ru: Пала

# foe_data.province.Owopele
source: Owopele
ru: Овопеле

# foe_data.province.Omogba
source: Omogba
ru: Омогба

# foe_data.province.Esan_Ewu
source: Esan-Ewu
ru: Эсан-Эву

# foe_data.province.Agadar
source: Agadar
ru: Агадар

# foe_data.province.Sao_Malvado
source: Sao Malvado
pt: São Malvado
pt_br: São Malvado
ru: Сан-Мальвадо

# foe_data.province.Desierto_de_la_Muerte
source: Desierto de la Muerte
ru: Дезертио-де-ла-Муэрте

# foe_data.province.Falsa_Cruz
source: Falsa Cruz
ru: Фальза-Крус

# foe_data.province.Jamenez
source: Jamenez
ru: Хаменес

# foe_data.province.La_Huega
source: La Huega
ru: Ла Хуэга

# foe_data.province.Santa_Nerea
source: Santa Nerea
ru: Санта-Нерея

# foe_data.province.Sierra_Torrido
source: Sierra Torrido
ru: Сьерра-Торридо

# foe_data.province.Rio_Roxo
source: Rio Roxo
ru: Рио-Роксо

# foe_data.province.Villariba
source: Villariba
ru: Виллариба

# foe_data.province.Bajatai
source: Bajatai
ru: Бахатай

# foe_data.province.Itabarai
source: Itabarai
pt_br: Itabaraí
ru: Итабарай

# foe_data.province.Villabaja
source: Villabaja
ru: Виллабаха

# foe_data.province.Torrinhos
source: Torrinhos
ru: Торриньос

# foe_data.bonus.double_collection.gb_description
source: Gives you a chance to get the double the resources in the the first buildings collected. Excludes military and great buildings. Refreshes with each collection of this building.
es: Le da la oportunidad de obtener el doble de los recursos en los primeros edificios recolectados. Excluye militares y grandes edificios. Actualiza con cada recolección de este edificio.
fr: Pour les %s premiers bâtiments que vous collectez, vous avez une chance de doubler les richesses obtenues. Ne concerne pas les bâtiments militaires et grands monuments. S'actualise à chaque collecte du bâtiment.
it: Dà la possibilità di ottenere il doppio delle risorse nei primi edifici raccolti. Esclude gli edifici militari e grandi edifici. Si rinfresca con ogni collezione di questo edificio.
pt: Nas primeiras recolhas de edifícios, terás uma probabilidade de duplicar os recursos recolhidos. Excepto nos edifícios militares e Grandes Edifícios.Actualiza a cada recolha do Edifício.
pt_br: Te dá a chance de conseguir o dobro de recursos nas primeiras coletas de edifícios. Não funciona em edifícios militares e grandes edifícios. Atualiza a cada colheita deste edifício.
ru: При первом сборе есть шанс удвоить собранные ресурсы. Не касается военных зданий и Великих строений. Обновляется с каждым сбором с этого здания.
sk: Pri prvých niekoľkých vyzdvihnutiach v budovách vzniká šanca na zdvojnásobenie vyzdvihnutých surovín.Tento bonus sa nedá uplatniť u vojenských a veľkolepých budovách.
tr: Toplanan ilk binalardan iki kat ürün elde etme şansı verir. Devasa binalar ve ordu binaları dahil değildir. Binayı her toplamada bu etki yenilenir.

# foe_data.bonus.double_collection.name
source: Double Collection
el: Διπλασιασμός συλλεγόμενων
es: Doble recolecta
fr: Collecte doublée
it: Doppia raccolta
pt: Recolha Dupla
pt_br: Colheita Dupla
ru: Двойная коллекция
sk: Dvojnásobný výber
tr: Çift Toplama

# foe_data.bonus.military_boost.gb_description
source: Raises the attack and defense bonus for units in attacking army, adds up with every building.
es: Aumenta la bonificación de ataque y defensa para las unidades en el ejército defensor y aumenta la bonificación del Gremio, se suma con cada edificio.
fr: Augmente le bonus d'attaque et de défense pour votre armée d'attaque, s'ajoute à celui des bâtiments.
it: Aumenta il bonus di attacco e difesa per le unità dell'esercito attaccante, si somma ad ogni edificio.
pt: Aumenta o bónus de ataque e defesa as unidades quando atacam.Aumenta a cada nível.
pt_br: Aumenta o bônus de ataque e defesa para unidades do exército atacante. Aumenta a cada nível.
ru: Повышение атаки и защиты атакующей армии, суммируются с каждым зданием.
sk: Zvyšuje útočný a obranný bonus pre jednotky v útočnej armáde, sčítava sa s každou budovou.
tr: Saldırı ordusunun saldırı ve savunma bonusunu arttırır, her bina ile katlanarak artar.

# foe_data.bonus.military_boost.name
source: Military boost
es: Bonificación militar
fr: Amélioration militaire
hu: Támadási bónusz
it: Potenziamenti militari
pt: Reforço Militar
pt_br: Bônus Militar
ru: Неистовство
sk: Posilnenie armády
tr: Savaş bonusu

# foe_data.bonus.blueprint.name
source: Blueprint
es: Plano
fr: Plan
hu: Tervrajz
it: Progetti
pt: Planta
pt_br: Plantas
ru: Чертеж
sk: Plán
tr: Ozalit

# foe_data.bonus.pvp_tower.name
source: PvP Tower
es: Torre PvP
fr: Tour JcJ
hu: PvP torony
it: Torre PvP
pt: Torre PvP
pt_br: Torre PvP
ru: ПвП башня
sk: PvP Veža
tr: PvP Kulesi

# foe_data.bonus.diamond.name
source: Diamond
es: Diamante
fr: diamant
hu: Gyémánt
it: Diamanti
pt: Diamante
pt_br: Diamantes
ru: Брильянты
sk: Diamant
tr: Elmas

# foe_data.bonus.medal.name
source: Medal
es: Medalla
fr: Médailles
hu: Medál
it: Medaglie
pt: Medalha
pt_br: Medalhas
ru: Медали
sk: Medaila
tr: Madalya

# foe_data.bonus.expansion.name
source: Expansion
es: Expansión
hu: Terjeszkedés
it: Espansioni
pt: Expansão
pt_br: Expansão
ru: Расширение
sk: Rozšírenie
tr: Genişleme

# foe_data.bonus.good_bonus.name
source: Production bonus
es: Bono de producción
fr: Dépôt de ressources
hu: Gazdasági épületek
it: Bonus produzioni
pt: Bónus de produção
pt_br: Bônus de Produção
ru: Источник сырья
sk: Produkčný bonus
tr: Üretim bonusu

# foe_data.bonus.special_good.name
source: Special Goods
es: Bienes Especiales
fr: Ressources spécials
hu: Különleges termék
it: Beni Speciali
pt: Mercadorias Especiais
pt_br: Mercadorias Especiais
ru: Специальные товары
sk: Špeciálny tovar
tr: Bonuslu ürünler

# foe_data.bonus.good.name
source: Good
es: Bien
fr: Ressources
hu: Termék
it: Beni
pt: Mercadoria
pt_br: Mercadorias
ru: Товар
sk: Tovar
tr: Ürün

# foe_data.bonus.supply.name
source: Supply
es: Herramienta
fr: Marchandises
hu: Alapanyag
it: Materiali
pt: Mantimento
pt_br: Mantimentos
ru: Ресурсы
sk: Zásoby
tr: Üretim

# foe_data.bonus.coin.name
source: Coin
es: Moneda
fr: Pièces d'or
hu: Pénz
it: Monete
pt: Moeda
pt_br: Moedas
ru: Монеты
sk: Mince
tr: Para

# utils.content.tools
source: Tools
el: Εργαλεία
es: Herramientas
fr: Outils
hu: Eszközök
it: Strumenti
pt: Ferramentas
pt_br: Ferramentas
ru: Инструменты
sk: Nástroje
tr: Araçlar

# utils.content.statistics
source: Statistics
el: Στατιστικά
es: Estadísticas
fr: Statistiques
hu: Statisztikák
it: Statistiche
pt: Estatísticas
pt_br: Estatísticas
ru: Статистика
sk: Štatistiky
tr: İstatistikler

# utils.btn_calculate
source: Calculate
el: Υπολογισμός
es: Calcular
fr: Calculer
hu: Számol
it: Calcolare
pt: Calcular
pt_br: Calcular
ru: Рассчитать
sk: Vypočítať
tr: Hesapla

# utils.description.p1
source: Enter the different values. The result is updated automatically.
el: Εισαγωγή άλλων τιμών. Το αποτέλεσμα θα διαμορφωθεί αυτόματα.
es: Introduzca los diferentes valores. El resultado se actualiza automáticamente.
fr: Saisissez les différentes valeurs. Le résultat se met à jour automatiquement.
hu: Ha módosítód az értékeket, akkor az eredmény automatikusan frissül.
it: Inserire i diversi valori. Il risultato viene aggiornato automaticamente.
pt: Escreva os diferentes valores. O resultado é actualizado automaticamente.
pt_br: Coloque os valores. O resultado é atualizado automaticamente.
ru: Введите значения. Результат будет обновлен автоматически.
sk: Zadajte rôzne hodnoty. Výsledok sa aktualizuje automaticky.
tr: Değerleri girin. Değiştirdiğinizde sonuç otomatik olarak güncellenecektir.

# utils.description.p2_html
source: <strong>Note</strong>: If the update is not done automatically, click on "@:(utils.btn_calculate)".
es: <strong>Nota </strong>: Si la actualización no se realiza automáticamente, haga clic en "@:(utils.btn_calculate)".
fr: <strong>Note</strong> : Si la mise à jour ne se fait pas automatiquement, cliquez sur « @:(utils.btn_calculate) ».
it: <strong>Nota</strong>: Se l'aggiornamento non viene effettuato automaticamente, clicca su "@:(utils.btn_calculate)".
pt: <strong>Nota </strong>: se a atualização não for feita automaticamente, clique em "@:(utils.btn_calculate)".
pt_br: <strong>Observação</strong>: Se a atualização não for feita automaticamente, clique em "@:(utils.btn_calculate)".
ru: <strong>Замечание</strong>: Если результат не обновился автоматически, нажмите "@:(utils.btn_calculate)".
sk: <strong>Poznámka</strong>: ak sa aktualizácia neuskutoční automaticky, kliknite prosím na "@:(utils.btn_calculate)".
tr: <strong>Not:</strong> Güncelleme otomatik olarak yapılmaz ise, buraya tıklayın: "@:(utils.btn_calculate)".

# utils.choose_age
source: Choose an Age
el: Επίλεξε μία Εποχή
es: Elige una edad
fr: Choisissez un Âge
hu: Válassz egy kort
it: Scegli un'Era
pt: Escolha uma Era
pt_br: Escolha uma Era
ru: Выберите эпоху
sk: Vyberte si dobu
tr: Bir çağ seçin

# utils.permalink
source: Permalink
es: Link Permanente
fr: Lien permanent
hu: Link
it: Link Permanente
pt: Link Permanente
pt_br: Link Permanente
ru: Постоянная ссылка
sk: Trvalý odkaz
tr: Kalıcı bağlantı

# utils.Add
source: Add
el: Προσθήκη
es: Añadir
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
pt: Adicionar
pt_br: Adicionar
ru: Добавить
sk: Pridať
tr: Ekle

# utils.Remove
source: Remove
el: Διαγραφή
es: Quitar
fr: Supprimer
hu: Távolítsuk
it: Rimuovi
pt: Remover
pt_br: Remover
ru: Удалить
sk: Vymazať
tr: Sil

# utils.Yes
source: Yes
el: Ναι
es: Sí
fr: Oui
hu: Igen
it: Si
pt: Sim
pt_br: Sim
ru: Да
sk: Áno
tr: Evet

# utils.No
source: No
el: Όχι
fr: Non
hu: Nem
pt: Não
pt_br: Não
ru: Нет
sk: Nie
tr: Hayır

# utils.Ok
source: Ok
el: Εντάξει
ru: Ок
tr: Tamam

# utils.Copy
source: Copy
el: Αντιγραφή
es: Copiar
fr: Copier
hu: Másolás
it: Copia
pt: Copiar
pt_br: Copiar
ru: Копировать
sk: Kopírovať
tr: Kopyala

# utils.Copyed
source: Copied !
el: Αντιγράφηκε !
es: Copiado !
fr: Copié !
hu: Másolva !
it: Copiato !
pt: Copiado!
pt_br: Copiado!
ru: Скопировано!
sk: Skopírované!
tr: Kopyalandı !
