Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# utils.Information
source: Information
el: Πληροφορία
es: Información
hu: Információ
it: Informazioni
pt: Informação
pt_br: Informação
ru: Информация
sk: Informácia
tr: Bilgi

# utils.From
source: From
el: Από
es: De
fr: De
hu: tól
it: Da
pt: A partir de
pt_br: A partir de
ru: От
sk: Z
tr: Şu seviyeden

# utils.To
source: To (max {max})
es: A (max {max})
fr: À (max {max})
hu: ig (max {max})
it: A {max}
pt: Para (max {max})
pt_br: Para (max {max})
ru: До (максимум {max})
sk: Do (max {max})
tr: Şu seviyeye: (Maksimum {max})

# utils.Prefix
source: Prefix
es: Prefijo
fr: Préfixe
hu: Előtag
it: Prefisso
pt: Prefixo
pt_br: Prefixo
ru: Префикс
sk: Pred
tr: Ön ek

# utils.Suffix
source: Suffix
es: Sufijo
fr: Suffixe
hu: Utótag
it: Suffisso
pt: Sufixo
pt_br: Sufixo
ru: Суффикс
sk: Za
tr: Son ek

# utils.Rewards
source: Rewards
el: Ανταμοιβές
es: Recompensas
fr: Récompenses
hu: Jutalmak
it: Ricompense
pt: Recompensas
pt_br: Recompensas
ru: Награда
sk: Odmeny
tr: Ödüller

# utils.graph.gb_level
source: Level
el: Επίπεδο
es: Nivel
fr: Niveau
hu: Szint
it: Livello
pt: Nível
pt_br: Nível
ru: Уровень
sk: Úroveň
tr: Seviye

# utils.graph.gb_level_cost
source: Level cost
es: Coste del Nivel
fr: Coût du niveau
hu: Szint költsége
it: Costo del livello
pt: Custo do nível
pt_br: Custo do nível
ru: Стоимость всего уровня
sk: Cena úrovne
tr: Seviye maliyeti

# utils.graph.gb_reward_1st_place
source: Level reward (1st place)
el: Ανταμοιβή επιπέδου, (1η θέση)
es: Recompensa del Nivel (1er lugar)
fr: Gain du niveau (1er place)
hu: Szint jutalma (1. hely)
it: Ricompensa livello (primo posto)
pt: Recompensa do nível (1º lugar)
pt_br: Recompensa do nível (1º lugar)
ru: Награда за уровень (1е место)
sk: Odmena za úroveň (prvé miesto)
tr: 1. Sıra için seviye ödülü

# utils.Secured
source: Secured
es: Asegurado
fr: Sécurisé
hu: Védett
it: Coperta
pt: Segurado
pt_br: Seguro
ru: Гарант обеспечен
sk: Zaistené
tr: Güvenli

# seo.keywords.gb
source: gb
el: ΜΚ
es: ge
fr: gm
hu: nevi
it: ge
pt: ge
pt_br: ge
ru: ВС
sk: VB
tr: db

# seo.keywords.great_building
source: great building
el: Μεγάλο Κτίριο
es: gran edificio
fr: grand monument
hu: nevezetes épület
it: grande edificio
pt: grande edifício
pt_br: grande edifício
ru: Великое Строение
sk: veľkolepá budova
tr: devasa bina

# seo.keywords.fp
source: fp
el: ΦΠ
es: pf
fr: pf
it: pf
pt: pf
pt_br: pf
ru: СО
sk: BV

# seo.keywords.forge_point
source: forge point
el: φορτζ πόντοι
es: puntos forge
fr: point forge
hu: forge pont
it: punto forge
pt: pontos forge
pt_br: pontos forge
ru: стратегическое очко
sk: body výskumu
tr: İlerleme puanı

# seo.keywords.medals
source: medals
el: μετάλλια
es: medallas
fr: médailles
hu: medál
it: medaglie
pt: Medalhas
pt_br: medalhas
ru: медали
sk: medaily
tr: madalyalar

# seo.keywords.military_units
source: military units
da: Militærenheder
el: στρατιωτικές μονάδες
es: unidades militares
fi: yksiköt
fr: unités militaires
hu: katonai egység
it: unità militari
pt: unidades militares
pt_br: unidades militares
ru: военные единицы
sk: vojenské jednotky
tr: askeri birlikler

# contributions.creator
source: Creator of this project
el: Δημιουργός αυτού του προγράμματος
es: Creador de este proyecto
fr: Créateur de ce projet
hu: A projekt létrehozója
it: Creatore di questo progetto
pt: Criador deste projecto
pt_br: Criador deste projeto
ru: Создатель этого проекта
sk: Tvorca tohto projektu
tr: Bu projenin yaratıcısı

# components.gb_investment.gb_investment.table.tbody.button_show_extra_investor
source: Show extra investor
da: Vis ekstra bidrager
el: Εμφάνιση επιπλέον συνεισφέροντα
es: Mostrar inversionista extra
fi: Näytä extra sijoittaja
fr: Montrer l'investisseur supplémentaire
hu: Mutasd a többi befektetőt
it: Mostra un ulteriore extra
no: Vis ytterligere investor
pt: Mostrar novo investidor
pt_br: Mostrar investidor extra
ru: Показать дополнительного вкладчика
sk: Ukáž ďalšieho prispievateľa
tr: İlave yatırımcı göster

# components.gb_investment.gb_investment.table.tbody.button_hide_extra_investor
source: Hide extra investor
da: Skjul ekstra bidrager
el: Απόκρυψη επιπλέον συνεισφέροντα
es: Ocultar inversinista extra
fi: Piilota extra sijoittaja
fr: Cacher l'investisseur supplémentaire
hu: Rejtsd el a többi befektetőt
it: Nascondi un investitore extra
no: Skjul ytterligere investor
pt: Ocultar novo investidor
pt_br: Ocultar investidor extra
ru: Скрыть дополнительного вкладчика
sk: Skry ďalšieho prispievateľa
tr: İlave yatırımcıyı gizle

# components.gb_investment.gb_investment.table.tbody.loss
source: This player will lose FP
da: Denne spiller vil miste et FP
el: Αυτός ο παίκτης θα χάσει ΦΠ
es: Este jugador perderá PFs
fi: Tämä pelaaja häviää TP
fr: Ce joueur perdra un PF
hu: Ez a játékos 1 FP-t fog veszíteni
it: Questo giocatore perderà PF
no: Denne spilleren vil tape FP
pt: Este jogador ira perder PFs
pt_br: Este jogador perderá PF
ru: Ожидаемый убыток
sk: Tento hráč stratí BV
tr: Bu oyuncu FP kaybedecek

# components.gb_forecast_cost.message.diff
source: With bonus investments, you'll save {count} FP
da: Med bonus bidrag, vil du spare {count} FP
el: Με τις προσαυξημένες συνεισφορές θα εξοικονομήσετε {count} ΦΠ
es: Con inversiones con bono, ahorrarás {count} PFs
fr: Avec les investissement à bonus, vous aller économiser {count} PF
hu: Bónuszbefektetésekkel megtakarítasz: {count} FP-t
it: Con il bonus investimenti, risparmierai {count} PF
no: Med bonus investeringer, vil du spare {count} FP
pt: Com o bónus do investimento,vais poupar {count} PF
pt_br: Com o bônus de investimento, você vai poupar {count} PF
ru: За счет множителя Арки вы сэкономите {count} СО
sk: S bonusom investícií ušetríte {count} BV
tr: Atılan bonuslu FP'lerle, {count} FP kazanç sağlayacaksınız

# components.secure_position.block_place.fp_to_complete_level
source: Number of FP remaining to complete the level:
da: Antal af FP der mangler for at fuldføre niveauet:
el: Υπολειπόμενη ποσότητα ΦΠ για να ολοκληρωθεί το επίπεδο:
es: Cantidad de PFs pendientes para completar el nivel:
fr: Nombre de PF restant pour compléter le niveau :
hu: A szint befejezéséhez szükséges FP:
it: Numero di PF rimanenti per completare il livello:
pt: Número de PF restante para completar o nível:
pt_br: Número de PF restante para completar o nível:
ru: СО, которых не хватает для полного закрытия уровня:
sk: BV zostávajúci do uzavretia úrovne:
tr: Bu seviyeyi tamamlamak için gereken FP sayısı:

# components.secure_position.block_place.place
source: {place} ({count} FP)
el: {place} ({count} ΦΠ)
fr: {place} ({count} PF)
it: {place} ({count} PF)
pt: {place} ({count} PF)
pt_br: {place} ({count} PF)
ru: {place} ({count} СО)
sk: {place} ({count} BV)

# components.secure_position.block_place.result.default
source: You must have totaled {count} FP to block the place.
da: Du skal have samlet {count}FP for at blokke placeringen.
es: Debes totalizar {count} PFs para bloquear el lugar.
fr: Vous devez avoir mis au total {count} PF pour bloquer la place.
hu: A hely blokkolásához összesen {count} FP értéket kell megadnia.
it: Devi aver totalizzato {count} FP per bloccare il posto.
pt: Deves ter um total {count}de PF's para segurares o lugar.
pt_br: Você tem que ter um total de {count} PF para garantir (segurar) o lugar.
ru: Вы должны вложить всего {count} СО, чтобы занять место.
sk: Musíte mať celkovo {count} BV na zablokovanie pozície.
tr: Sırayı kilitlemek için {count} FP'ye sahip olmalısınız.

# components.secure_position.block_place.result.roi.profit
source: Your gain will be {count} FP
da: Din gevinst vil være {count}FP
es: Ti ganancia será de {count} PFs
fr: Vous allez gagner {count} PF
hu: A nyereséged {count} FP lesz
it: Il tuo guadagno sarà di {count} PF
pt: Vais ganhar {count} PF
pt_br: Seu ganho será {count} PF
ru: Вы получите {count} СО
sk: Váš zisk bude {count} BV
tr: {count} FP kazanacaksınız

# components.secure_position.block_place.result.roi.loss
source: Your loss will be {count} FP
da: Dit tab vil være {count}FP
es: Tu pérdida será de {count} PFs
fr: Vous allez perdre {count} PF
hu: A vesztesége {count} FP lesz
it: La tua perdita sarà di {count} PF
pt: Ira perder {count} PF's
pt_br: Sua perda será {count} PF
ru: Ожидаемый убыток
sk: Vaša strata bude {count} BV
tr: {count} FP kaybedeceksiniz

# components.secure_position.block_place.result.fp_to_secure_html
source: You still have to put {count} FP.
da: Du skal stadig bidrage med {count}FP.
es: Aun te falta poner {count} PFs.
fr: Vous devez encore mettre {count} PF.
hu: Még {count} FP-t kell betenned.
it: Devi ancora mettere {count} PF.
pt: Ainda falta {count} PF'.
pt_br: Você ainda precisa colocar {count} PF.
ru: Вам нужно вложить еще {count} СО.
sk: Musíte vložiť ešte {count} BV.
tr: Hala {count} FP atmanız gerekli.

# utils.moment.year
source: {count} year
el: {count} έτος
es: {count} año
fr: {count} an
hu: {count} év
it: {count} anno
pt: {count} ano
pt_br: {count} ano
ru: {count} год
sk: {count} rok
tr: {count} yıl

# utils.moment.month
source: {count} month
el: {count} μήνας
es: {count} mes
fr: {count} mois
hu: {count} hónap
it: {count} mese
pt: {count} mês
pt_br: {count} mês
ru: {count} месяц
sk: {count} mesiac
tr: {count} ay

# utils.moment.day
source: {count} day
el: {count} ημέρα
es: {count} día
fr: {count} jour
hu: {count} nap
it: {count} giorno
pt: {count}dia
pt_br: {count} dia
ru: {count} день
sk: {count} deň
tr: {count} gün

# routes.help_to_translate_the_site.hero.title
source: Help to translate the site
da: Hjælp med at oversætte webstedet
es: Ayuda para traducir el sitio
fr: Aider à traduire le site
hu: Segíts az oldal fordításában
it: Aiutaci a tradurre il sito
pt: Ajude a traduzir o site
pt_br: Ajude a traduzir o site
ru: Помогите перевести данный сайт
sk: Pomôžte s prekladom stránky
tr: Bu sitenin tercümesine yardımcı ol

# footer_menu.cookie_policy
source: Cookie Policy
da: Cookie Politik
el: Πολιτική cookies
es: Política de cookies
fi: Evästekäytäntö
fr: Politique relative aux cookies
hu: Süti policy
it: Politica sull'uso dei cookie
no: Retningslinjer for informasjonskapsler
pt: Politica de Cookies
pt_br: Política de Cookies
ro: Politica de cookies
ru: Правила обработки Cookie
sk: Politika Cookie
tr: Çerez Politikası

# footer_menu.privacy_policy
source: Privacy Policy
da: Privatpolitik
el: Πολιτική Απορρήτου
es: Política de privacidad
fi: Yksityisyydensuoja
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
it: Politica in materia di privacy
no: Retningslinjer for personvern
pt: Politica de Privacidade
pt_br: Política de Privacidade
ro: Politica de confidentialitate
ru: Политика конфиденциальности
sk: Politika súkromia
tr: Gizlilik Politikası

# components.cf_calculator.tutorial.checkSecondQuest
source: From @:(foe_data.age.LateMiddleAges), you can do a second recurring quest. Set "@:(utils.Yes)" if you want to do the second recurring quest. <i><b>Note</b>: It suppose that the second reccuring quest are: gather X supplies.</i>.
da: Fra @:(foe_data.age.LateMiddleAges), kan du bruge en sekundær gentagen opgave. Vælg "@:(utils.Yes)" hvis du ønsker at bruge den sekundære gentagne opgave. <i><b>Bemærk</b>: Det antages at de sekundære gentagne opgaver er: samle X forsyninger.</i>.
el: Από την @:(foe_data.age.LateMiddleAges), μπορείτε να κάνετε μια δεύτερη επαναλαμβανόμενη αποστολή. Ορίστε το "@:(utils.Yes)" εάν θα κάνετε τη δεύτερη επαναλαμβανόμενη αποστολή. <i><b>Σημείωση</b> : Υποθέτουμε ότι το ζητούμενο της δεύτερης επαναλαμβανόμενης αποστολής είναι: συλλέξτε Χ ποσότητα προμηθειών</i>.
es: Desde @:(foe_data.age.LateMiddleAges), puedes hacer una segunda misión recurrente. Establecer"@:(utils.Yes)" si quieres hacer la segunda misión recurrente. <i><b>Note</b>: I Se supone que la segunda misión recurrente son: recoger X suministros .</i>.
fi: @:(foe_data.age.LateMiddleAges) alkaen voit tehdä toista toistuvaa tehtävää. Aseta "@:(utils.Yes)" jos haluat sen laskuihin mukaan. <i><b>HUOM</b>: Järjestelmä olettaa että toinen toistuva tehtävä on: kerää X tarvikkeita.</i>.
fr: A partir de @:(foe_data.age.LateMiddleAges), vous pouvez faire une deuxième quête récurrente. Mettre "@:(utils.Yes)" si vous voulez faire la deuxième quête récurrente. <i><b>Note</b> : On suppose que la deuxième quête récurrente est : Collecter X marchandises.</i>.
hu: A @:(foe_data.age.LateMiddleAges)-tól, egy második visszatérő küldetésed is lesz. Jelöld be "@:(utils.Yes)", ha csinálni akarod a második visszatérő küldetést is. <i><b>Megjegyzés</b>: Ez feltételezi, hogy a második visszatérő küldetés: gyűjts össze X alapanyagot.</i>.
it: A partire da @:(foe_data.age.LateMiddleAges), puoi giocare una seconda missione ricorrente. Imposta "@:(utils.Yes)" per giocare la seconda missione ricorrente. <i><b>Note</b>: Suppone che la seconda missione ricorrente sia: raccogli X materiali.</i>.
no: Fra @:(foe_data.age.LateMiddleAges), kan du gjennomføre et ekstra gjentakende oppdrag. Sett "@:(utils.Yes)" dersom du ønsker å gjennomføre det andre gjentakende oppdraget. <i><b>Note</b>: Det antar at det andre gjentakende oppdraget er: samle X forsyninger.</i>.
pt: De @:(foe_data.age.LateMiddleAges),consegues fazer uma segunda missão recorrente. Coloca "@:(utils.Yes)" se quiseres fazer uma segunda missão recorrente <i><b>Nota</b>: Supõe que a segunda missão recorrente é :juntar X mantimentos.</i>.
pt_br: A partir dos @:(foe_data.age.LateMiddleAges), você consegue fazer uma segunda missão recorrente. Marque "@:(utils.Yes)" se quiser fazer uma segunda missão recorrente. <i><b>Observação:</b> A ferramente supõe que a segunda missão recorrente é: coletar X mantimentos</i>.
ru: Начиная с @:(foe_data.age.LateMiddleAges) вы можете выполнять второй повторяющийся квест. Выставите "@:(utils.Yes)" если вы хотите выполнять второй повторяющийся квест. <i><b>Замечание</b>: предполагается, что второй повторяющийся квест это: соберите X инструментов</i>.
sk: Od @:(foe_data.age.LateMiddleAges), môžete robiť druhú opakujúcu sa úlohu. Nastavte "@:(utils.Yes)"ak chcete robiť druhú opakujúcu sa úlohu. <i><b>Poznámka</b>: Predpokladá sa, že druhá opakujúca úloha je: zhromaždi X zásob.</i>.

# components.cf_calculator.tutorial.bonusUbq
source: Number of Unbirthday Quests that you can (statistically) complete with your initial coins and supplies and what you will earn.
da: Antallet af ej-fødselsdags missioner, som du kan fuldføre, (Statistisk set) med Start kapital (Mønter) og forsyninger som du vil optjene.
el: Αριθμός των Αποστολών Αγενεθλείων που μπορείτε (στατιστικά) να ολοκληρώσετε με τα αρχικά νομίσματα και προμήθειες σας και τι θα κερδίσετε.
es: Número de misiones de cumpleaños que puedes completar (estadísticamente) con tus monedas y suministros iniciales y lo que ganarás.
fi: Näin monta Syntymättömyyspäivä-tehtävää voit (tilastollisesti) tehdä kolikko ja tarvike panoksellasi ja mitä saat takaisin.
fr: Nombre de quêtes d'anniversaire que vous pouvez (statistiquement) accomplir avec vos pièces d'or et marchandises initiales et ceux que vous allez gagner.
hu: A teljesíthető "Nem születésnapi buli" küldetések száma a kezdeti, plusz a (statisztikailag) megnyerhető pénz és alapanyagszámod alapján.
it: Numero di missioni ricorrenti "Festa di non compleanno" che puoi (statisticamente) completare con la tua quantità iniziale di monete e materiali più quelli che guadagnerai.
no: Antall Unbirthday Quests du (statistisk) kan gjennomføre med de opprinnelige mynt og forsyninger du vil tjene.
pt: Numero de missões por aparecer que podes acabar (estatisticamente) com as tuas moedas e mantimentos e com aquelas que vais ganhar.
pt_br: Número de missões recorrentes Festa de Desaniversário que você pode completar (estatisticamente) de acordo com o que você está disposto a gastar (em moedas e mantimentos) junto com o que você ganhará.
ru: Количество квестов, которое вы можете (статистически) выполнить с имеющимися в наличии монетами и припасами, и с учетом тех что вы получите за выполнение квестов.
sk: Počet opakovaní"Nenarodinovej" úlohy, ktorú môžete (štatisticky) dokončiť s Vašim počiatočným stavom mincí a zásob a tým čo získate.

# components.cf_calculator.tutorial.dailyUbq
source: Number of Unbirthday Quests that you can complete according with what you are willing to spend in coins and supplies.
da: Antallet af ej-fødselsdags missioner, som du kan fuldføre, sammenlignet med hvad du er villig til at bruge af mønter og ressourcer.
el: Αριθμός των Αποστολών Αγενεθλείων που μπορείτε να ολοκληρώσετε σύμφωνα με τα νομίσματα και τις προμήθειες που είστε πρόθυμοι να ξοδέψετε.
es: Número de misiones de cumpleaños que puedes completar de acuerdo con lo que estás dispuesto a gastar en monedas y suministros.
fi: Kuinka monta Syntymättömyyspäivä tehtävää saat suoritettua käyttämilläsi kolikoilla ja tarvikkeilla.
fr: Nombre de quêtes de Non-anniversaire que vous pouvez accomplir en fonction de ce que vous êtes prêt à dépenser en pièces d'or et en marchandises.
hu: A teljesítendő "Nem születésnapi buli" küldetések száma az alapján, hogy mennyi pénzt és alapanyagot tervezel elkölteni.
it: Numero di missioni ricorrenti "Festa di non compleanno" che puoi completare in base alle monete e ai materiali che sei disposto a spendere.
no: Antall Unbirthday Quests du kan gjennomføre i forhold til hva du er villig til å bruke av mynt og forsyninger.
pt: Numero de missões por aparecer que podes completar de acordo com aquilo que estejas disposto a gastar em moedas e mantimentos.
pt_br: Número de missões recorrentes Festa de Desaniversário que você pode completar de acordo com o que você está disposto a gastar em moedas e mantimentos.
ru: Количество квестов, которое вы можете завершить, потратив заданное количество монет и припасов.
sk: Počet opakovaní"Nenarodinovej" úlohy, ktorú môžete dokončiť za predpokladu, že ste ochotný minúť mince a zásoby.

# components.gb_investment.tutorial.welcome
source: The purpose of this tutorial is to explain all the features of this tool. You can click the below links to learn more about them. To continue with the tutorial please click on "@:(utils.Next)" button.
da: Formålet med denne guide er at forklare alle programmets muligheder. Du kan klikke på links herunder for at lære mere. For at fortsætte guiden klik "@:(utils.Next)" knappen.
el: Ο σκοπός αυτού του tutorial είναι να εξηγήσει όλα τα χαρακτηριστικά αυτού του εργαλείου. Μπορείτε να πατήσετε τα παρακάτω link για να μάθετε περισσότερα για αυτά. Για να συνεχίσετε με το tutorial παρακαλώ πατήστε στο κουμπί "@:(utils.Next)".
es: El propósito de este tutorial es explicar todas las características de esta herramienta. Puede hacer clic en los enlaces a continuación para obtener más información sobre ellos. Para continuar con el tutorial, haga clic en el botón "$ t (utils.Next)".
fi: Tämä ohje käy läpi kaikki tämän työkalun ominaisuudet. Voit klikata alla olevia linkkejä saadaksesi lisätietoja niistä. Jatkaaksesi ohjeen parissa klikkaa "@:(utils.Next)" nappia.
fr: Le but de ce tutoriel est d'expliquer toutes les fonctionnalités de cet outil. Vous pouvez cliquer sur les liens suivants pour en apprendre plus sur certaines notions. Pour continuer, cliquez sur le boutton "@:(utils.Next)".
hu: Ez a oktatás elmagyarázza ennek az eszköznek a lehetőségeit. Az alábbi linkre kattintva még többet megtudhatsz ezekről. Az oktatás folytatásához kattints a "@:(utils.Next)" gombra.
it: Lo scopo di questo tutorial è spiegare tutte le funzionalità di questo strumento. È possibile fare clic sui collegamenti seguenti per saperne di più. Per continuare con il tutorial, fare clic sul pulsante "@ :( utils.Next)".
no: Formålet med denne hjelperen er å forklare alle egenkapene ved dette verktøyet. Du kan trykke på lenkene under for å lære mer om dem. For å fortsette med denne hjelperen vennligst trykk på "@:(utils.Next)" knappen.
pt: A função deste tutorial é explicar todas as funcionalidades desta ferramenta. Podes clicar nos links abaixo para aprenderes mais sobre eles. Para continuar com este tutorial clica neste "@:(utils.Next)"botão.
pt_br: A função deste tutorial é explicar todas as funcionalidades desta ferramenta. Você pode clicar nos links abaixo para aprender mais sobre eles. Para continuar com o tutorial, clique no botão "@:(utils.Next)".
ru: Цель этого руководства - объяснить все возможности этого инструмента. Вы можете нажать на ссылки ниже, чтобы узнать о них больше. Чтобы продолжить обучение, нажмите кнопку « @:(utils.Next) ».
sk: Cieľom tohto tutoriálu je vysvetliť všetky funkcie tohto nástroja. Môžete kliknúť na link nižšie pre získanie viac informácií. Pre pokračovanie s tutoriálom prosím kliknite na "@:(utils.Next)" tlačítko.

# components.gb_investment.tutorial.add_investors
source: Do you have random investments in your GB that are lower or higher than your designated rate? Put all current odd investments in this field separately. The tool will calculate your new safe fps and also show what spots you have covered.
el: Μήπως έχεις τυχαίες επενδύσεις στα μεγάλα κτήρια σου που είναι μεγαλύτερες η μικρότερες από τους υπολογισμούς σου; Βάλε όλες τις περίεργες επενδύσεις σε αυτό το πεδίο ξεχωριστά. Αυτό το εργαλείο θα υπολογίσει τους νέεους ασφαλείς Forge πόντους σου και θα σου δείξει επίσης ποιές θέσεις έχεις καλύψει.
es: ¿Tiene inversiones aleatorias en su GB que son más bajas o más altas que su tasa designada? Ponga todas las inversiones impares actuales en este campo por separado La herramienta calculará sus nuevos fps seguros y también mostrará qué puntos ha cubierto.
fi: Onko sinulla satunnaisia sijoituksia HR:ssä jotka ovat matalampia tai korkeampia kuin asetettu kerroin? Pistä kaikki irralliset sijoitukset tähän kenttään yksitellen Työkalu laskee uudet lukitus TP arvot ja kertoo mitkä sijat on jo lukittu.
fr: Avez vous des personnes qui ont déjà posés des PFs sur votre GM ? Mettez tout les investissements courant. L'outil va calculer les nouvelles valeurs pour sécuriser les places.
hu: Vannak-e olyan véletlen befektetések a Nevezetes épületedben, amelyek alacsonyabbak vagy magasabbak a megadott szorzónál? Írd be az összes egyedi befektetést egyenként ebbe a mezőbe! Az eszköz újraszámolja a biztonságos fp-ket és azt is megadja, hogy mely helyek foglaltak már.
it: Hai investimenti casuali nei tuoi GB inferiori o superiori alla tariffa indicata? Metti tutti gli investimenti correnti in questo campo separatamente. Lo strumento calcolerà i tuoi nuovi versamenti sicuri e mostrerà anche le posizioni coperte.
no: Har du slumpinvesteringer i din storslåtte bygning som er under eller over den valgte raten? Legg alle nåværende slumpinvesteringer i dette feltet separat. Verktøyet vil beregne nytt sikket FP-antall og også vise hvilke plasser du har dekket.
pt: Tens vários investimentos no teu GE que são mais baixos ou mais altos que o rácio pedido ? Coloca todos os investimentos separados neste campo A ferramenta vai calcular os teus novos lugares seguros e quais os lugares que seguras te .
pt_br: Tem investidores aleatórios no seu GE que são maiores ou menores que o bônus desejado? Coloque todos os investidores estranhos neste campo separadamente. A ferramente vai calcular quantos PFs serão necessários pra segurar as posições e também quais lugares você já segurou.
ru: В вашем ВС есть незванные вкладчики? Перечислите вложения каждого из них в этом поле по отдельности. Наш инструмент учтёт их вложения и пересчитает новые значения СО.
sk: Máte vo Vašej VB náhodných investorov ktorý sú nižšie alebo vyššie ako je požadovaný stupeň? Vložte všetky aktuálne nezvyčajné investície do políčka oddelene. Nástroj zráta ktoré miesta sú zabraté a koľko BV sa použilo na zaistenie nezabratých miest.
