Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# foe_data.gb_short.Gaea_Statue
source: Gaea
el: Γαία
es: Gea
fr: Gaïa
hu: Gaia
it: Gea
pt: Gaia
pt_br: Gaia
ru: Гея

# foe_data.gb_short.Rain_Forest_Project
source: RFP
da: RP
el: Τροπικό
es: PS
fr: Forêt
hu: Esőerdő
it: Foresta
pt: PFT
pt_br: Floresta Tropical
ru: Дождь
sk: Prales
tr: YOP

# foe_data.gb_short.Voyager_V1
source: Voyager
el: Βόγιατζερ
pt: Viajante
pt_br: Viajante
ru: Вояджер
tr: Voyager V1

# foe_data.gb_short.Truce_Tower
source: Truce
da: DT
el: Δυναμικός
es: TD
fr: Trêve
hu: Barátság
it: Tregua
pt: TA
pt_br: Torre da Trégua
ru: Перемирие
sk: Dynamik
tr: Dinamik

# foe_data.gb_short.Innovation_Tower
source: Inno
da: IT
el: Ανακωχή
pt: Ino
pt_br: Inovação
ru: Иннова
sk: Inovačka
tr: Yenilik

# foe_data.gb_short.Lotus_Temple
source: LT
el: Λωτός
es: TdL
fr: Lotus
hu: Lótusz
it: Loto
pt: TdL
pt_br: Lótus
ru: Лотос
sk: Lotus
tr: Lotus

# foe_data.gb_short.The_Habitat
source: Hab
el: Χάμπιτατ
fr: Habitat
hu: Habitat
it: Habitat
pt_br: Habitação
ru: Хаб
sk: Habitat

# foe_data.gb_short.Cape_Canaveral
source: CC
el: Κανάβεραλ
fr: Cap
hu: Cape
it: Cape
pt_br: Canaveral
ru: Ракета
sk: Cape
tr: Cape

# foe_data.gb_short.Atomium
source: Atom
el: Ατόμιο
es: Atomium
fr: Atomium
hu: Atomium
it: Atomium
pt_br: Atomium
ru: Атом
tr: Atomium

# foe_data.gb_short.Space_Needle
source: SN
el: Νιντλ
es: AE
it: Space Needle
pt: OE
pt_br: Obelisco
ru: Спейс-Нидл
sk: Ihla

# foe_data.gb_short.Alcatraz
source: Traz
da: Alca
el: Αλκατράζ
fr: Alca
hu: Alca
it: Alca
pt: Alca
pt_br: Alca
ru: Альк
sk: Alca

# foe_data.gb_short.Chateau_Frontenac
source: CF
el: Φροντενάκ
fr: Frontenac
hu: Fronti
it: Chateau
pt_br: Chateau
ru: Шато
sk: Fronte
tr: Şato

# foe_data.gb_short.Royal_Albert_Hall
source: RAH
el: Αλβέρτος
hu: Albi
it: Royal
pt_br: Royal
ru: Альберт
sk: Royal
tr: Royal

# foe_data.gb_short.Capitol
source: Capitol
el: Καπιτώλιο
es: Capitolio
fr: Capitole
hu: Kapitólium
it: Campidoglio
pt: Capitólio
pt_br: Congresso
ru: Капитолий
sk: Kapitol
tr: Kongre

# foe_data.gb_short.Frauenkirche_of_Dresden
source: FoD
da: FiD
el: Δρέσδη
es: DF
fr: Dresde
hu: Drezda
it: Dresda
pt: FD
pt_br: Dresden
ru: Фрау
sk: Drážďansky
tr: Dresden

# foe_data.gb_short.Deal_Castle
source: Deal
da: DC
el: Ντιλ
ru: Диль
sk: Dealsky

# foe_data.gb_short.Castel_del_Monte
source: CdM
el: Μόντε
fr: Castel
hu: Castel
pt_br: Del Monte
ru: Кастель
sk: Castel
tr: Castel

# foe_data.gb_short.Saint_Basil_s_Cathedral
source: SBC
da: VC
el: Άι Βασίλειος
es: CSB
fr: Saint-Basile
hu: Vazul
it: Basilio
pt: CSB
pt_br: São Basílio
ru: Вася
sk: Vasil
tr: Basil

# foe_data.gb_short.Notre_Dame
source: ND
el: Παναγιά
fr: Notre-Dame
hu: Notre Dame
it: Notre Dame
pt_br: Notre-Dame
ru: Нотр-Дам
sk: Notre
tr: Notre

# foe_data.gb_short.St_Mark_s_Basilica
source: SMB
da: Markus
el: Μάρκος
es: BSM
fr: Saint-Marc
hu: Bazilika
it: S.Marco
pt: BSM
pt_br: São Marcos
ru: Марк
sk: Bazilika
tr: St. Marks

# foe_data.gb_short.Cathedral_of_Aachen
source: CoA
da: AD
el: Άαχεν
es: CdA
fr: Aix
hu: Aachen
it: Aqui
pt: CdA
pt_br: Aachen
ru: Ахен
sk: Aachen
tr: Aachen

# foe_data.gb_short.Observatory
source: Obs
da: Observatoriet
el: Παρατηρητήριο
hu: Obszi
it: Oss
pt_br: Observatório
ru: Обсерва
sk: Hvezd.
tr: Gözlemevi

# foe_data.gb_short.Tower_of_Babel
source: ToB
da: Bab
el: Βαβέλ
es: TdB
fr: Babel
hu: Bábel
it: Babele
pt: TdB
pt_br: Babel
ru: Вавилон
sk: Babylon
tr: Babil

# foe_data.goods.marble
source: Marble
da: Marmor
el: Μάρμαρο
es: Mármol
fr: Marbre
hu: Márvány
it: Marmo
pt: Mármore
pt_br: Mármore
ru: Мрамор
sk: Mramor
tr: Mermer

# foe_data.goods.stone
source: Stone
da: Sten
el: Πέτρα
es: Piedra
fr: Pierre
hu: Kő
it: Pietra
pt: Pedra
pt_br: Pedra
ru: Камень
sk: Kameň
tr: Taş

# foe_data.goods.wine
source: Wine
da: Vin
el: Κρασί
es: Vino
fr: Vin
hu: Bor
it: Vino
pt: Vinho
pt_br: Vinho
ru: Вино
sk: Víno
tr: Şarap

# foe_data.goods.iron
source: Iron
da: Jern
el: Σίδηρος
es: Hierro
fr: Fer
hu: Vas
it: Ferro
pt: Ferro
pt_br: Ferro
ru: Железо
sk: Železo
tr: Demir

# foe_data.goods.alabaster
source: Alabaster
da: Alabast
el: Αλάβαστρος
es: Alabastro
fr: Albâtre
hu: Alabástrom
it: Alabastro
pt: Alabastro
pt_br: Alabastro
ru: Алебастр
tr: Kaymaktaşı

# foe_data.goods.copper
source: Copper
da: Kobber
el: Χαλκός
es: Cobre
fr: Cuivre
hu: Réz
it: Rame
pt: Cobre
pt_br: Cobre
ru: Медь
sk: Meď
tr: Bakır

# foe_data.goods.gold
source: Gold
da: Guld
el: Χρυσός
es: Oro
fr: Or
hu: Arany
it: Oro
pt: Ouro
pt_br: Ouro
ru: Золото
sk: Zlato
tr: Altın

# foe_data.goods.honey
source: Honey
da: Honning
el: Μέλι
es: Miel
fr: Miel
hu: Méz
it: Miele
pt: Mel
pt_br: Mel
ru: Мед
sk: Med
tr: Bal

# foe_data.goods.glass
source: Glass
da: Glas
el: Γυαλί
es: Vidrio
fr: Verre
hu: Üveg
it: Vetro
pt: Vidro
pt_br: Vidro
ru: Стекло
sk: Sklo
tr: Cam

# foe_data.goods.salt
source: Salt
el: Αλάτι
es: Sal
fr: Sel
hu: Só
it: Sale
pt: Sal
pt_br: Sal
ru: Соль
sk: Soľ
tr: Tuz

# foe_data.goods.basalt
source: Basalt
el: Βασάλτης
es: Basalto
fr: Basalte
hu: Bazalt
it: Basalto
pt: Basalto
pt_br: Basalto
ru: Базальт
sk: Čadič
tr: Bazalt

# foe_data.goods.brass
source: Brass
da: Messing
el: Μπρούντζος
es: Latón
fr: Laiton
hu: Sárgaréz
it: Ottone
pt: Latão
pt_br: Latão
ru: Латунь
sk: Mosadz
tr: Pirinç

# foe_data.goods.gunpowder
source: Gunpowder
da: Krudt
el: Μπαρούτι
es: Pólvora
fr: Poudre à canon
hu: Puskapor
it: Polvere da Sparo
pt: Pólvora
pt_br: Pólvora
ru: Порох
sk: Strelný prach
tr: Barut

# foe_data.goods.silk
source: Silk
da: Silke
el: Μετάξι
es: Seda
fr: Soie
hu: Selyem
it: Seta
pt: Seda
pt_br: Seda
ru: Шёлк
sk: Hodváb
tr: İpek

# foe_data.goods.coffee
source: Coffee
da: Kaffe
el: Καφές
es: Café
fr: Café
hu: Kávé
it: Caffè
pt: Café
pt_br: Café
ru: Кофе
sk: Káva
tr: Kahve

# foe_data.goods.porcelain
source: Porcelain
da: Porcelæn
el: Πορσελάνη
es: Porcelana
fr: Porcelaine
hu: Porcelán
it: Porcellana
pt: Porcelana
pt_br: Porcelana
ru: Фарфор
sk: Porcelán
tr: Porselen

# foe_data.goods.paper
source: Paper
da: Papir
el: Χαρτί
es: Papel
fr: Papier
hu: Papír
it: Carta
pt: Papel
pt_br: Papel
ru: Бумага
sk: Papier
tr: Kağıt

# foe_data.goods.whale_oil
source: Whale Oil
da: Hvalolie
el: Λίπος Φάλαινας
es: Aceite de ballena
fr: Huile de baleine
hu: Bálnaolaj
it: olio di Balena
pt: Óleo de baleia
pt_br: Óleo de baleia
ru: Китовый жир
sk: Veľrybí olej
tr: Balina Yağı

# foe_data.goods.asbestos
source: Asbestos
da: Asbest
el: Αμίαντος
fr: Amiante
hu: Azbeszt
it: Amianto
pt: Amianto
ru: Асбест
sk: Azbest
tr: Asbest

# foe_data.goods.explosives
source: Explosives
da: Sprængstoffer
el: Εκρηκτικά
es: Explosivos
fr: Explosif
hu: Robbanóanyagok
it: Esplosivi
pt: Explosivos
pt_br: Explosivos
ru: Взрывчатка
sk: Výbušniny
tr: Patlayıcı

# foe_data.goods.gasoline
source: Gasoline
da: Benzin
el: Βενζίνη
es: Gasolina
fr: Essence
hu: Benzin
it: Benzina
pt: Gasolina
pt_br: Gasolina
ru: Бензин
sk: Benzín
tr: Benzin

# foe_data.goods.machine_parts
source: Machine Parts
da: Maskindele
el: Μέρη Μηχανών
es: Piezas de máquina
fr: Pièce détachée
hu: Gépalkatrészek
it: Parti Meccaniche
pt: Peças de máquina
pt_br: Peças de máquina
ru: Детали машин
sk: Strojové súčiastky
tr: Makine Parçası

# foe_data.goods.luxury_materials
source: Luxury Materials
da: Luksusmaterialer
el: Υλικά Πολυτελείας
es: Materiales de lujo
fr: Produits de luxe
hu: Luxusanyag
it: Materiali di lusso
pt: Materiais de luxo
pt_br: Materiais de luxo
ru: Дорогие материалы
sk: Luxusné materiály
tr: Lüks Malzeme

# foe_data.goods.packaging
source: Packaging
da: Emballage
el: Συσκευασία
es: Embalajes
fr: Emballage
hu: Csomagolás
it: Imballaggi
pt: Embalagens
pt_br: Embalagem
ru: Упаковка
sk: Obalové materiály
tr: Paketleme

# foe_data.goods.industrial_filters
source: Industrial Filters
da: Industrifiltre
el: Βιομηχανικά Φίλτρα
es: Filtros Industriales
fr: Filtres industriels
hu: Ipari szűrő
it: Filtri industriali
pt: Filtros Industriais
pt_br: Filtros Industriais
ru: Промышленные фильтры
sk: Priemyselné filtre
tr: Endüstriyel Filtre

# foe_data.goods.semiconductors
source: Semiconductors
da: Halvledere
el: Ημιαγωγοί
es: Semiconductores
fr: Semi-conducteurs
hu: Félvezetők
it: Semiconduttori
pt: Semicondutores
pt_br: Semicondutores
ru: Полупроводники
sk: Polovodiče
tr: Yarı İletken

# foe_data.goods.steel
source: Steel
da: Stål
el: Ατσάλι
es: Acero
fr: Acier
hu: Acél
it: Acciaio
pt: Aço
pt_br: Aço
ru: Сталь
sk: Oceľ
tr: Çelik

# foe_data.goods.superalloys
source: Superalloys
el: Υπερκράματα
es: Superaleaciones
fr: Superalliages
it: Superleghe
pt: Superligas
pt_br: Superligas
ru: Суперсплавы
sk: Superzliatina
tr: Süper Alaşım

# foe_data.goods.fusion_reactors
source: Fusion Reactors
el: Ενέργειες Σύντηξης
es: Reactores de fusión
fr: Réacteurs de fusion
it: Reattori a Fusione
pt: Reactor de Fusão
pt_br: Poder de Fusão
ru: Термоядерная энергия
sk: Fúzny reaktor
tr: Füzyon Gücü

# foe_data.goods.mars_microbes
source: Mars Microbes
el: Αρειανά Μικρόβια
es: Microbios de Marte
fr: Microbes martiens
hu: Marsi mikróbák
it: Microbi di Marte
pt: Micróbios Marcianos
pt_br: Micróbios de Marte
ru: Марсианские микробы
sk: Marťanské mikróby
tr: Mars Mikrobu

# foe_data.goods.biotech_crops
source: BioTech Crops
el: Καλλιέργιες Βιοτεχνολογίας
es: Cultivos de biotecnología
fr: Cultures biotechnologiques
it: Colture BioTech
pt: Colheitas Biotecnológicas
pt_br: Colheitas da BioTech
ru: Биотехнологические урожаи
sk: Biotechnologické plodiny
tr: Biyo-Teknoloji Ürünü

# foe_data.goods.lubricants
source: Lubricants
el: Λιπαντικά
es: Lubricantes
fr: Huiles de graissage
hu: Kenőanyagok
it: Lubrificanti
pt: Lubrificantes
pt_br: Lubrificantes
ru: Смазки
sk: Mazivo
tr: Makine Yağı

# foe_data.goods.tea_silk
source: Tea Silk
da: Te silke
el: Μετάξια Τσαγιού
es: Seda de Té
fr: Soie de thé
hu: Teaselyem
it: Seta di tè
pt: Seda de Chá
pt_br: Sedas De Chá
ru: Чайный шелк
sk: Čajovníkový hodváb
tr: Çay İpeği

# foe_data.goods.nanites
source: Nanites
da: Nanitter
el: Νανομηχανές
es: Nanited
fr: Nanorobot
hu: Nanit
it: Nanorobot
pt: Nanorrobôs
pt_br: Nanotúbulos
ru: Наниты
sk: Nanity
tr: Nanit

# foe_data.goods.golden_rice
source: Golden Rice
da: Guldris
el: Χρυσά Ρύζια
es: Arroz Dorado
fr: Riz dorée
hu: Aranyrizs
it: Riso d'Oro
pt: Arroz Dourado
pt_br: Arroz Dourado
ru: Золотой рис
sk: Zlatá ryža
tr: Altın Tepsi

# foe_data.goods.data_crystals
source: Data Crystals
da: Datakrystaller
el: Κρύσταλλοι Δεδομένων
es: Cristales de Datos
fr: Cristal de données
hu: Adatkristály
it: Cristalli di dati
pt: Cristais de Dados
pt_br: Outros Cristais
ru: Кристаллы с данными
sk: Dátové kryštály
tr: Veri Kristalleri

# foe_data.goods.cryptocash
source: Cryptocash
da: Kryptovaluta
el: Κρυπτομετρητές
es: Criptomonedas
fr: Crypto-monnaie
hu: Kriptovaluta
it: Criptovaluta
pt: Criptomoeda
pt_br: Intrincado
ru: Криптовалюта
sk: Kryptomena
tr: Gizemli

# foe_data.goods.orichalcum
source: Orichalcum
el: Ορείχαλκος
es: Oricalco
fr: Orichalque
it: Oricalco
pt: Oricalco
pt_br: Oricalco
ru: Орихалк
sk: Orichalkum

# foe_data.goods.promethium
source: Promethium
el: Προμήθειο
es: Prometio
fr: Prométhium
hu: Prométium
it: Promezio
pt: Promécio
pt_br: Promécio
ru: Прометий
sk: Prométium
tr: Prometyum

# foe_data.goods.plankton
source: Plankton
el: Πλαγκτόν
es: Plancton
fr: Plancton
it: Plancton
pt: Plâncton
pt_br: Plâncton
ru: Планктон
sk: Planktón

# foe_data.goods.pearls
source: Pearls
da: Perler
el: Μαργαριτάρια
es: Perlas
fr: Perles
hu: Igazgyöngy
it: Perle
pt: Pérolas
pt_br: Pérolas
ru: Жемчужина
sk: Perly
tr: İnci

# foe_data.goods.corals
source: Corals
da: Koraller
el: Κοράλλια
es: Corales
fr: Coraux
hu: Korall
it: Coralli
pt: Corais
pt_br: Corais
ru: Кораллы
sk: Koraly
tr: Mercan

# foe_data.goods.biolight
source: Biolight
da: Biolys
el: Βιοφώς
es: Bioluces
fr: Substance bioluminescente
hu: Biolámpa
it: Bioluce
pt: Bioluz
pt_br: Bioluz
ru: Биосвет
sk: Biosvetlá
tr: Yaşayan Işık

# foe_data.goods.artificial_scales
source: Artificial Scales
da: Kunstskæl
el: Τεχνητά Λέπια
es: Escamas Artificiales
fr: Écailles artificielles
hu: Mesterséges pikkely
it: Squame artificiali
pt: Escamas Artificiais
pt_br: Escamas Artificiais
ru: Искусственная чешуя
sk: Umelé šupiny
tr: Yapay Pul

# foe_data.goods.transester_gas
source: Transester Gas
da: Bio benzin
el: Μετεστερεοποιημένο Αέριο
es: Gas transester
fr: Gaz transester
hu: Transzészter gáz
it: Gas transesterificato
pt: Gás Transesterificado
pt_br: Gasolina Transéster
ru: Переэтерифицированный газ
sk: Transesterový plyn
tr: Transesterifiye gazı

# foe_data.goods.paper_batteries
source: Paper Batteries
da: Papirbatterier
el: Χάρτινες Μπαταρίες
es: Baterías de papel
fr: Piles en papier
hu: Papír akkumulátor
it: Batterie di carta
pt: Baterias de Filme de Papel
pt_br: Baterias de Papel
ru: Бумажная батарея
sk: Ohybné batérie
tr: Kağıt pil

# foe_data.goods.nanowire
source: Nanowire
da: Nanotråd
el: Νανοσύρμα
es: Nanohilos
fr: Nanocâble
hu: Nanovezeték
it: Nanofilo
pt: Nanotubos de Carbono
pt_br: Nanofio
ru: Нановолокно
sk: Nanodrôt
tr: Nanotel

# foe_data.goods.bioplastics
source: Bioplastics
da: Bioplastik
el: Βιοπλαστικά
es: Bioplásticos
fr: Bioplastiques
hu: Bioműanyag
it: Bioplastiche
pt: Bioplástico
pt_br: Bioplásticos
ru: Биопластмасса
sk: Bioplasty
tr: Biyoplastik

# foe_data.goods.ai_data
source: A.I. Data
da: Date om kunstig intelligens
el: Στοιχεία Τεχνητής Νοημοσύνης
es: Datos I.A.
fr: Données d'I.A.
hu: MI adatok
it: Dati I.A.
pt: Dados da I.A.
pt_br: Dados de I.A.
ru: Данные ИИ
sk: Dáta pre U.I.
tr: YZ verileri

# foe_data.goods.superconductors
source: Superconductors
da: Superledere
el: Υπεραγωγοί
es: Superconductores
fr: Supraconducteurs
hu: Szupravezető
it: Superconduttori
pt: Supercondutores
pt_br: Supercondutores
ru: Сверхпроводник
sk: Supravodiče
tr: Süper İletken

# foe_data.goods.purified_water
source: Purified Water
da: Renset vand
el: Απιονισμένο Νερό
es: Agua purificada
fr: Eau purifiée
hu: Tisztított víz
it: Acqua demineralizzata
pt: Água purificada
pt_br: Água Purificada
ru: Очищенная вода
sk: Čistená voda
tr: Arıtılmış Su

# foe_data.goods.nanoparticles
source: Nanoparticles
da: Nanopartikler
el: Νανοσωματίδια
es: Nanopartículas
fr: Nanoparticules
hu: Nanorészecske
it: Nanoparticelle
pt: Nanopartículas
pt_br: Nanopartículas
ru: Наночастица
sk: Nanočastice
tr: Nano Parça

# foe_data.goods.biogeochemical_data
source: Biogeochemical Data
da: Bio-geokemiske data
el: Βιογεωχημικά Στοιχεία
es: Datos biogeoquímicos
fr: Données biogéochimiques
hu: Biokémiai adatok
it: Dati biogeochimici
pt: Dados biogeoquímicos
pt_br: Dados Biogeoquímicos
ru: Биогеохимические данные
sk: Biogeochemické údaje
tr: Biyojeokimyasal Veri

# foe_data.goods.algae
source: Algae
da: Alger
el: Φύκη
es: Algas
fr: Algues
hu: Alga
it: Alghe
pt: Algas
pt_br: Algas
ru: Водоросли
sk: Riasy
tr: Alg

# foe_data.goods.translucent_concrete
source: Translucent Concrete
da: Gennemskinneligt beton
el: Διάφανο Σκυρόδεμα
es: Hormigón translúcido
fr: Béton translucide
hu: Üvegbeton
it: Cemento traslucente
pt: Betão Translúcido
pt_br: Concreto Translúcido
ru: Прозрачный бетон
sk: Sklobetón
tr: Şeffaf Beton

# foe_data.goods.smart_materials
source: Smart Materials
da: Intelligente materialer
el: Έξυπνα Υλικά
es: Materiales inteligentes
fr: Matériaux intelligents
hu: Okosanyag
it: Materiali intelligenti
pt: Materiais Inteligentes
pt_br: Materiais Inteligentes
ru: Умные материалы
sk: Inteligentné materiály
tr: Akıllı Malzeme

# foe_data.goods.preservatives
source: Preservatives
da: Konserveringsmidler
el: Συντηρητικά
es: Conservantes
fr: Conservateurs
hu: Tartósítószer
it: Conservanti
pt: Conservantes
pt_br: Conservantes
ru: Консерванты
sk: Konzervanty
tr: Koruyucu Madde

# foe_data.goods.papercrete
source: Papercrete
da: Papirbeton
el: Χαρτοκονίαμα
es: Hormigón de Papel
fr: Liant papier
hu: Papírbeton
it: Cartacemento
pt: Papento
ru: Арболит
sk: Papierobetón
tr: Kağıt Beton

# foe_data.goods.nutrition_research
source: Nutrition Research
da: Ernæringsforskning
el: Διατροφική Έρευνα
es: Investigación nutricional
fr: Recherche en nutrition
hu: Élelmezés kutatás
it: Ricerca nutrizionale
pt: Nutrientes
pt_br: Pesquisa de Nutrição
ru: Нутрициологические исследования
sk: Nutričný výskum
tr: Beslenme Araştırması

# foe_data.goods.robots
source: Robots
da: Robotter
el: Ρομπότ
hu: Robot
it: Robot
pt_br: Robôs
ru: Робот
sk: Roboty
tr: Robot

# foe_data.goods.plastics
source: Plastics
da: Plastik
el: Πλαστικά
es: Plásticos
fr: Plastiques
hu: Műanyag
it: Plastica
pt: Plástico
pt_br: Plásticos
ru: Пластмасса
sk: Plasty
tr: Plastik

# foe_data.goods.gas
source: Gas
el: Αέριο
fr: Gaz
hu: Gáz
pt: Gás
pt_br: Gás
ru: Газ
sk: Plyn
tr: Gaz

# foe_data.goods.electromagnets
source: Electromagnets
da: Elektromagneter
el: Ηλεκτρομαγνήτες
es: Electroimanes
fr: Électro-aimants
hu: Elektromágnes
it: Elettromagneti
pt: Electroíman
pt_br: Electroímãs
ru: Электромагнит
sk: Elektromagnety
tr: Elektromıknatıs

# foe_data.goods.bionics_data
source: Bionics Data
da: Biometriske data
el: Βιονικά Στοιχεία
es: Datos Biónicos
fr: Données bioniques
hu: Biokémiai adatok
it: Dati bionici
pt: Dados Biônicos
pt_br: Dados de Biônica
ru: Данные бионики
sk: Bionické údaje
tr: Biyonik Verisi

# foe_data.goods.renewable_resources
source: Renewable Resources
da: Genanvendelige ressourcer
el: Ανανεώσιμες Πηγές
es: Recursos renovables
fr: Ressources renouvelables
hu: Megújuló erőforrás
it: Risorse rinnovabili
pt: Recursos Renováveis
pt_br: Recursos Renováveis
ru: Возобновляемые ресурсы
sk: Obnoviteľné zdroje
tr: Yenilenebilir Kaynak

# foe_data.goods.genome_data
source: Genome Data
da: Genomdata
el: Γονιδιωματικά Στοιχεία
es: Datos del genoma
fr: Données génétiques
hu: Genetikai adat
it: Dati Genomici
pt: Dados do genoma
pt_br: Dados de Genoma
ru: Геномные данные
sk: Genetické informácie
tr: Genom Verileri

# foe_data.goods.flavorants
source: Flavorants
da: Smagsstoffer
el: Αρωματικά
es: Saborizantes
fr: Arômes
hu: Ízesítőszer
it: Aromatizzanti
pt: Condimentos
pt_br: Condimentos
ru: Ароматизаторы
sk: Dochucovadlá
tr: Çeşnilendirici

# foe_data.goods.ferroconcrete
source: Ferroconcrete
da: Jernbeton
el: Σκυρόδεμα
es: Hormigón armado
fr: Béton armé
hu: Vasbeton
it: Cemento Armato
pt: Betão Armado
pt_br: Cimento armado
ru: Железобетон
sk: Železobetón
tr: Betonarme

# foe_data.goods.convenience_food
source: Convenience Food
da: Færdigret
el: Συσκευασμένα Τρόφιμα
es: Alimentos precocinados
fr: Plats cuisinés
hu: Készétel
it: Alimenti pronti
pt: Comida Industrializada
pt_br: Alimento Industrializado
ru: Полуфабрикаты
sk: Polotovary
tr: Hazır Yemek

# foe_data.goods.tinplate
source: Tinplate
da: Blik
el: Λευκοσίδηρος
es: Estaño
fr: Fer-blanc
hu: Ónlemez
it: Lastra di Stagno
pt: Folha de Flandres
pt_br: Placa de Alumínio
ru: Белая жесть
sk: Cínové plechy
tr: Kalay Plaka

# foe_data.goods.coke
source: Coke
da: Koks
el: Οπτάνθρακας
es: Coque
hu: Szén
it: Carbone
pt: Coque
pt_br: Coque
ru: Каменноугольный кокс
sk: Koks
tr: Kok

# foe_data.goods.wire
source: Wire
da: Metaltråd
el: Σύρμα
es: Alambre
fr: Fil
hu: Huzal
it: Filo
pt: Fio
pt_br: Fio
ru: Проволока
sk: Drôt
tr: Tel

# foe_data.goods.tar
source: Tar
da: Tjære
el: Πίσσα
es: Alquitrán
fr: Goudron
hu: Kátrány
it: Pece
pt: Alcatrão
pt_br: Resina
ru: Смола
sk: Decht
tr: Katran

# foe_data.goods.textiles
source: Textiles
da: Tekstiler
el: Υφάσματα
es: Tejidos
fr: Textile
hu: Textil
it: Tessuto
pt: Têxteis
pt_br: Têxteis
ru: Текстильные изделия
sk: Textil
tr: Dokuma

# foe_data.goods.fertilizer
source: Fertilizer
da: Gødning
el: Λίπασμα
es: Fertilizante
fr: Engrais
hu: Műtrágya
it: Fertilizzante
pt: Fertilizante
pt_br: Fertilizante
ru: Удобрения
sk: Hnojivo
tr: Gübre

# foe_data.goods.rubber
source: Rubber
da: Gummi
el: Καουτσούκ
es: Caucho
fr: Caoutchouc
hu: Gumi
it: Gomma
pt: Borracha
pt_br: Borracha
ru: Резина
sk: Guma
tr: Kauçuk

# foe_data.goods.talc_powder
source: Talc Powder
da: Talkumpudder
el: Πούδρα Ταλκ
es: Talco en Polvo
fr: Poudre à talquer
hu: Csillámpor
it: Polvere di Talco
pt: Pó de talco
pt_br: Pedra-sabão
ru: Тальковый порошок
sk: Prášok z mastenca
tr: Talk Pudrası

# foe_data.goods.rope
source: Rope
da: Tov
el: Σκοινί
es: Cuerdas
fr: Corde
hu: Kötél
it: Corde
pt: Corda
pt_br: Corda
ru: Веревка
sk: Lano
tr: İp

# foe_data.goods.dried_herbs
source: Dried Herbs
da: Tørrede urter
el: Αποξηραμένα Βότανα
es: Hierbas secas
fr: Herbes séchées
hu: Szárított gyógynövény
it: Erbe secche
pt: Ervas secas
pt_br: Ervas secas
ru: Сушёные травы
sk: Sušené bylinky
tr: Kurutulmuş Bitki

# foe_data.goods.brick
source: Brick
da: Teglsten
el: Τούβλα
es: Ladrillo
fr: Brique
hu: Tégla
it: Mattone
pt: Tijolo
pt_br: Tijolo
ru: Кирпич
sk: Tehla
tr: Tuğla

# foe_data.goods.granite
source: Granite
da: Granit
el: Γρανίτης
es: Granito
hu: Gránit
it: Granito
pt: Granito
pt_br: Granito
ru: Гранит
sk: Žula
tr: Granit

# foe_data.goods.limestone
source: Limestone
da: Kalksten
el: Ασβεστόλιθος
es: Caliza
fr: Calcaire
hu: Mészkő
it: Roccia Calcarea
pt: Calcário
pt_br: Calcário
ru: Известняк
sk: Vápenec
tr: Kireç Taşı

# foe_data.goods.jewelry
source: Jewelry
da: Smykke
el: Κόσμημα
es: Joyas
fr: Bijoux
hu: Ékszerek
it: Gioielli
pt: Jóias
pt_br: Joia
ru: Ювелирные изделия
sk: Šperky
tr: Mücevher

# foe_data.goods.cloth
source: Cloth
da: Stof
el: Πανί
es: Telas
fr: Tissu
hu: Posztó
it: Stoffa
pt: Tecido
pt_br: Tecido
ru: Ткань
sk: Látka
tr: Giysi

# foe_data.goods.ebony
source: Ebony
da: Ibenholt
el: Έβενος
es: Ébano
fr: Bois d'ébène
hu: Ében
it: Ebano
pt: Ébano
pt_br: Ébano
ru: Черное дерево
sk: Eben
tr: Abanoz

# foe_data.goods.lumber
source: Lumber
da: Tømmer
el: Ξυλεία
es: Madera
fr: Bois
hu: Faanyag
it: Legname
pt: Madeira
pt_br: Lenha
ru: Древесина
sk: Stavebné drevo
tr: Kereste

# foe_data.goods.dye
source: Dye
da: Farvestoffer
el: Βαφή
es: Tinte
fr: Teinture
hu: Festőanyag
it: Tintura
pt: Corante
pt_br: Tinturas
ru: Краска
sk: Farbivo
tr: Boya

# foe_data.province.Behemoth
source: Behemoth
fr: Béhémoth
hu: Behemót
pt_br: Beemote
ru: Бегемот

# foe_data.province.Haulenois
source: Haulenois
ru: Улинуа

# foe_data.province.Varseille
source: Varseille
pt_br: Varseilles
ru: Варсаль

# foe_data.province.Pisterrac
source: Pisterrac
ru: Пастерра

# foe_data.province.Lombardeaux
source: Lombardeaux
ru: Ломбардю

# foe_data.province.Deuxerres
source: Deuxerres
ru: Дюксерр

# foe_data.province.Troulope
source: Troulope
ru: Траулуп

# foe_data.province.Lavignon
source: Lavignon
ru: Лавиньон

# foe_data.province.Narcien
source: Narcien
ru: Нарсиен

# foe_data.province.Ashcrook
source: Ashcrook
ru: Пепельный рог

# foe_data.province.Queenshope
source: Queenshope
ru: Королевская лощина

# foe_data.province.Northcastle
source: Northcastle
hu: Északi kastély
pt_br: Castelo do Norte
ru: Северная цитадель
sk: Severný hrad

# foe_data.province.Grand_Cap
source: Grand Cap
hu: Óriási hézag
pt_br: Grande Gap
ru: Большой каньон

# foe_data.province.Zaldon_on_Sea
source: Zaldon-on-Sea
ru: Залдон-на-Море

# foe_data.province.Houndsmoor
source: Houndsmoor
hu: Kutya-mocsár
ru: Серый Топи

# foe_data.province.RavensCreek
source: RavensCreek
ru: Черная Бухта

# foe_data.province.Mount_Killmore
source: Mount Killmore
es: Monte Killmore
pt: Monte Killmore
ru: Кровожадная Гора

# foe_data.province.FourGallows
source: FourGallows
pt_br: Quatro Forcas
ru: Четыре виселицы

# foe_data.province.Wolvhampton
source: Wolvhampton
ru: Вольфгамптон

# foe_data.province.Spearth
source: Spearth
ru: Спеарф

# foe_data.province.Cuttingham
source: Cuttingham
ru: Гуттингхэм

# foe_data.province.Eldenborough
source: Eldenborough
ru: Элденборуг

# foe_data.province.Cragshire
source: Cragshire
ru: Грегшир

# foe_data.province.Moravaria
source: Moravaria
el: Moravaria, (Μοραβαρία)
ru: Моравария

# foe_data.province.Jaims
source: Jaims
el: Jaims, (Τζεμς)
ru: Джаимс

# foe_data.province.Mons_Suiry
source: Mons Suiry
el: Mons Suiry, (Μονς Σουίρι)
fr: Mont Suiry
ru: Монс Суири

# foe_data.province.Frathia
source: Frathia
el: Frathia, (Φράτϊα)
ru: Фратия
