Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# cookieConsent.consentModal.description
source: Here you can assess and customize the services that we'd like to use on this website. You're in charge! Enable or disable services as you see fit.
fr: Vous pouvez ici évaluer et personnaliser les services que nous aimerions utiliser sur ce site. C'est vous qui décidez ! Activez ou désactivez les services comme bon vous semble.
pt: Aqui podes alterar os serviços que gostas de usar no site. Estas no comando! Adiciona ou retira serviços como queiras.
pt_br: Aqui você pode customizar os serviços que deseja usar neste site. Você está no comando! Ative ou desative serviços como desejar.
ru: Здесь вы можете оценить и настроить сервисные службы, которые мы хотели бы использовать на этом веб-сайте. Вы во главе! Включите или отключите службы по своему усмотрению.
tr: Burada, bu web sitesinde kullanmak istediğimiz hizmetleri değerlendirebilir ve özelleştirebilirsiniz. Sorumlu sensin! Hizmetleri uygun gördüğünüz şekilde etkinleştirin veya devre dışı bırakın.

# cookieConsent.consentNotice.changeDescription
source: There were changes since your last visit, please renew your consent.
es: Ha habido cambios desde tu última visita, por favor renueva tu consentimiento.
fr: Il y a eu des changements depuis votre dernière visite, veuillez renouveler votre consentement.
pt: Existe alterações desde da tua ultima visita, por favor renova o teu consentimento.
pt_br: Houve alterações desde sua última visita, por favor renove seu consentimento.
ru: Со времени вашего последнего посещения произошли изменения, подтвердите свое согласие.
tr: Son ziyaretinizden bu yana değişiklikler oldu, lütfen onayınızı yenileyin.

# cookieConsent.title
source: Hey there ! It's us… the Cookies !
es: ¡Hola! ¡Somos nosotras, las cookies!
fr: Coucou c'est nous… les Cookies !
hu: Halihó! Mi vagyunk azok… a sütik!
it: Hey! Siamo noi... i Cookies!
pt: Olá ! Somos nós … os Cookies!
pt_br: Ei, você ! Somos nós... os Cookies !
ru: Приветствуем! Это мы… Cookies!
sk: Ahoj! To sme my... Cookies!
tr: Selam ! Biziz ... Çerezler!

# cookieConsent.consentNotice.learnMore_nonTogglable
source: Learn More
es: Para saber más
fr: En savoir plus
pt: Aprender Mais
pt_br: Saiba Mais
ru: Узнать подробнее
tr: Daha Fazla

# cookieConsent.consentNotice.learnMore
source: I choose
fr: Je choisis
hu: Testreszab
it: Personalizza
pt: Eu escolho
pt_br: Customizar
ru: Я выбираю
sk: Prispôsobiť
tr: Seçiyorum

# cookieConsent.consentNotice.edit
source: Is it OK for you? You can always change or withdraw your consent later.
es: ¿Te parece bien? Siempre puedes modificarlo o retirar tu consentimiento más adelante.
fr: C'est OK pour vous ? Vous pouvez toujours modifier ou retirer votre consentement plus tard.
hu: Ez így megfelelő számodra? Később bármikor megváltoztathatod vagy visszavonhatod a beleegyezésedet.
pt: Está OK para ti ? Podes sempre cancelar ou retirar o teu consentimento mais tarde.
pt_br: Tudo certo pra você? Você sempre pode mudar ou retirar seu consentimento depois.
ru: Вы подтверждаете согласие? Вы всегда можете изменить или отозвать свое согласие в будущем.
tr: Senin için uygun mu? Onayını daha sonra her zaman değiştirebilir veya geri çekebilirsin.

# cookieConsent.consentNotice.description
source: We would like to activate additional services for the following purposes:
es: Nos gustaría activar servicios adicionales con estos propósitos:
fr: On aimerait activer des services supplémentaires pour les finalités suivantes :
pt: Nós gostávamos de adicionar alguns serviços com este propósito:
pt_br: Gostaríamos de ativar serviços adicionais para os seguintes fins:
ru: Мы хотели бы активировать дополнительные услуги для следующих целей:
tr: Aşağıdaki amaçlarla ek hizmetleri etkinleştirmek istiyoruz:

# cookieConsent.foe-tools.description
source: All data related to your configuration (GBs level, investors, Arc bonus, etc.)
es: Todos los datos relacionados con tu configuración (nivel de los GE, inversores, bono del Arca, etc.)
fr: Toutes les données relatives à votre configuration (niveaux des GM, valeurs des investisseurs, bonus d'Arche, etc.)
pt: Toda a informação relacionada com a sua configuração ( Níveis dos Ge's, investidores, bónus da Arca , etc.)
pt_br: Todos os dados relacionados a suas configurações (níveis de GE, investidores, bônus do arco, etc.)
ru: Все данные, относящиеся к вашей конфигурации (уровень ВС, вкладчики, множитель Арки и т. д.)
tr: Yapılandırmanızla ilgili tüm veriler(Devasa Binaların seviyesi, yatırımcılar, Ark bonusu, vs.)

# cookieConsent.ok
source: Ok for me
es: Me parece bien
fr: OK pour moi
hu: Rendben
pt: Esta OK para mim
pt_br: Tudo certo pra mim
ru: Я согласен
tr: Benim için tamam

# cookieConsent.sentry.description
source: Collecting errors to identify potential bugs
fr: Collecter les erreurs pour identifier les bugs potentiels
it: Raccolgo gli errori per individuare potenziali bug (soluzione self-hosted)
pt: Guardar erros para identificar potenciais bugs ( solução pré colocada)
pt_br: Coletar erros para identificar potenciais bugs
ru: Сбор ошибок для выявления потенциальных багов в программе (самостоятельное решение)
sk: Zhromažďovanie chýb na identifikáciu potenciálnych chýb (vlastné riešenie)
tr: Olası hataları belirlemek için hataların toplanması (kendi-içinden sunulan çözüm)

# cookieConsent.purposes.performance.title
source: Performance Optimization
fr: Optimisation de la performance
pt: Otimização da Performance
pt_br: Otimização de Performance
ru: Оптимизация производительности
tr: Verim İyileştirmesi

# cookieConsent.purposes.advertising.description
source: These services process personal information to show you personalized or interest-based advertisements.
es: Estos servicios procesan información personal para mostrarte anuncios personalizados o basados en tus intereses.
fr: Ces services traitent les informations personnelles pour vous présenter des publicités personnalisées ou basées sur des intérêts.
pt: Estes serviços processam data pessoal para te mostrar anúncios personalizados.
pt_br: Estes serviços processam informações pessoais para mostrar propagandas customizadas ou baseadas em seus interesses.
ru: Эти службы обрабатывают личную информацию, чтобы показывать вам персонализированную рекламу или рекламу на основе ваших интересов.
tr: Bu hizmetler, size kişiselleştirilmiş veya ilgi alanına dayalı reklamları göstermek için kişisel bilgileri işler.

# cookieConsent.purposes.performance.description
source: These services process personal information to optimize the service that this website offers.
es: Estos servicios procesan información personal para optimizar el servicio que ofrece la página.
fr: Ces services traitent les informations personnelles afin d'optimiser le service que ce site Web offre.
pt: Estes serviços processam informação pessoal para otimização dos serviços prestados pelo site.
pt_br: Estes serviços processam informações pessoais para otimizar os serviços que este site oferece.
ru: Эти службы обрабатывают личную информацию для оптимизации услуг, предлагаемых данным веб-сайтом.
tr: Bu hizmetler, bu web sitesinin sunduğu hizmeti optimize etmek için kişisel bilgileri işler.

# cookieConsent.purposes.functional.title
source: Service Provision
es: Prestación de servicios
fr: Prestation de services
pt: Prestação de Serviços
pt_br: Serviços
ru: Предоставление услуг

# cookieConsent.purposes.advertising.title
source: Advertising
es: Publicidad
fr: Publicité
hu: Hirdetés
pt: Anuncio
pt_br: Propagandas
ru: Реклама
tr: Reklam

# cookieConsent.purposes.functional.description
source: These services are essential for the correct functioning of this website. You cannot disable them here as the service would not work correctly otherwise.
es: Estos servicios son necesarios para el correcto funcionamiento de la página. No puedes desactivarlos aquí pues el servicio dejaría de funcionar.
fr: Ces services sont essentiels au bon fonctionnement de ce site. Vous ne pouvez pas les désactiver ici car le service ne fonctionnerait pas correctement autrement.
pt: Estes serviços são fundamentais para o correto funcionamento deste site. Não podes desabilitar para o correto funcionamento do site.
pt_br: Estes serviços são essenciais para o funcionamento correto deste site. Você não pode desativá-los pois o serviço não funcionaria corretamente de outra forma.
ru: Эти сервисные службы необходимы для правильного функционирования данного веб-сайта. Вы не можете отключить их здесь, иначе службы не будут работать должным образом.
tr: Bu hizmetler, bu web sitesinin doğru çalışması için gereklidir. Aksi takdirde servis düzgün çalışmayacağından bunları burada devre dışı bırakamazsınız.

# routes.trade.tab.fair_trade.message
source: This type of trade takes into account the cost of manufacturing a good (coins and supplies) to determine the rates between the goods.
da: Denne type handel tager højde for omkostningerne ved fremstilling af en vare (mønter og forsyninger) for at bestemme satserne mellem varerne.
es: Este tipo de comercio tiene en cuenta el costo de fabricación de un bien (monedas y recursos) para determinar las tasas entre los productos.
fr: Ce type de commerce prend en compte le coût de fabrication d'une ressource (pièce d'or et marchandise) pour déterminer les taux entre les ressources.
hu: Ez a fajta kereskedelem figyelembe veszi az áru gyártásának költségeit (pénz és alapanyagok) az áruk közötti árfolyam meghatározásához.
it: Questo tipo di commercio tiene conto del costo di fabbricazione di un bene (monete e forniture) per determinare i tassi tra le merci.
pt: Este tipo de comércio leva em conta o custo de fabricação de uma mercadoria (moedas e mantimentos) para determinar as taxas entre as mercadorias.
pt_br: Este tipo de comércio leva em consideração o custo de fabricação de uma mercadoria (moedas e mantimentos) para determinar as taxas entre as mercadorias.
ru: Этот тип торговли учитывает стоимость производства товара (монет и ресурсов) для определения ставок между товарами.
sk: Tento druh obchodu zohľadňuje náklady na výrobu tovaru (mince a zásoby) na určenie sadzieb medzi tovarmi.
tr: Bu tür bir ticaret, ürünler arasındaki oranları belirlemek için bir ürünün (para ve erzak bakımından) üretim maliyetini hesaba katar.

# foe_data.province.Dungbie_Trough
source: Dungbie Trough
fr: Creux du sillon
hu: Tat-árok
it: Trogolo di letame
pt_br: Vale da Retaguarda
ru: Дангби Тру
sk: Zadný žľab

# foe_data.province.Ursula_s_Valley
source: Ursula's Valley
fr: Vallée d'Ursula
hu: Ursula völgye
it: Valle di Ursula
pt_br: Vale da Úrsula
ru: Долина Урсулы
sk: Ursulino údolie

# foe_data.province.Ahoy_Alee
source: Ahoy Alee
hu: Szélmentes terület
it: Attenzione, sottovento
pt_br: Sotavento
ru: Ахой Эйли
sk: Záveterná strana

# foe_data.province.Anchorage_Ruin
source: Anchorage Ruin
fr: Ruines d'ancrage
hu: Horgonyroncs
it: Rovine ancorate
pt_br: Ruínas de Ancoragem
ru: Развалины якорной стоянки
sk: Zrúcaniny kotviska

# foe_data.province.Nemo_s_Dock
source: Nemo's Dock
fr: Dock de Nemo
hu: Nemó dokkja
it: Il bacino di Nemo
pt_br: Doca de Nemo
ru: Стоянка Немо
sk: Nemova paluba

# foe_data.province.Man_O_War
source: Man-O-War
fr: Méduse
hu: Gálya
pt_br: Caravela-portuguesa
ru: Сифинофора
sk: Medúza mechúrikovitá

# foe_data.province.Medusa_Cove
source: Medusa Cove
fr: Crique de la méduse
hu: Medúzaszoros
it: Baia della Medusa
pt_br: Covil da Medusa
ru: Бухта медузы
sk: Zátoka medúz

# foe_data.province.Privateer_Helm
source: Privateer Helm
fr: Gouvernail de corsaire
hu: Partizánhajó-kormány
it: timone del corsaro
pt_br: Elmo do Corsário
ru: Шлем корсара
sk: Korzárske kormidlo

# foe_data.province.Craggy_Cay
source: Craggy Cay
fr: Ilot escarpé
hu: Sziklás zátony
pt_br: Recife Escarpado
ru: Скалистое мелководье
sk: Skalnatý ostrovček

# foe_data.province.Buccaneer_Plateau
source: Buccaneer Plateau
fr: Plateau du boucanier
hu: Kalózfennsík
pt_br: Platô do Corsário
ru: Плато буканьера
sk: Korzárska plošina

# foe_data.province.Raging_Tides
source: Raging Tides
fr: Marées déchaînées
hu: Dühös árapály
pt_br: Marés Turbulentas
ru: Свирепый поток
sk: Zúrivé prúdy

# foe_data.province.Sunken_Leviathan
source: Sunken Leviathan
fr: Léviathan englouti
pt_br: Leviatã Submerso
ru: Затонувший левиафан
sk: Potopený leviatan

# foe_data.province.Dagon_s_Dagger
source: Dagon's Dagger
fr: Dague de Dragon
it: Il pugnale di Dagon
pt_br: Adaga de Dagon
ru: Кинжал Дагона
sk: Dagonova dýka

# foe_data.province.Monkey_s_Fist
source: Monkey's Fist
fr: Poing de singe
pt_br: Punho do Macaco
ru: Кулак мартышки
sk: Opičia päsť

# foe_data.province.Deadeye_Admiral
source: Deadeye Admiral
fr: Amiral Œil de mort
pt_br: Almirante Olhomorto
ru: Меткий адмирал
sk: Ostrostrelecký admirál

# foe_data.province.Adamastor
source: Adamastor
ru: Адамастор

# foe_data.province.Galley_Commodore
source: Galley Commodore
fr: Galère Commodore
pt_br: Comodoro da Galé
ru: Камбуз командора
sk: Kapitán galeje

# foe_data.province.Ahab_s_Tomb
source: Ahab's Tomb
fr: Tombe d'Ahab
pt_br: Tumba de Ahab
ru: Могила Ахаба
sk: Achabova hrobka

# foe_data.province.Barnacle_Deck
source: Barnacle Deck
fr: Pont de barnacle
pt_br: Convés da Craca
ru: Палуба старого моряка
sk: Paluba morského vlka

# foe_data.province.Capricorn_Waterway
source: Capricorn Waterway
fr: Voie navigable Capricorne
pt_br: Canal de Capricórnio
ru: Водный путь козерога
sk: Vodná cesta pre lode

# foe_data.province.R_lyeh_Reef
source: R'lyeh Reef
fr: Récif de R'lyeh
pt_br: Recife de R'lyeh
ru: Риф Р'льеха
sk: Útes v R'lyehu

# foe_data.province.Grog_Wash
source: Grog Wash
fr: Embruns de grog
pt_br: Ressaca do Grogue
ru: Море грога
sk: Záplava grogu

# foe_data.province.Sextant_Mast
source: Sextant Mast
fr: Mât de sextant
pt_br: Mastro Sextante
ru: Столб для секстанта
sk: Sťažeň na sextant

# foe_data.province.Bermuda_Quay
source: Bermuda Quay
fr: Quai des Bermudes
pt_br: Cais de Bermuda
ru: Бермудская набережная
sk: Bermutské nábrežie

# foe_data.province.Adrift_Liner
source: Adrift Liner
fr: Paquebot à la dérive
pt_br: Cruzeiro à deriva
ru: Дрейфующий лайнер
sk: Neriadený parník

# foe_data.province.Breakwater_Wharf
source: Breakwater Wharf
fr: Quai de Brise-lames
pt_br: Cais do Quebra-mar
ru: Причал-волнорез
sk: Vlnolamové prístavisko

# foe_data.province.Tide_Ascent
source: Tide Ascent
fr: Marée montante
pt_br: Subida da Maré
ru: Начало прилива
sk: Stúpajúci príliv

# foe_data.province.Scuba_Bay
source: Scuba Bay
fr: Baie de plongée
pt_br: Baía do mergulho livre
ru: Подводная бухта
sk: Zátoka potápačov

# foe_data.province.Tangled_Fins
source: Tangled Fins
fr: Nageoires entremêlées
hu: Seagull Domain
pt_br: Barbatanas Unidas
ru: Запутанные плавники
sk: Prepletené plutvy

# foe_data.province.Seagull_Domain
source: Seagull Domain
fr: Domaine des mouettes
hu: Sponge Sands
pt_br: Domínio das gaivotas
ru: Владения чаек
sk: Kráľovstvo čajok

# foe_data.province.Sponge_Sands
source: Sponge Sands
fr: Sables spongieux
hu: Telescopic Barrel
pt_br: Areias de Esponja
ru: Губчатые пески
sk: Dierkované piesky

# foe_data.province.Telescopic_Barrel
source: Telescopic Barrel
fr: Fût télescopique
hu: Coral Kingdom
pt_br: Barril Telescópico
ru: Телескопический бочонок
sk: Teleskopický sud

# foe_data.province.Coral_Kingdom
source: Coral Kingdom
es: Reino coral
fr: Royaume corallien
hu: Cursed Lip
pt_br: Reino Coral
ru: Коралловое королевство
sk: Koralové kráľovstvo

# foe_data.province.Cursed_Lip
source: Cursed Lip
fr: Lèvre maudite
hu: Single Wave
pt_br: Orla Maldita
ru: Проклятье
sk: Prekliata pera

# foe_data.province.Single_Wave
source: Single Wave
fr: Vague unique
hu: Treacherous Surf
pt_br: Única onda
ru: Одиночная волна
sk: Jedna vlna

# foe_data.province.Treacherous_Surf
source: Treacherous Surf
fr: Glissade traître
hu: Translucent Algae
pt_br: Ondas Traiçoeiras
ru: Коварный прибой
sk: Zradný surf

# foe_data.province.Translucent_Algae
source: Translucent Algae
es: Algas translucidas
fr: Algue translucide
hu: Grey Clouds
pt_br: Algas Transparentes
ru: Полупрозрачные водоросли
sk: Priesvitné riasy

# foe_data.province.Grey_Clouds
source: Grey Clouds
es: Nubes grises
fr: Nuages gris
hu: Silver Crest
pt_br: Nuvens cinza
ru: Серые тучи
sk: Sivé oblaky

# foe_data.province.Silver_Crest
source: Silver Crest
fr: Crête en argent
hu: Furious Storm
pt_br: Brasão de Prata
ru: Серебряный герб
sk: Strieborný hrebeň

# foe_data.province.Furious_Storm
source: Furious Storm
es: Tormenta furiosa
fr: Tempête déchaînée
hu: Deep Dive
pt_br: Tempestade Furiosa
ru: Яростный шторм
sk: Zúrivá búrka

# foe_data.province.Deep_Dive
source: Deep Dive
fr: Plongeon en profondeur
hu: Ravenous Tides
pt_br: Mergulho profundo
ru: Глубокое погружение
sk: Hlboký ponor

# foe_data.province.Ravenous_Tides
source: Ravenous Tides
es: Mareas voraces
fr: Marées voraces
hu: Nautilus Mirage
pt_br: Marés turbulentas
ru: Хищные приливы
sk: Roztrhnuté plachty

# foe_data.province.Nautilus_Mirage
source: Nautilus Mirage
es: Espejismo de Nautilus
fr: Mirage du Nautilus
hu: Ripped Sails
pt: Miragem Nautilus
pt_br: Miragem do Náutilo
ru: Мираж наутилуса
sk: Vidina Nautila

# foe_data.province.Ripped_Sails
source: Ripped Sails
es: Velas rasgadas
fr: Voiles déchirées
hu: Restless Buoy
pt_br: Velas rasgadas
ru: Порванные паруса
sk: Búrlivé prúdy

# foe_data.province.Restless_Buoy
source: Restless Buoy
fr: Bouée agitée
hu: Nautical Parlay
pt_br: Boia Agitada
ru: Беспокойный бакен
sk: Nepokojná bója

# foe_data.province.Nautical_Parlay
source: Nautical Parlay
fr: Parlement nautique
hu: Upper Grotto
pt_br: Contenda Náutica
ru: Морской штаб
sk: Morská stávka

# foe_data.province.Jak
source: Jak
ru: Джак

# foe_data.goods.platinum_crystals
source: Platinum Crystals
el: Κρύσταλλοι Πλατίνας
es: Cristales de Platino
fr: Crystal de platine
it: Cristalli di Platino
pt: Cristais de Platina
pt_br: Cristais de Platina
ru: Кристаллы платины
sk: Platinové kryštáliky
tr: Platin Kristal

# foe_data.goods.bromine
source: Bromine
el: Βρώμιο
es: Bromo
fr: Brome
hu: Bróm
it: Bromo
pt: Bromo
pt_br: Bromo
ru: Бромин
sk: Bróm
tr: Brom

# foe_data.goods.compound_fluid
source: Compound Fluid
el: Σύνθετα Υγρά
es: Fluidos compuestos
fr: Fluide composé
it: Composto di Fluidi
pt: Fluidos Compostos
pt_br: Fluidos Compostos
ru: Составные жидкости
sk: Zmiešaná tekutina
tr: Bileşik Akışkanı

# foe_data.goods.processed_materials
source: Processed Materials
el: Επεξεργασμένα Υλικά
es: Materiales procesados
fr: Matériau transformé
it: Materiali Processati
pt: Materiais Processados
pt_br: Materiais Processados
ru: Обработанные материалы
sk: Spracované materiály
tr: İşlenmiş Malzeme

# foe_data.goods.nickel
source: Nickel
el: Νικέλιο
es: Níquel
hu: Nikkel
pt: Níquel
pt_br: Níquel
ru: Никель
sk: Nikel
tr: Nikel

# foe_data.gb_short.Galata_Tower
source: Galata
es: Gálata
pt: Gálata
pt_br: Gálata
ru: Галатская
tr: Galata Kulesi

# foe_data.gb.Galata_Tower
source: Galata Tower
es: Torre de Gálata
fr: Tour de Galata
hu: Galata torony
it: Torre di Galata
pt: Torre Gálata
pt_br: Torre de Gálata
ru: Галатская башня
sk: Galatská veža
tr: Galata Kulesi

# routes.help_to_translate_the_site.p2_html
source: @:(common.site_title) is translated by users. We use the @:(common.links.translation_platform) platform to facilitate the translation process. To join the team just visit the following link and register: @:(common.links.translation_platform)
da: @:(common.site_title) er oversat af brugere. Vi bruger @:(common.links.translation_platform) platformen til at lette oversættelsesprocessen. For at deltage i teamet skal du sende en e-mail (på engelsk) til @:(common.links.contact_foe_tools) med angivelse af det / de sprog, som du kan oversætte til, så vi kan sende dig en invitation
es: @:(common.site_title) es traducido por los usuarios. Utilizamos la plataforma @:(common.links.translation_platform) para facilitar el proceso de traducción. Para unirse al equipo, envíe un correo electrónico (en inglés) a @:(common.links.contact_foe_tools) especificando el (los) idioma (s) en que puede traducir para que podamos enviarle una invitación
fr: @:(common.site_title) est traduit par les utilisateurs. Nous utilisons la plateforme @:(common.links.translation_platform) pour faciliter le processus de traduction. Pour rejoindre l'équipe, suivez le lien suivant et inscrivez-vous : @:(common.links.translation_platform)
it: @:(common.site_title) è tradotto dagli utenti. Usiamo la piattaforma @:(common.links.translation_platform) per facilitare il processo di traduzione. Per unirsi al team visita il link: @:(common.links.translation_platform)
pt: @:(common.site_title) é traduzido pelos jogadores. Usamos a plataforma @:(common.links.translation_platform) para facilitar o processo de tradução. Para participar da equipe, envie um e-mail (em inglês) para @:(common.links.contact_foe_tools) especificando o (s) idioma (s) para o qual você pode traduzir para que possamos enviar um convite
pt_br: @:(common.site_title) é traduzido pelos jogadores. Usamos a plataforma @:(common.links.translation_platform) para facilitar o processo de tradução. Para participar da equipe basta visitar o seguinte link e se cadastrar: @:(common.links.translation_platform)
ru: @:(common.site_title) переведено пользователями. Мы используем платформу @:(common.links.translation_platform) для облегчения процесса перевода. Чтобы присоединиться к команде, просто перейдите по следующей ссылке и зарегистрируйтесь: @:(common.links.translation_platform)
sk: @:(common.site_title) je prekladaný používateľmi. Na uľahčenie prekladania využívame platformu @:(common.links.translation_platform). Pre pripojenie sa k tímu sa registrujte na nasledovnom odkaze: @:(common.links.translation_platform)
tr: @:(common.site_title), kullanıcılar tarafından tercüme edilmektedir. Tercüme sürecini @:(common.links.translation_platform) üzerinden yürütmekteyiz. Ekibe katılmak için @:(common.links.contact_foe_tools) adresine, hangi dillerde tercüme yapabileceğinizi belirten bir email atabilirsiniz (email İngilizce olmalı); böylece size davet gönderebiliriz

# foe_data.province.Typhoon_Peninsula
source: Typhoon Peninsula
fr: Péninsule du typhon
hu: Peninsula hurrikán
it: Penisola del tifone
pt_br: Península do Tufão
ru: Полуостров Тайфуна
sk: Poloostrov tajfúnov

# foe_data.province.Leviathan_Wreck
source: Leviathan Wreck
fr: Épave du Léviathan
hu: Leviatánroncs
it: Relitto del Leviatano
pt_br: Naufrágio do Leviatã
ru: Крушение левиафана
sk: Vrak leviatana

# foe_data.province.Blackwater_Cape
source: Blackwater Cape
fr: Cap des eaux noires
hu: Feketevíz-fok
it: Capo AcquaNera
pt_br: Cabo da Água Negra
ru: Мыс Блекуотер
sk: Čiernovodný mys

# foe_data.province.Seafarer_s_Current
source: Seafarer's Current
fr: Courant du marin
hu: Tengerészvaluta
it: Corrente del marinaio
pt_br: Corrente do Navegante
ru: Течение морехода
sk: Moreplavcov prúd

# foe_data.province.Neptune_s_Galleon
source: Neptune's Galleon
fr: Galion de Neptune
hu: Naptunusz gályája
it: Galeone di Nettuno
pt_br: Galeão de Netuno
ru: Галеон Нептуна
sk: Neptúnová galeóna

# foe_data.province.Undertow_Bank
source: Undertow Bank
fr: Rive du contre-courant
hu: Hullámpart
it: Basnca della risacca
pt_br: Margem da Contracorrente
ru: Берег подводного течения
sk: Pobrežie spodných prúdov

# foe_data.province.Capsize_Lagoon
source: Capsize Lagoon
fr: Lagon chaviré
hu: Felfordult lagúna
it: Laguna capovolta
pt_br: Lagoa Emborcada
ru: Лагуна крушений
sk: Lagúna prevrhnutých lodí

# foe_data.province.Scurvy_Atoll
source: Scurvy Atoll
fr: Vil atoll
hu: Aljas-zátony
it: Atollo dello scorbuto
pt_br: Atol do Escorbuto
ru: Атолл цинги
sk: Skorbutový atol

# foe_data.province.Ghost_Trench
source: Ghost Trench
fr: Tranchée fantôme
hu: Szellemárok
it: Trincea fantasma
pt_br: Trincheira Fantasma
ru: Призрачный окоп
sk: Prízračný zákop
