Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# components.gb_investment_investors.description.p1
source: This view allows to see the gain that can be obtained by taking a place with or without taking into account investments in other places. There are {count} types of consideration of other places:
da: Denne visning giver mulighed for at se den gevinst der kan opnås ved at tage en placering ved eller uden at tage højde for bidrag andre steder. Der er {count} typer at tage højde for, til andre placeringer:
es: Esta vista permite ver la ganancia que puede ser obtenida obteniendo un lugar tomando o no en cuenta inversiones en otros lugares. Hay {count} tipos de consideración de otros lugares:
fr: Cette vue permet de voir le gain qu'il est possible d'obtenir en prenant une place avec ou sans prise en compte des investissements sur les autres places. Il existe {count} types de prise en compte des autres places :
hu: Ez a nézet lehetővé teszi annak a nyereségnek a megtekintését, amely akkor érhető el, ha helyet foglal el más helyeken történő befektetések figyelembevételével vagy anélkül. {Count} típusú szempont van más helyeken:
it: Questa vista permette di vedere il guadagno che si può ottenere prendendo una posizione con o senza considerare gli investimenti in altre posizioni. Ci sono {count} tipi di considerazione di altre posizioni:
no: Dette feltet tillater deg å se gevinsten som kan tjenes ved å ta en plass, med eller uten å ta i betraktning investeringer i andre plasser. Det er {count} typer vurderinger av andre plasser:
pt: Essa visão permite ver o ganho que pode ser obtido num lugar com ou sem levar em conta os investimentos em outros lugares. Existem {count} tipos de lugares:
pt_br: Essa visão permite ver o ganho que pode ser obtido numa posição com ou sem levar em conta os investimentos em outras posições. Existem {count} tipos de considerações de outras posições:
ru: Этот вид позволяет увидеть прибыль, которую можно получить, занимая место с учетом или без учета инвестиций в других местах. Существует несколько {счет} видов учета других мест:
sk: Tento pohľad umožňuje vidieť zisk, ktorý je možné dosiahnuť získaním pozície s alebo bez zobratia v úvahu investície na iných pozíciach. Sú tu {count} spôsoby s ohľadom na ostatné pozície :
tr: Bu görünüm, başka yerlerdeki yatırımları hesaba katarak veya hesaba katmadan bir yer alarak elde edilebilecek kazancı görmeyi sağlar. Diğer yerleri değerlendirmek için {count} tür var:

# components.gb_investment.tutorial.promotion_message.custom_fields
source: Note that some templates have their own fields with their own names.
es: Tenga en cuenta que algunas plantillas tienen sus propios campos con sus propios nombres.
fr: Notez que certains modèle dispose de leurs propres champs avec leurs propres noms.
hu: Vegye figyelembe, hogy egyes sablonok saját mezőkkel rendelkeznek saját nevekkel.
it: Si noti che alcuni modelli hanno i loro campi e i rispettivi nomi.
no: Merk at noen maler har egne felt med deres eget navn.
pt: Nota que existe modelos já tem os seus lugares e os seus nomes.
pt_br: Note que alguns modelos tem os seus próprios campos com os seus próprios nomes.
ru: Обратите внимание, что некоторые шаблоны имеют собственные поля со своими именами.
sk: Majte na pamäti, že niektoré vzory majú svoje vlastné políčka s ich vlastnými menami.
tr: Bazı şablonların kendi adlarına sahip kendi alanları olduğunu unutmayın.

# components.gb_investment.tutorial.promotion_message.show_only_secured_places
source: This option allows you to automatically add places in the promotion message if these places are secured and not yet taken. In order to use this feature, you must enter the number of FPs currently put by the owner as well as the investors currently present on the level.
es: Esta opción le permite agregar automáticamente lugares en el mensaje de promoción si estos lugares están protegidos y aún no se han tomado. Para utilizar esta función, debe introducir el número de FPs puestos actualmente por el propietario, así como los inversores actualmente presentes en el nivel.
fr: Cette option vous permet d'ajouter automatiquement des places dans le message de promotion si ces places sont sécurisés et pas encore prises. Pour pouvoir utiliser cette fonctionnalité, vous devez saisir le nombre de PFs actuellement mis par le propriétaire ainsi que les investisseurs actuellement présents sur le niveau.
hu: Ez az opció lehetővé teszi a helyek automatikus hozzáadását a promóciós üzenetbe, ha ezek a helyek védettek és még nem kerültek elfogadásra. A szolgáltatás használatához meg kell adnia a tulajdonos által jelenleg elhelyezett FP-k számát, valamint a szinten jelen lévő befektetőket.
it: Questa opzione ti permette di aggiungere automaticamente le posizioni nel messaggio promozione, se queste sono coperte e non ancora prese. Per usare questa funzionalità devi inserire il numero di PF attualmente messi dal proprietario così come quelli degli investitori nel livello attuale.
no: Dette alternativet lar deg legge til plasser automatisk i meldingen hvis disse plassene er sikret og ennå ikke tatt. For å bruke denne funksjonen må du angi antall FP lagt på av eieren og hver av investorene.
pt: Esta opção permite que adiciones lugares a mensagem de promoção se esse lugares estão seguros e ainda não estão feitos.De modo a usar esta função , tens de colocar o numero de PFs colocados pelo dono, tal como, pelos investidores.
pt_br: Esta opção permite você adicionar automaticamente posições nas mensagens de promoção se essas posições estiverem seguras e ainda não foram colocadas. Para usar esta função, você tem que colocar o número de PFs atualmente colocados pelo dono e investidores.
ru: Эта опция позволяет автоматически добавлять места в промо-сообщении, если эти места защищены и еще не заняты. Для того, чтобы воспользоваться этой функцией, вы должны ввести количество СО, выставленных в настоящее время владельцем, а также инвесторов, присутствующих в настоящее время на уровне.
sk: Táto možnosť Vám automaticky pridá miesta do správy ak sú tieto miesta zabezpečené a ešte nezabraté. Aby sa mohol tento nástroj použiť, musíte zadať počet BV vložených majiteľom a investormi do aktuálnej úrovne.

# components.gb_investment.tutorial.promotion_message.use_short_name
source: Allows to define if you want to display a short name for the GB's name (Example: "@:(foe_data.gb.Observatory)" will be displayed "@:(foe_data.gb_short.Observatory)").
es: Permite definir si desea mostrar un nombre corto para el nombre del GE (Ejemplo: "@:(foe_data.gb.Observatory)" se mostrará el nombre:"@:(foe_data.gb_short.Observatory)").
fr: Permet de définir si vous voulez afficher un nom court pour le nom du GM (Exemple : "@:(foe_data.gb.Observatory)" sera affiché "@:(foe_data.gb_short.Observatory)").
hu: Lehetővé teszi annak meghatározását, hogy rövid nevet kíván-e megjeleníteni a GB nevéhez (például: "@ :( foe_data.gb.Observatory)" megjelenik a "@ :( foe_data.gb_short.Observatory)").
it: Permette di specificare se mostrare un abbreviazione del nome del GE (p.e. "@:(foe_data.gb.Observatory)" diventerà "@:(foe_data.gb_short.Observatory)").
no: Lar deg angi at du vil bruke et kort navn for den storslåtte bygningen (eksempel: "@:(foe_data.gb.Observatory)" vil vise som "@:(foe_data.gb_short.Observatory)").
pt: Permite definir se queres mostrar o nome curto do GE (Exemplo: "@:(foe_data.gb.Observatory)"a ser mostrado "@:(foe_data.gb_short.Observatory)").
pt_br: Permite definir se você quer mostrar a versão curta do nome do GE (Exemplo: "@:(foe_data.gb.Statue_of_Zeus)" será mostrado "@:(foe_data.gb_short.Statue_of_Zeus)").
ru: Позволяет выбрать, хотите ли Вы видеть короткое название ВС (Например: "@:(foe_data.gb.Observatory)" будет отображено как"@:(foe_data.gb_short.Observatory)").
sk: Môžete si zadefinovať, či chcete zobraziť krátky názov Vbčky (Napríklad:"@:(foe_data.gb.Observatory)" bude zobrazená ako "@:(foe_data.gb_short.Observatory)").

# components.gb_investment.tutorial.promotion_message.suffix
source: Text that will be added at the end of the message.
el: Κείμενο που θα προστεθεί μετά το μήνυμα αναγγελίας.
es: Texto que se agregará al final del mensaje.
fr: Texte qui sera ajouté à la fin du message.
hu: Szöveg, ami az üzenet végére fog kerülni.
it: Il testo verrà aggiunto alla fine del messaggio.
no: Tekst som vil bli lagt til bakerst i meldingen.
pt: Texto que será adicionado ao fim da mensagem.
pt_br: Texto que será adicionado no fim da mensagem.
ru: Этот текст будет добавлен в конец сообщения.
sk: Text ktorý bude pridaný na koniec správy.
tr: İletinin sonuna eklenecek metin.

# components.gb_investment.tutorial.promotion_message.tabs
source: The messages follow a template. You can import a template from the "@:(components.import_promotion_message.title)" tab or create your own from the "@:(components.promotion_message_builder.title)" tab.
es: Los mensajes siguen una plantilla. Puede importar una plantilla desde la pestaña "@:(components.import_promotion_message.title)" o crear la suya propia desde la pestaña "@:(components.promotion_message_builder.title)".
fr: Les messages suivent un modèle. Vous pouvez importer un modèle à partir de l'onglet "@:(components.import_promotion_message.title)" ou créer votre propre modèle à partir de l'onglet "@:(components.promotion_message_builder.title)".
hu: Az üzenetek sablont követnek. Importálhat egy sablont a "@ :( components.import_promotion_message.title)" fülről, vagy létrehozhat sajátot a "@ :( components.promotion_message_builder.title)" fülről.
it: Il messaggio segue un modello. Puoi importare un modello dalla scheda "@:(components.import_promotion_message.title)" o crearne uno dalla scheda "@:(components.promotion_message_builder.title)".
no: Meldingen bruker en mal. Du kan importere en mal fra "@:(components.import_promotion_message.title)"-fanen eller lage din egen i "@:(components.promotion_message_builder.title)"-fanen.
pt: A mensagem segue um modelo .Podes importar um modelo da "@:(components.import_promotion_message.title)" tabela ou criar a tua daqui "@:(components.promotion_message_builder.title)".
pt_br: As mensagens seguem um modelo. Você pode importar um modelo da aba "@:(components.import_promotion_message.title)" ou criar sua própria na aba "@:(components.promotion_message_builder.title)".
ru: Сообщения строятся по шаблону. Вы можете импортировать шаблон из вкладки"@:(components.import_promotion_message.title)" или создать свой собственный на вкладке "@:(components.promotion_message_builder.title)".
sk: Správy sa riadia vzorom. Môžete importovať vzor z tabuľky"@:(components.import_promotion_message.title)" alebo si vytvoriť svoj vlastný v tabuľke "@:(components.promotion_message_builder.title)".

# components.gb_investment.tutorial.promotion_message.message
source: This section allows you to have messages containing information about the current GB level and places. You can copy a message and paste it directly into the game, for example into a 1.9 thread.
es: Esta sección le permite tener mensajes que contienen información sobre el nivel de GE y los lugares actuales. Puedes copiar un mensaje y pegarlo directamente en el juego, por ejemplo en un hilo 1.9.
fr: Cette section vous permet d'avoir des messages contenant des informations sur le niveau courant du GM et les places. Vous pouvez copier un message et le coller directement dans le jeu, par exemple dans un fils 1.9.
hu: Ez a szakasz lehetővé teszi, hogy üzeneteket küldjön az aktuális GB-szintről és helyekről. Másolhat egy üzenetet, és beillesztheti közvetlenül a játékba, például egy 1.9 topichoz.
it: Questa sezione permette di avere messaggi che contengano informazioni riguardo il livello corrente e le posizioni di un GE. Puoi copiare il messaggio e incollarlo direttamente nel gioco (p.e. in un thread 1.9).
no: Denne seksjonen lar deg ha meldinger som inneholder informasjon om den storslåtte bygninger og plasser. Du kan kopiere en melding og lime den direkte inn i spillet, for eksempel i en 190%-tråd.
pt: Esta Secção permite que tenha mensagens com informação sobre o nível e lugares do GE. Você copiar uma mensagem e colar directamente no jogo, por exemplo numa carta a 1.9.
pt_br: Esta seção permite que você ter mensagens com informação sobre o nível e posições do GE. Você pode copiar uma mensagem e colar ela diretamente no jogo, por exemplo numa aba de bônus 90%, ou 1.9.
ru: Эта секция позволяет Вам получить сообщение, содержащее информацию о текущем уровне ВС и местах. Вы можете скопировать сообщение и вставить его прямо в игру, например в ветку 1,9.
sk: V tejto časti si môžete vytvoriť správy obsahujúce informácie o aktuálnej úrovni VB a miestach v nej. Môžete si správu skopírovať a vložiť priamo do hry, napríklad do 1.9 vlákna.

# components.gb_investment.tutorial.table.percentage_investors
source: Like "@:(components.gb_investment.gb_investment.form.investor_percentage)", this column allows the owner to define the investment expected from investors, but it allows to enter the value for each place.
es: Al igual que "@:(components.gb_investment.gb_investment.form.investor_percentage)", esta columna permite al propietario definir la inversión esperada de los inversores, pero permite introducir el valor para cada lugar.
fr: Comme "@:(components.gb_investment.gb_investment.form.investor_percentage)", cette colonne permet au propriétaire de définir l'investissement attendu des investisseurs, mais elle permet de saisir la valeur pour chaque place.
hu: Mint a "@ :( components.gb_investment.gb_investment.form.investor_percentage)", ez az oszlop lehetővé teszi a tulajdonos számára, hogy meghatározza a befektetőktől elvárt befektetést, de lehetővé teszi az egyes helyek értékének megadását.
it: Come per "@:(components.gb_investment.gb_investment.form.investor_percentage)", questa colonna permette al proprietario di definire gli investimenti attesi dagli investitori, ma ti permette di inserire il valore per ogni posizione.
no: Som "@:(components.gb_investment.gb_investment.form.investor_percentage)", lar denne kolonnen eieren angi satsen forventet fra investorer, men den lar satsen angis for hver enkelt plass.
pt: Como"@:(components.gb_investment.gb_investment.form.investor_percentage)", esta coluna mostra , permite ao dono definir o investimento esperado dos investidores, mas permite colocar o valor de cada lugar.
pt_br: Como "@:(components.gb_investment.gb_investment.form.investor_percentage)", essa coluna permite o dono definir o investimento esperado dos investidores, mas permite colocar o valor de cada posição.
ru: Как и "@:(components.gb_investment.gb_investment.form.investor_percentage)", эта колонка позволяет владельцу определить вложения ожидаемые от инвесторов, но позволяет ввести значение для каждого места.
sk: Ako "@:(components.gb_investment.gb_investment.form.investor_percentage)", stĺpec dovolí majiteľovi definovať investície očakávané od investorov, ale pre každé miesto samostatne.

# components.gb_investment.tutorial.table.spot_snipe
source: This column is only displayed if you have set "@:(components.gb_investment.gb_investment.form.show_snipe)" to "@:(utils.Yes)" and is for investors. This column tells you (based on the value set in "@:(components.secure_position.block_place.your_arc_bonus)") how many FPs you need to put on the GB to secure your place. It also indicates the profit or loss you will make.
es: Esta columna sólo se muestra si se ha establecido el valor de "@:(components.gb_investment.gb_investment.form.show_snipe)" en "@:(utils.Yes)" y es para inversores. Esta columna le indica (basado en el valor establecido en "@:(components.secure_position.block_place.your_arc_bonus)") cuántos PF necesita poner en el GE para asegurar su lugar. También indica el beneficio o la pérdida que va a hacer.
fr: Cette colonne n'est affichée que si vous avez réglé "@:(components.gb_investment.gb_investment.form.show_snipe)" sur "@:(utils.Yes)" et est destinée aux investisseurs. Cette colonne vous indique (en fonction de la valeur définie dans "@:(components.secure_position.block_place.your_arc_bonus)") le nombre de PF que vous devez mettre sur le GM pour sécuriser votre place. Il indique également le profit ou la perte que vous allez réaliser.
hu: Ez az oszlop a befektetőknek van, akkor jelenik meg, ha a "@:(components.gb_investment.gb_investment.form.show_snipe)"-t "@:(utils.Yes)"-re állítottad. Ez az oszlop megadja (a "@:(components.secure_position.block_place.your_arc_bonus)"-ben megadott érték alapján) hogy mennyi FP-t kell még beraknod a nevezetesbe, hogy védve legyen a helyed. Továbbá a profitot vagy a veszteséget is megjeleníti.
it: Questa colonna viene mostrata agli investitori solamente se hai impostato "@:(components.gb_investment.gb_investment.form.show_snipe)" su "@:(utils.Yes)". Questa colonna visualizza, sulla base del valore inserito in "@:(components.secure_position.block_place.your_arc_bonus)", quanti PF devi investire sul GE per coprire la posizione scelta. Inoltre, indica il guadagno o la perdita che ne seguirà.
no: Denne kolonnen vises bare hvis du har satt "@:(components.gb_investment.gb_investment.form.show_snipe)" til "@:(utils.Yes)" og er for investorer. Kolonnen viser (basert på verdien i "@:(components.secure_position.block_place.your_arc_bonus)") hvor mange FP du må legge på bygningen for å sikre plassen din. Den viser også fortjenesten eller tapet.
pt: Esta coluna é apenas mostrada se colocar "@:(components.gb_investment.gb_investment.form.show_snipe)" para "@:(utils.Yes)" e é para investidores.Esta coluna diz te (baseada no valor colocado em "@:(components.secure_position.block_place.your_arc_bonus)") quantos PFs são necessarios para colocar para segurar o teu lugar. Também indica o lucro ou perdas que possas ter.
pt_br: Essa coluna só é mostrada se você colocar "@:(components.gb_investment.gb_investment.form.show_snipe)" para "@:(utils.Yes)" e é para investidores. Essa coluna diz (baseada no valor colocado em "@:(components.secure_position.block_place.your_arc_bonus)") quantos PFs você precisa colocar para garantir (segurar) a sua posição. Também indica o lucro ou perda que você pode ter.
ru: Эта колонка отображается только если Вы установите параметр "@:(components.gb_investment.gb_investment.form.show_snipe)" в позицию "@:(utils.Yes)" и для инвесторов. Эта колонка показывает Вам (основываясь на значении, установленным в"@:(components.secure_position.block_place.your_arc_bonus)") сколько СО Вы должны вложить в ВС, чтобы обезопасить место. Она также показывает - заработаете Вы или уйдете в минус.
sk: Stĺpec sa zobrazuje len ak ste nastavili "@:(components.gb_investment.gb_investment.form.show_snipe)" na "@:(utils.Yes)" a je pre investorov. Stĺpec Vám povie (na základe hodnôt nastavených v "@:(components.secure_position.block_place.your_arc_bonus)") koľko BV musíte vložiť do VB na zaistenie miesta. Rovnako zobrazí váš zisk alebo stratu.

# components.gb_investment.tutorial.table.fp_already_putin
source: This column is displayed when you have entered at least one investor. It shows you what will be the place of the investor with the strategy (expected investment) of the owner.
el: Η στήλη αυτή εμφανίζεται όταν έχετε εισάγει τουλάχιστον έναν συνεισφέροντα. Σ' αυτήν εμφανίζεται η θέση του συνεισφέροντα, βάσει της συνεισφοράς που 'χει ορίσει ο κάτοχος.
es: Esta columna se muestra cuando ha ingresado al menos un inversor. Le muestra cuál será el lugar del inversor con la estrategia (inversión esperada) del propietario.
fi: Tämä sarake näytetään kun olet syöttänyt vähintään yhden sijoittajan. Se näyttää sinulle hänen sijoituksensa riippuen rakennuksen omistajan.
fr: Cette colonne s'affiche lorsque vous avez saisie au moins un investisseur. Il vous montre quelle sera la place de l'investisseur avec la stratégie (investissement attendu) du propriétaire.
hu: Ez az oszlop akkor jelenik meg, ha legalább egy befektetőt bejegyeztél. Megmutatja, hogy a befektető hanyadik helyen fog állni a tulajdonos stratégiájával. (várható befektetés).
it: Questa colonna viene visualizzata quando hai inserito almeno un investitore. Ti mostra quale sarà il posto dell'investitore con la strategia (investimento previsto) del proprietario.
no: Denne kolonnen vises når du har lagt inn minst en investor. Den viser hvilken plass investoren får med eierens strategi (forventet investering).
pt: Esta coluna é mostrada quando colocas pelo menos um investidor.Mostra o lugar do investidor com a estratégia feita pelo dono (investimento esperado).
pt_br: Essa coluna é mostrada quando você tiver adicionado pelo menos um investidor. Ela mostra a posição do investidor com o investimento esperado pelo dono.
ru: Эта колонка отображается, когда Вы внесли хотя бы одного инвестора. Она показывает Вам, каким будет место инвестора со стратегией (предполагаемой инвестицией) владельца.
sk: Tento stĺpec je zobrazený, ak vložíte aspoň jedného investora. Zobrazuje Vám aké miesto investor zaberie s stratégiou (očakávanými investíciami) majiteľa.
tr: Bu sütun, en az bir yatırımcı girdiğinizde görüntülenir. Sahibinin stratejisi (beklenen yatırım) ile yatırımcının yerinin ne olacağını size gösterir.

# components.gb_investment.tutorial.table.fp_to_put_by_the_owner
source: As its name indicates, it corresponds to the amount of FPs that the owner must put on his GB to secure the place.
el: Όπως φανερώνει η ονομασία του, αντιστοιχεί στο ποσό των ΦΠ που ο κάτοχος του ΜΚ οφείλει να εισφέρει για ν' ασφαλίσει τη θέση.
es: Como su nombre lo indica, corresponde a la cantidad de FP que el propietario debe poner en su GB para asegurar el lugar.
fi: Kuten nimi sanoo, tämä on kuinka paljon sijoittajan tarvitsee laittaa TP lukitakseen sijansa.
fr: Comme son nom l'indique, il correspond au montant de PFs que le propriétaire doit mettre sur son GM pour sécuriser les places.
hu: Amint azt a neve is mutatja, ez adja meg azt az FP mennyiséget, amit a tulajdonosnak kell betennie a Nevezetes épületbe ahhoz, hogy védje a helyet.
it: Come indica il nome, corrisponde alla quantità di FP che il proprietario deve mettere sul suo GE per assicurarsi il posto.
no: Som navnet indikerer korresponderer dette til det antall FP eieren må legge på SB'en for å sikre plassen.
pt: Como o nome indica, corresponde a quantidade de PFs que o dono deve colocar no seu GE para segurar o lugar.
pt_br: Como o nome indica, corresponde a quantidade de PFs que o dono deve colocar no próprio GE para garantir (segurar) a posição.
ru: Как показывает название, оно соответствует количеству СО, которое владелец должен вложить в свое ВС, чтобы обезопасить место.
sk: Ako názov indikuje, vraví Vám koľko BV musí majiteľ vložiť do svojej VB na zaistenie miesta.
tr: Adından da anlaşılacağı gibi, sahibinin yeri güvence altına almak için DB'sına koyması gereken FP'lerin miktarına karşılık gelir.

# components.gb_investment.tutorial.table.place
source: Corresponding to the place index.
el: Αντιστοιχεί στον δείκτη θέσης.
es: Corresponde al número del lugar.
fr: Correspondant au numéro de la place.
hu: A helyindexnek megfelelő.
it: Corrispondente alla posizione.
no: Tilsvarende plass-indeksen.
pt: Corresponde ao lugar indexado.
pt_br: Corresponde a posição do GE.
ru: Соответствует индексу места.
sk: Zodpovedajúci k indexu miesta.
tr: Sıraya karşılık gelir.
