Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# routes.about.general_info.p1_html
source: Forge of Empires, FOE, and all related trademarks and content belong to InnoGames GmbH. <br /> @:(common.site_title) is an unofficial third party site and is not affiliated with InnoGames.
da: Forge of Empires, FOE og alle relaterede varemærker og indhold hører til InnoGames GmbH. <br/>@:(common.site_title)er et uofficielt tredjeparts websted og er ikke tilknyttet InnoGames.
el: Τα Forge of Empires, FOE και όλα τα σχετικά εμπορικά σήματα και περιεχόμενο ανήκουν στην InnoGames GmbH. Το <br /> @:(common.site_title) είναι ένας ανεπίσημος ιστότοπος τρίτου μέρους και δεν σχετίζεται με την InnoGames.
es: Forge of Empires, FOE y todas las marcas y el contenido relacionados pertenecen a InnoGames GmbH. <br/>@:(common.site_title) es un sitio no oficial de terceros y no está afiliado a InnoGames.
fr: Forge of Empires, FOE, et toutes les marques et contenus associés appartiennent à InnoGames GmbH.<br />@:(common.site_title) est un site tierce non officiel et n'est pas affilié à InnoGames.
hu: A Forge of Empires, FOE, és az összes kapcsolódó védjegy és tartalom az InnoGames GmbH tulajdona. <br/> A @:(common.site_title) oldal egy nem hivatalos, harmadik személy által készített oldal, ami nem hozható összefüggésbe az InnoGames-zel.
it: Forge of Empires, FOE, e tutti i relativi marchi e contenuti appartengono a InnoGames GmbH. <br/> @:(common.site_title) è un sito di terze parti non ufficiale e non è affiliato a InnoGames.
pt: Forge of Empires, FOE e todas as marcas e conteúdos relacionados pertencem à InnoGames GmbH. <br/>@:(common.site_title) é um site de terceiros não oficial e não é afiliado à InnoGames.
pt_br: Forge of Empires, FOE e todas as marcas e conteúdos relacionados pertencem à InnoGames GmbH. <br/>@:(common.site_title) é um site de terceiros não oficial e não é afiliado à InnoGames.
ru: Forge of Empires, FOE и все связанные торговые марки принадлежат InnoGames GmbH. <br/> @:(common.site_title) не связан с Innogames и является сторонним неофициальным сайтом.
sk: Forge of Empires, FOE a všetky súvisiace ochranné známky a obsah patria spoločnosti InnoGames GmbH. <br/>@:(common.site_title) je neoficiálna web stránka tretej strany a nie je súčasťou InnoGames.
tr: Forge of Empires, FOE ve tüm ilişkili markalar ve içerik InnoGames GmbH'ye aittir. <br/> @:(common.site_title) ise resmi olmayan, üçüncü kişilere ait ve InnoGame ile bağlantılı değildir.

# routes.about.general_info.p2_html
source: @:(common.site_title) was created by the French player <strong class="has-text-weight-semibold">Yoratheon</strong>.
da: @:(common.site_title)blev oprettet af den franske spiller <strong class="has-text-weight-semibold">Yoratheon </strong>.
el: Το @:( common.site_title) δημιουργήθηκε από τον Γάλλο παίκτη <strong class="has-text-weight-semibold">Yoratheon</strong>.
es: @:(common.site_title) fue creado por el jugador francés <strong class="has-text-weight-semibold">Yoratheon </strong>.
fr: @:(common.site_title) a été créé par le joueur français <strong class="has-text-weight-semibold">Yoratheon</strong>.
hu: A @:(common.site_title) oldalt készítette a francia játékos <strong class="has-text-weight-semibold">Yoratheon</strong>.
it: @:(common.site_title) è stato creato dal giocatore francese <strong class="has-text-weight-semibold">Yoratheon</strong>.
pt: @:(common.site_title) este site foi criado pelo jogador francês <strong class="has-text-weight-semibold">Yoratheon </strong>.
pt_br: @:(common.site_title) este site foi criado pelo jogador francês <strong class="has-text-weight-semibold">Yoratheon</strong>.
ru: @:(common.site_title) создан французским игроком <strong class="has-text-weight-semibold">Yoratheon</strong>.
sk: @:(common.site_title) bola vytvorená francúzskym hráčom <strong class="has-text-weight-semibold">Yoratheon</strong>.
tr: @:(common.site_title) Fransız oyuncu <strong class="has-text-weight-semibold">Yoratheon</strong> tarafından yaratıldı.

# routes.about.general_info.p3_html
source: The site is OpenSource, the code is freely available on @:(common.links.github). <br /> Thus, everyone with the necessary skills can participate in the improvement of this site.
da: Webstedet er OpenSource, koden er frit tilgængelig på @:(common.links.github). <br/>Således kan alle med de nødvendige færdigheder deltage i forbedringen af dette websted.
el: Ο ιστότοπος είναι ανοικτού κώδικα, ο δε κώδικας είναι ελεύθερα διαθέσιμος στο @:( common.links.github). <br /> Έτσι, όσοι διαθέτουν τις απαραίτητες δεξιότητες μπορούν να συμμετάσχουν στη βελτίωση αυτού του ιστότοπου.
es: El sitio es OpenSource, el código está disponible gratuitamente en @:(common.links.github). <br/>Por lo tanto, todos los que tengan las habilidades necesarias pueden participar en la mejora de este sitio.
fr: Le site est OpenSource, le code est disponible librement et gratuitement sur @:(common.links.github).<br/>Ainsi, tout le monde ayant les compétences nécessaires peut participer à l'amélioration de ce site.
it: Il sito è OpenSource, il codice è liberamente disponibile su @:(common.links.github). <br/> Così, tutti coloro che hanno le competenze necessarie possono partecipare al miglioramento di questo sito.
pt: O site é OpenSource, o código está disponível gratuitamente em @:(common.links.github). <br/>Assim, todos com os conhecimentos necessários podem participar da melhoria deste site.
pt_br: O site é OpenSource, o código está disponível gratuitamente em @:(common.links.github).<br/>Assim, todos com os conhecimentos necessários podem participar da melhoria deste site.
ru: Сайт является открытым, исходный код доступен на @:(common.links.github). <br/> Все желающие могут принять участие в улучшении этого сайта.
sk: Táto stránka je OpenSource, kód je voľne k dispozícii na @:(common.links.github). <br/>Takto sa môžu všetci, ktorí majú potrebné zručnosti, podieľať na zdokonaľovaní tejto stránky.
tr: Bu site açık kaynak kodlu bir site olmakla birlikte @:(common.links.github) üzerinden bedava olarak kullanılabilir.<br/> Bu sayede gerekli becerilere sahip herkes bu sitenin geliştirilmesinde katkıda bulunabilir.

# routes.about.cookie.p1
source: To improve your comfort of use, the site uses cookies.
da: For at forbedre din brugeroplevelse bruger webstedet cookies.
el: Για τη βελτίωση της εμπειρίας σας στη χρήση, ο ιστότοπος χρησιμοποιεί cookie.
es: Al continuar usando @:(common.site_title) aceptas el uso de cookies para mejorar el uso del sitio.
fr: Pour améliorer votre confort d'utilisation, le site utilise des cookies.
hu: A használat kényelmének javítása érdekében a webhely cookie-kat használ.
it: Per migliorare il comfort di utilizzo, il sito utilizza i cookie.
pt: Para melhorar o seu uso, o site usa cookies.
pt_br: Para melhorar sua experiência, o site usa cookies.
ru: Для повышения удобства пользования сайтом используются куки-файлы.
sk: Pre zjednodušenie používania, stránka používa cookies.
tr: Bu site kullanımınızı rahatlatmak için çerezleri kullanır.

# routes.about.cookie.info.locale
source: Display language
da: Visnings sprog
el: Γλώσσα εμφάνισης
es: Mostrar idioma
fr: Langue d'affichage
hu: Megjelenítési nyelv
it: Visualizza la lingua
pt: Mostrar idioma
pt_br: Mostrar idioma
ru: Язык интерфейса
sk: Jazyk zobrazenia
tr: Görüntüleme dili

# routes.about.cookie.table_message
source: The table below shows all the cookies used on this site.
da: Tabellen herunder viser alle cookies, der bruges på dette websted.
el: Στον κάτωθι πίνακα περιέχονται όλα τα cookies που χρησιμοποιούνται σ' αυτόν τον ιστότοπο.
es: La siguiente tabla muestra todas las cookies utilizadas en este sitio.
fr: Le tableau ci-dessous présent tous les cookies utilisés sur ce site.
hu: Az alábbi táblázat az ezen az oldalon használt összes cookie-t mutatja.
it: La tabella seguente mostra tutti i cookie utilizzati su questo sito.
pt: A tabela abaixo mostra todos os cookies usados neste site.
pt_br: A tabela abaixo mostra todos os cookies usados neste site.
ru: В таблице ниже показаны все файлы cookie, используемые на данном сайте.
sk: V nasledujúcej tabuľke sú uvedené všetky cookies použité na tejto stránke.
tr: Aşağıdaki tabloda bu sitede kullanılan tüm çerezler gösterilmektedir.

# routes.about.dev_info.title
source: Development information
da: Udviklingsinformation
es: Información de desarrollo
fr: Informations développement
hu: Fejlesztési információk
it: Informazioni sullo sviluppo
pt: Informação de desenvolvimento
pt_br: Informação de desenvolvimento
ru: Информация для разработчиков
sk: Informácie o vývoji
tr: Geliştirme bilgisi

# routes.about.dev_info.p1
source: The site is a simple static site hosted on GitHub.
da: Webstedet er et simpelt statisk websted, der er hosted på GitHub.
es: El sitio es un sitio estático simple alojado en GitHub.
fr: Le site est un simple site static hébergé sur GitHub.
hu: A webhely egy egyszerű statikus webhely, amelyet a GitHub tárol.
it: Il sito è un semplice sito statico ospitato su GitHub.
pt: O site é um site estático simples hospedado no GitHub.
pt_br: O site é um site estático simples hospedado no GitHub.
ru: Этот сайт является простым статичным сайтом, который хостится на GitHub.
sk: Táto stránka je jednoduchá statická stránka hosťovaná na serveri GitHub.
tr: Bu site, sunucusu GitHub olan basit, statik bir sitedir.

# routes.about.dev_info.p2_html
source: The development is done in Node.js using @:(common.links.framework). The style is made using @:(common.links.style).
da: Udviklingen udføres i Node.js ved hjælp af @:(common.links.framework). Stilen er lavet ved hjælp af @:(common.links.style).
es: El desarrollo se realiza en Node.js utilizando @:(common.links.framework). El estilo se hace usando @:(common.links.style).
fr: Le développement se fait en Node.js à l'aide de @:(common.links.framework). Le style est réalisé à l'aide de @:(common.links.style).
it: Lo sviluppo è fatto in Node.js usando @:(common.links.framework). Lo stile è fatto usando @:(common.links.style).
pt: O desenvolvimento é feito em Node.js usando @:(common.links.framework). O estilo é feito usando @:(common.links.style).
pt_br: O desenvolvimento é feito em Node.js usando @:(common.links.framework). O estilo é feito usando @:(common.links.style).
ru: Сайт разработан на Node.js. Движок шаблонов - @:(common.links.framework). Оформление сделано с использованием @:(common.links.style).
sk: Stránka je vyvíjaná v Node.js za pomoci @:(common.links.framework). Štýl je vytvorený pomocou @:(common.links.style).
tr: Geliştirme, @:(common.links.framework) kullanılarak Node.js ile yapılmıştır. Stiller @:(common.links.style) kullanılarak yapılmıştır.

# routes.about.dev_info.p3_html
source: An idea of functionality ? A problem ? Feel free to create an issue on @:(common.links.github) or send me an email (in English or in French) at @:(common.links.contact_foe_tools).
da: En idé om funktionalitet? Et problem ? Du er velkommen til at oprette et problem på @:(common.links.github) eller sende mig en e-mail (på engelsk eller på fransk) på @:(common.links.contact_foe_tools).
es: ¿Una idea de funcionalidad? Un problema ? Siéntase libre de crear una incidencia en @:(common.links.github) o envíeme un correo electrónico (en inglés o en francés) al @:(common.links.contact_foe_tools).
fr: Une idée de fonctionnalité ? Un problème ? N'hésitez pas à créer une issue sur @:(common.links.github) ou à m'envoyer un mail à @:(common.links.contact_foe_tools).
it: Un'idea di funzionalità? Un problema? Sentitevi liberi di creare un problema su @:(common.links.github) o inviatemi un'email (in inglese o in francese) a @:(common.links.contact_foe_tools).
pt: Queres acrescentar uma funcionalidade ? Notas te algum problema? Podes criar um ticket em @:(common.links.github) ou enviar me um email (em Inglês ou em Francês) para @:(common.links.contact_foe_tools).
pt_br: Tem uma ideia para uma nova funcionalidade? Algum problema? Sinta-se livre para criar um issue no GitHub (@:(common.links.github)) ou me mande um email (em inglês ou francês) em @:(common.links.contact_foe_tools).
ru: Есть идея, как улучшить сайт? Нашли ошибку? Создайте запрос на @:(common.links.github) или напишите письмо (на английском или французском) разработчику сайта на @:(common.links.contact_foe_tools).
sk: Nápad na novú funkcionalitu? Problém ? Neváhajte nás kontaktovať na @:(common.links.github) alebo mi pošlite e-mail (v angličtine alebo francúzštine) na @:(common.links.contact_foe_tools).
tr: İşlevsellik ile ilgili bir fikriniz mi var ? Veya bir sorun ? @:(common.links.github)'da bir başlık açın veya bana @:(common.links.contact_foe_tools) üzerinden email gönderin (İngilizce veya Fransızca).

# routes.about.dev_info.message_info_github_issue
source: <b>Note:</b> Regarding issues on GitHub, please make sure to write them in English to facilitate understanding for the greatest number.
da: <b> Bemærk: </b> Hvad angår problemer på GitHub, skal du sørge for at skrive dem på engelsk for at gøre det lettere at forstå det største antal.
es: <b>Nota: </b>Con respecto a los problemas en GitHub, asegúrese de escribirlos en inglés para facilitar la comprensión del mayor número de miembros.
fr: <b>Note :</b> Concernant les issues sur GitHub, veuillez veiller à les rédiger en anglais pour faciliter la compréhension pour le plus grand nombre.
hu: <b>Megjegyzés:</b> A GitHub-bal kapcsolatos problémákat, kérjük angol nyelven közölni, annak érdekében, hogy a bejelentés a többségünk számára érthető legyen.
it: <b>Nota:</b> Per quanto riguarda i problemi su GitHub, assicurati di scriverli in inglese per facilitare la comprensione per il maggior numero di persone.
pt: <b>Nota: </b>Com relação a problemas no GitHub, certifique-se de escrevê-los em inglês para facilitar o entendimento para o maior número possível de pessoas.
pt_br: <b>Nota:</b>Com relação a problemas no GitHub, certifique-se de escrevê-los em inglês para facilitar o entendimento para o maior número possível de pessoas.
ru: <b>Замечение:</b> Отосительно запросов на Github, пожалуйста, пишите их по-английски, чтобы все вас понимали. Переводчик на русский в процессе разработки не участвует.
sk: <b>Poznámka: </b>Pokiaľ ide o problémy týkajúce sa GitHub, nezabudnite ich napísať v angličtine, aby im mohlo porozumieť čo najväčší počet ľudí.
tr: <b>Not:</b> GitHub ile ilgili sorunlarda anlamayı en üst düzeye çıkarabilmek için lütfen İngilizce yazınız.

# routes.cf_calculator.hero.title
source: Château Frontenac Calculator
da: Château Frontenac-regnemaskine
es: Calculadora Castilo de Frontenac
fr: Calculette Château Frontenac
hu: Château Frontenac tervező
it: Calcolatore per Château Frontenac
pt: Calculadora do Château Frontenac
pt_br: Calculadora do Château Frontenac
ru: Калькулятор Шато-Фронтенак
sk: Château Frontenac kalkulátor
tr: Frontenac Şatosu Hesaplama Aracı

# routes.cf_calculator.hero.subtitle
source: A tool that help forecast goods and fp productions from doing recurring quests and unbirthday party quest (Rinbin).
da: Et værktøj, der hjælper med at forudsige varer og fp-produktioner for at udføre gentagne opgaver og ikkefødselsdags questen (Rinbin).
es: Una herramienta que ayuda a pronosticar productos y producciones de PF a partir de misiones recurrentes y misiones que no son de cumpleaños (Rinbin).
fr: Un outil qui aide à prévoir les productions de ressources et de PF en faisant des quêtes récurrentes et des quêtes de « fête de non anniversaire » (Rinbin).
it: Uno strumento che aiuta a prevedere i beni e le produzioni di PF che si ottengono facendo le missioni ricorrenti e le missioni per la Festa di non compleanno (Rinbin).
pt: Uma ferramenta que ajuda a previsão de produtos e produções de pf das missões recorrentes e missões de festa de aniversário (Rinbin).
pt_br: Uma ferramenta que ajuda a prever a quantidade de mercas e PFs ganhos das missões recorrentes e missões de festa de aniversário (Rinbin).
ru: Подсчёт бонусов при выполнении круговых квестов.
sk: Nástroj, ktorý pomáha predpovedať produkciu fp a produkciu opakujúcich sa questov a nedobytných výprav na párty (Rinbin).
tr: Hikaye görevleri ve günlük görevlerini tamamlayarak kazanılacak FP ve ürünleri hesaplayan bir araç.

# routes.changelog.title
source: Changelog | @:(common.site_title)
es: Registro de Cambios | @:(common.site_title)
hu: Változás napló | @:(common.site_title)
pt_br: Registro de Alterações | @:(common.site_title)
ru: Изменения | @:(common.site_title)
sk: Zoznam zmien | @:(common.site_title)
tr: Değişiklikler | @:(common.site_title)

# routes.contributors.hero.title
source: Contributors
da: Bidragydere
es: Colaboradores
fr: Contributeurs
hu: Közreműködők
it: Collaboratori
pt: Contribuidores
pt_br: Contribuidores
ru: Авторы и участники проекта
sk: Spolupracovníci
tr: Katkıda bulunanlar

# routes.contributors.hero.subtitle
source: This page attempt to list all contributors
da: Denne side forsøger at liste alle bidragydere
es: Esta página intenta listar todos los colaboradores
fr: Cette page tente de répertorier tous les contributeurs
hu: Ez az oldal megpróbálja felsorolni az összes közreműködőt
it: Questa pagina cerca di elencare tutti i collaboratori
pt: Esta página tenta listar todos os contribuidores
pt_br: Esta página tenta listar todos os contribuidores
ru: На этой странице перечислены все (надеемся, что так) участники разработки этого проекта
sk: Táto stránka sa pokúša uviesť zoznam všetkých spolupracovníkov
tr: Bu sayfa tüm katılımcıları listelemeye çalışıyor

# routes.gb_investment.tab.investors_view.title
source: Investors view
da: Bidragervisning
es: Vista de inversores
fr: Vue investisseurs
hu: Befektetők nézete
it: Vista investitori
pt: Vista dos investidores
pt_br: Vista dos investidores
ru: Вид от лица вкладчика
sk: Pohľad prispievateľa
tr: Yatırımcının gözünden

# routes.gb_investment.tab.owner_view.title
source: Owner view
da: Ejervisning
es: Vista del propietario
fr: Vue propriétaire
hu: Tulajdonos nézete
it: Vista del proprietario
pt: Vista do proprietário
pt_br: Vista do proprietário
ru: Вид от лица владельца ВС
sk: Pohľad majiteľa
tr: Bina sahibinin gözünden

# routes.gb_investment_gb_chooser.hero.title
source: GB Investment
da: SB-investering
es: Inversión GE
fr: Investissement GM
hu: Nevezetes épület befektetés
it: GE Investimento
pt: Investimento do GE
pt_br: Investimento do GE
ru: Обеспечение гаранта
sk: Príspevky do VB
tr: Devasa Binalara FP Yatırımı

# routes.gb_investment_gb_chooser.hero.subtitle
source: This tool makes it possible to calculate the number of points that a player must put on his GB to secure the first 5 places following a rate (arc bonus).
da: Dette værktøj gør det muligt at beregne antallet af point, som en spiller skal lægge i sin SB for at sikre de første 5 pladser efter en sats (ark bonus).
es: Esta herramienta hace posible calcular la cantidad de puntos que un jugador debe poner en su GE para asegurar los primeros 5 lugares siguiendo una tasa (bonificación de Arca).
fr: Cet outil permet de calculer le nombre de points qu'un joueur doit mettre sur son GM pour sécuriser les 5 premières places suivant un taux (grosses arches).
hu: Ez az eszköz lehetővé teszi, hogy kiszámítsuk azt a pontszámot, amelyet egy játékosnak be kell helyeznie a nevezetes épületbe, hogy az első 5 helyet (Bárka bónusz) biztosítsa.
it: Questo strumento permette di calcolare il numero di punti che un giocatore deve mettere sul proprio GE per assicurarsi i primi 5 posti seguendo una percentuale (bonus Arc).
pt: Esta ferramenta torna possível calcular o número de pontos que um jogador deve colocar no seu GE para garantir os 5 primeiros lugares com o bónus da arca.
pt_br: Essa ferramenta torna possível calcular o número de PFs que um jogador deve colocar no próprio GE para garantir as 5 primeiras posições com o bônus do arco.
ru: Обеспечение гарантированных мест другим вкладчикам.
sk: Tento nástroj umožňuje vypočítať počet bodov, ktoré musí hráč dať do svojej VB, aby zabezpečil prvých 5 pozícií podľa výšky odmien (bonus za oblúk).
tr: Bu araç, bir oyuncunun Devasa Binasının ilk 5 sırasını garantilemek için atması gereken FP oranını (Ark bonusuyla birlikte) hesaplar.

# routes.gb_investment_gb_chooser.choose_gb.title
source: Choose a Great Building
da: Vælg en storslået bygning
es: Elige un gran edificio
fr: Choisir un Grand Monument
hu: Válassz egy nevezetes épületet
it: Scegli un Grande Edificio
pt: Escolha um Grande Edifício
pt_br: Escolha um Grande Edifício
ru: Выберите Великое строение
sk: Vyberte si Veľkolepú budovu
tr: Bir Devasa Bina Seç

# routes.gb_forecast_cost.hero.title
source: Forecast cost GB
da: Forudberegnet pris SB
es: Previsión del coste de GE
fr: Prévision du coût d'un GM
hu: Nevezetes építés tervezése
it: Costo previsto del GE
pt: Previsão de custos do GE
pt_br: Previsão de custos do GE
ru: Прогноз стоимости прокачки ВС
sk: Prognóza ceny VB
tr: DB maliyet tahmini

# routes.gb_forecast_cost.hero.subtitle
source: This tool determine the number of FPs to go from one level to another of a GB, with or without Arc's bonuses.
da: Dette værktøj bestemmer antallet af FP's, der skal til fra et niveau til et andet af en SB, med eller uden Ark bonusser.
es: Esta herramienta determina el número de PF para pasar de un nivel a otro de un GE, con o sin los bonos de Arca.
fr: Cet outil permet de déterminer le nombre de PFs pour aller d'un niveau à un autre, avec ou sans bonus d'Arche.
hu: Ez az eszköz megmutatja, hogy mennyi FP-re van szükséged az egyik szintről a másikra jutni, Bárka bónusszal vagy nélküle.
it: Questo strumento determina il numero di FPs per passare da un livello ad un altro di un GE, con o senza i bonus di Arc.
pt: Esta ferramenta permite calcular o número de PFs para ir de um nível para outro de um GE, com ou sem os bónus da Arca.
pt_br: Esta ferramenta permite calcular o número de PFs para ir de um nível para outro de um GE, com ou sem bônus do Arco.
ru: Прогноз стоимости прокачки ВС для владельца при разных сценариях.
sk: Tento nástroj určuje počet BV, potrebných na zvýšenie úrovne VB s alebo bez bonusu Oblúka.
tr: Bu araç Ark bonusuyla veya Ark bonusu olmadan, herhangi bir Devasa Bina'nın belirleyeceğiniz iki seviye arasındaki maliyetini hesaplar.

# routes.gb_statistics.hero.title
source: GB Statistics
da: SB-statistik
es: Estadísticas GE
fr: Statistiques GM
hu: Nevi statisztika
it: Statistiche del GE
pt: Estatísticas do GE
pt_br: Estatísticas do GE
ru: Эпохи ВС
sk: VB štatistiky
tr: Devasa Bina İstatistikleri

# routes.gb_statistics.hero.subtitle
source: This tool allows to visualize graphs on the evolution of the costs of the GB following the Age.
da: Dette værktøj gør det muligt at visualisere grafer over udviklingen af omkostningerne til en SB efter tidsalder.
es: Esta herramienta permite visualizar gráficos sobre la evolución de los costes del GE siguiendo la Edad.
fr: Cet outil permet de visualiser des graphiques sur l'évolution des coûts des GM suivant l'Âge.
it: Questo strumento permette di visualizzare grafici sull'evoluzione dei costi del GB in base all'Era.
pt: Esta ferramenta permite visualizar gráficos sobre a evolução dos custos do GE pelas Eras .
pt_br: Esta ferramenta permite visualizar gráficos sobre a evolução dos custos do GE pelas Eras .
ru: Визуализация роста стоимости ВС относительно эпохи.
sk: Tento nástroj umožňuje zobraziť grafy vývoja nákladov VB po dosiahnutí veku.
tr: Bu araç, çağlara göre Devasa Binaların her seviyedeki maliyetini grafikler yardımıyla göstermeye yarar.

# routes.secure_position.hero.title
source: Secure place
da: Sikker pladsering
es: Puesto Asegurado
fr: Sécurisation de place
hu: Védett pozíció
it: Posto coperto
pt: Segurar o lugar
pt_br: Garantir posição
ru: Блокирование места
sk: Zabezpečená pozícia
tr: Sıra garantileme
