Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# foe_data.bonus.research.gb_description
source: Produces a small amount of forge points every 24 hours.
es: Produce una pequeña cantidad de puntos forge cada 24 horas.
fr: Produit toutes les 24 heures une quantité de points Forge.
hu: Bizonyos mennyiségű FP-t termel 24 óránként.
it: Produce un piccolo quantitativo di punti forge ogni 24 ore.
pt: Produz uma pequena quantidade de pontos de forge a cada 24 horas.
pt_br: Produz uma pequena quantidade de pontos forge a cada 24 horas.
ru: Производит стратегические очки каждые 24 часа.
sk: Produkuje malé množstvo bodov výskumu každých 24 hodín.
tr: Her 24 saatte az miktarda FP üretir.

# foe_data.bonus.research.name
source: Research
es: Investigación
fr: Recherches
hu: Kutatás
it: Ricerca
pt: Pesquisa
pt_br: Pontos Forge
ru: Исследование
sk: Výskum
tr: Araştırma

# foe_data.bonus.medal_production.gb_description
source: Produces a certain amount of medals every 24 hours.
es: Produce una cierta cantidad de medallas cada 24 horas.
fr: Produit toutes les 24 heures une quantité de médailles.
hu: Bizonyos mennyiségű medált termel 24 óránként.
it: Produce una certa quantità di medaglie ogni 24 ore.
pt: Produz uma certa quantidade de medalhas a cada 24 horas.
pt_br: Produz uma certa quantidade de medalhas a cada 24 horas.
ru: Производит определенное количество медалей каждые 24 часа.
sk: Každých 24 hodín produkuje určitý počet medail.
tr: Her 24 saatte az miktarda madalya üretir.

# foe_data.bonus.medal_production.name
source: Medal production
es: Producción de medallas
fr: Production de médailles
hu: Medál termelés
it: Produzione di medaglie
pt: Produção de medalhas
pt_br: Produção de Medalhas
ru: Производство медалей
sk: Produkcia medailí
tr: Madalya üretimi

# foe_data.bonus.good_production.gb_description
source: Produces a certain amount of goods from your current age every 24 hours. From Modern Era on, produces double the amount in unrefined goods.
es: Produce una cierta cantidad de productos de su edad actual cada 24 horas. A partir de la era moderna, produce el doble de la cantidad en bienes sin refinar.
fr: Produit toutes les 24 heures une quantité de ressources de l'âge dans lequel vous vous trouvez. À partir de l'Ère Moderne, produit le double de ressources non raffinées.
hu: Bizonyos mennyiségű árut termel az aktuális korból 24 óránként. A Modern kortól finomítatlan árukból kétszer annyit termel.
it: Produce una certa quantità di merci della vostra età attuale ogni 24 ore. Dall'era moderna in poi, produce il doppio della quantità di merci non raffinate.
pt: Produz mercadorias aleatórias da era do jogador a cada 24 horas. A partir da Era Moderna passa a produzir o dobro, mas de mercadorias não refinadas.
pt_br: Produz uma certa quantidade de mercadorias aleatórias da era do jogador a cada 24 horas. A partir da Era Moderna passa a produzir o dobro, mas de mercadorias não refinadas.
ru: Производит случайные товары из эпохи игрока каждые 24 часа. Начиная с эпохи Модерна, производит в два раза больше полуфабрикатов.
sk: Každých 24 hodín produkuje určitý počet náhodných tovarov z hráčovej doby. Od modernej éry zas produkuje dvojnásobok neopracovaného tovaru.
tr: Her 24 saatte bir, mevcut çağınızdan belli miktarda ürün üretir. Modern Çağ'dan itibaren işlenmemiş ürünlerdeki miktarı iki katına çıkarır.

# foe_data.bonus.good_production.name
source: Good Production
es: Producción de bienes
fr: Production de ressources
hu: Termék termelés
it: Produzione di beni
pt: Produção de Mercadorias
pt_br: Produção de Mercadorias
ru: Производство товаров
sk: Produkcia tovaru
tr: Ürün üretimi

# foe_data.bonus.supply_boost.gb_description
source: Raises the outcome of your production buildings, adds up with productivity, motivation, and other supply boosts.
es: Aumenta el resultado de sus edificios de producción, se suma a la productividad, la motivación y otros aumentos de la oferta.
fr: Augmente la production de vos bâtiments de marchandises en complément de votre niveau de satisfaction et des motivations reçues.
it: Aumenta il risultato dei vostri edifici di produzione, aumenta la produttività, la motivazione e altri aumenti di fornitura.
pt: Aumenta o resultado de seus edifícios de produção, produtividade, a motivação e mantimentos.
pt_br: Aumenta o rendimento de seus edifícios de produção algumas vezes por colheita. É somado a produção normal e motivação.
ru: Повышает эффективность ваших производственных зданий, увеличивает продуктивность.
sk: Prvých niekoľko vyzdvihnutých produkcií zásob sa o určité percento posilní. Sčítava sa so zvýšením z produktivity, motivácie a iných zvýšení produkcie zásob.
tr: Üretim binalarının üretimlerini arttırır; motivasyon, üretim artışı ve diğer erzak artışları ile katlanarak artar.

# foe_data.bonus.supply_boost.name
source: Supply boost
es: Mejora de suministros
fr: Amélioration relative aux marchandises
hu: Alapanyag termelés bónusz
it: Potenziamento materiali
pt: Reforço de Mantimentos
pt_br: Bônus de Mantimentos
ru: Приток ресурсов
sk: Zvýšenie množstva zásob
tr: Erzak artışı

# foe_data.bonus.coin_boost.gb_description
source: Raises the outcome of your houses up to 90 times with each collect, adds up with productivity and motivation.
es: Aumenta el resultado de sus casas hasta 90 veces con cada recolección, se suma a la productividad y la motivación.
fr: Augmente les revenus de vos habitations en complément de votre niveau de satisfaction et des motivations reçues.
it: Aumenta il risultato delle vostre case fino a 90 volte ad ogni raccolta, aggiunge produttività e motivazione.
pt: Aumenta o rendimento das suas casas em até 90 vezes com cada recolha , aumenta a produtividade e a motivação.
pt_br: Aumenta o rendimento de seus edifícios residenciais algumas vezes por colheita. É somado a produção normal e motivação.
ru: Первые 90 сборов монет увеличатся на определённый процент от изначального значения.
sk: Prvých niekoľko vyzdvihnutých (až do 90 krát) produkcií mincí sa o určité percento posilní. Sčítava sa so zvýšením z produktivity, motivácie a iných zvýšení produkcie mincí.
tr: Her topladığınızda binanızın sonucunu 90 kata kadar yükseltir, verimlilik ve motivasyon katar.

# foe_data.bonus.coin_boost.name
source: Coin boost
es: Mejora de monedas
fr: Amélioration relative aux pièces
hu: Pénz termelés bónusz
it: Potenziamento monete
pt: Reforço de moedas
pt_br: Bônus de Moedas
ru: Приток монет
sk: Zvýšenie počtu mincí
tr: Para artışı

# foe_data.bonus.helping_hands.gb_description
source: Gives you a certain chance to get a random resource when aiding another player's city (manually motivating/polishing them also counts as aiding). You can recieve goods from your current age, supplies, coins, medals, or even Diamonds.
es: Le da una cierta oportunidad de obtener un recurso aleatorio cuando ayuda a la ciudad de otro jugador (motivarlos / embellecerlos manualmente también cuentan como ayuda). Puede recibir bienes de su edad actual, suministros, monedas, medallas o incluso Diamantes.
fr: Vous donne une chance d'obtenir une richesse au hasard lorsque vous aidez un autre joueur (les polir/motiver manuellement compte au même titre qu'aider). Vous pouvez recevoir des ressources de votre âge actuel, des marchandises, des pièces, des médailles et même des diamants.
hu: Bizonyos esélyt ad arra, hogy véletlenszerű erőforrást kapj egy másik játékos városának támogatásakor (motiválás és takarítás is segítségnek számít). Aktuális korú árut, alapanyagot, pénzt, medált vagy akár gyémántot is adhat.
it: Ti dà una certa possibilità di ottenere una risorsa casuale quando aiutiamo la città di un altro giocatore (motivare manualmente/abbellire conta anche come aiuto). Puoi ricevere beni della tua età attuale, materiali, monete, medaglie o anche Diamanti.
pt: Adiciona a probabilidade de obteres um recurso adicional quando auxilias os outros jogadores.Podes receber moedas,medalhas e até diamantes.
pt_br: Te dá uma certa chance de ganhar algo extra ao auxiliar (motivar/polir manualmente também conta como auxílio) outros jogadores. Você pode receber moedas, mantimentos, medalhas, mercadorias da sua era e até mesmo diamantes.
ru: Этот бонус даёт определенный шанс получить случайный ресурс каждый раз, когда вы помогаете другим игрокам. Вы можете получить товары вашей текущей эры, ресурсы, монеты, медали или даже бриллианты.
sk: Keď pomôžete iným hráčom, máte určitú šancu získať niečo navyše (tovar, zásoby, mince, medaily, diamanty).
tr: Başka bir oyuncunun şehrine yardım ederken rastgele bir kaynak bulma şansı verir (elle motive/cilalama da yardım sayılır). Kendi çağınızdan ürün, erzak, para, madalya ve hatta elmas kazanabilirsiniz.

# foe_data.bonus.plunder_and_pillage.gb_description
source: Gives you a certain chance to get double the resources when you plunder a neighbor's city after successfully defeating their defenses. It will double all resources that you can plunder, including Forge Points and Guild Power.
es: Te da una cierta posibilidad de obtener el doble de los recursos cuando saqueas la ciudad de un vecino después de derrotar con éxito sus defensas. Doblará todos los recursos que puedas saquear, incluidos los puntos forge y el poder del gremio.
fr: Vous donne une chance d'obtenir le double de ce que vous pillez dans la ville d'un voisin après avoir vaincu ses défenses. Cela concerne aussi bien les points Forge que les points de prestige.
it: Ti dà una certa possibilità di ottenere il doppio delle risorse quando si saccheggia la città di un vicino di casa dopo aver sconfitto con successo le loro difese. Raddoppierà tutte le risorse che puoi saccheggiare, compresi i Punti Forge e il Potere della gilda.
pt: Probabilidade de duplicar a quantidade de recursos saqueados. Poderás dobrar todos os recursos que podes pilhar, incluído pontos forge e Poder da Guilda.
pt_br: Te dá uma certa chance de dobrar os itens obtidos por saque.
ru: Добавляет шанс удвоить награбленные ресурсы, включая СО и очки влияния гильдии.
sk: Pridáva šancu na zdvojnásobenie zisku z vyplienených budov.
tr: Bir komşunuzun ordusunu yendikten sonra yağmalarken kazanacağınız ürünleri ikiye katlama şansı verir. Yağmalanabilen tüm ürünleri ikiye katlar; buna Forge Puanları ve Lonca Gücü dahildir.

# foe_data.bonus.first_strike.gb_description
source: Gives you a chance that at the start of the next several fights, a unit from the enemy's defense army will be killed immediately. This only applies to the first wave of a battle.
el: Παρέχει την πιθανότητα εξόντωσης μίας αντίπαλης μονάδας στην αρχή τής μάχης. Στις συμπλοκές δύο κυμάτων, ισχύει μόνο για το πρώτο κύμα.
es: Te da la oportunidad de que al comienzo de las próximas peleas, una unidad del ejército de defensa del enemigo sea asesinada de inmediato. Esto solo se aplica a la primera ola de una batalla.
fr: Vous donne une chance qu'au début d'un combat, une unité de l'armée de défense ennemie soit tuée immédiatement. Ne s'applique qu'à la première vague d'un combat.
it: Ti dà la possibilità che all'inizio dei prossimi combattimenti, un'unità dell'esercito di difesa del nemico sarà uccisa immediatamente. Questo vale solo per la prima ondata di battaglia.
pt: Nas primeiras batalhas, existe uma probabilidade de uma unidade adversária ser destruída no início da batalha. Nas batalhas de duas ondas, a habilidade apenas tem efeito na primeira onda. Actualiza a cada recolha do Edifício.
pt_br: No começo das próximas batalhas, te dá uma chance de destruir uma unidade de defesa adversária imediatamente. Isto só se aplica para a primeira onda da batalha.
ru: В первых битвах есть шанс убить одну боевую единицу врага в начале боя. Если в битве две волны, то умение действует только во время первой.
sk: Pri prvých niekoľkých bitkách budete mať šancu na zabitie 1 nepriateľskej jednotky hneď na začiatku bitky. V bitkách, ktoré prebiehajú v dvoch vlnách, platí schopnosť len v prvej vlne.
tr: Gelecek savaşların başlangcında, bir birimi anında öldürme şansı verir. Bu etki, iki dalgadan oluşan savaşların sadece ilk dalgasında geçerlidir.

# components.site_layout.global_config_dialog.custom_gb_names
source: Custom GB Names
fr: Nom de GB personnalisé
it: Nome GE personalizzato
pt: Nomes normais dos GE's
pt_br: Nomes personalizados para GEs
ru: Короткие названия ВС
tr: Özel Devasa Bina(DB) İsimleri

# addToHomeScreen.description
source: Get FOE-Tools app. It won't take up space on your device (computer, smartphone, etc.) and let's you to quickly access to FOE-Tools from your home screen or desktop.
fr: Installer l'application FOE-Tools. Elle ne prendra pas de place sur votre appareil (ordinateur, smartphone, etc.) et vous permettra d'accéder rapidement à FOE-Tools depuis votre écran d'accueil ou votre bureau.
pt: Instala FOE-Tools app. Não ocupa muito espaço no seu dispositivo (computador. telemóvel, etc.)e tem acesso rápido ao FOE-Tools .
pt_br: Baixe o aplicativo FOE-Tools. Não ocupará espaço no seu dispositivo (computador, celular, etc) e te dará acesso rápido ao FOE-Tools de sua página inicial ou desktop.
ru: Установите приложение FOE-Tools. Оно не займёт много памяти на вашем устройстве (будь то компьютер, смартфон или что-то ещё) и позволит получить быстрый доступ ко всем инструментам сайта, где бы Вы не находились.
tr: FOE-Araçları(FOE-Tools) uygulamasını edinin. Cihazınızda (bilgisayar, akıllı telefon vb.) yer kaplamaz ve FOE-Araçlar'a ana ekranınızdan veya masaüstünüzden hızlı bir şekilde erişmenizi sağlar.

# foe_data.province.If_Then_Whatever
source: If, Then, Whatever
es: Si, entonces, lo que sea
ru: Если, Тогда, Что-то ещё
tr: Eğer, O zaman, Her neyse

# foe_data.bonus.exploration_site.name
source: Exploration Site
el: Περιήγηση στον Ιστότοπο
es: Sitio de exploración
fr: Site d'exploration
it: Sito di esplorazione
pt: Local de Exploração
pt_br: Local de Exploração
ru: Место исследований
sk: Prieskumné stanovisko
tr: Keşif Alanı

# addToHomeScreen.install
source: Install
fr: Installer
hu: Telepít
pt: Instalar
pt_br: Instalar
ru: Установить
tr: Yükle

# addToHomeScreen.title
source: Install FOE-Tools
fr: Installer FOE-Tools
pt: Instale FOE-Tools
pt_br: Instalar FOE Tools
ru: Установить FOE-Tools
tr: FOE-Tools(FOE-Araçları) Yükle

# utils.unlock
source: Unlock
fr: Déverrouiller
pt: Abre
pt_br: Destravar
ru: Разблокировать
tr: Kilidi Aç

# utils.lock
source: Lock
fr: Verrouiller
pt: Fecha
pt_br: Travar
ru: Заблокировать
tr: Kilitle

# foe_data.bonus.first_strike.name
source: First Strike
el: Πρώτο Χτύπημα
es: Primer Golpe
fr: Première frappe
hu: Első csapás
it: Primo colpo
pt: Impacto Inicial
pt_br: Primeiro Golpe
ru: Первый удар
sk: Prvý úder
tr: İlk atak

# foe_data.bonus.plunder_and_pillage.name
source: Plunder and Pillage
es: Saqueo y Pillaje
fr: Pillage et saccage
it: Saccheggio o razzia
pt: Saquear e Pilhar
pt_br: Saquear e Pilhar
ru: Грабеж и мародерство
sk: Plienenie a rabovanie
tr: Yağma ve Yağmalama

# foe_data.bonus.helping_hands.name
source: Helping Hands
el: Χείρες βοήθειας
es: Manos que Ayudan
fr: Aide entre membres
it: Mani che aiutano
pt: Entreajuda
pt_br: Mão na Roda
ru: Рука помощи
sk: Pomocná ruka priateľa
tr: Yardım Eli

# foe_data.bonus.critical_hit.name
source: Critical Hit
es: Golpe crítico
fr: Coup critique
it: Colpo critico
pt: Dano Crítico
pt_br: Dano Crítico
ru: Критический удар
sk: Kritický zásah
tr: Kritik Vuruş

# foe_data.bonus.aid_blueprints.gb_description
source: Raises the chance of obtaining a blueprint when aiding another player's city (manually motivating/polishing them also counts as aiding). I.E. Having a 100% bonus will double your chance of finding a blueprint.
el: Αυξάνει την πιθανότητα να αποκτήσετε ένα τυχαίο κομμάτι σχεδίου ΜΚ όταν παρέχετε βοήθεια στην πόλη ενός άλλου παίκτη, (η χειροκίνητη κινητοποίηση ή τελειοποίηση κτισμάτων θεωρείται επίσης βοήθεια). Πχ, το να έχετε 100% προσαύξηση θα διπλασιάσει την πιθανότητα ν' αποκτήσετε ένα τυχαίο κομμάτι σχεδίου ΜΚ.
es: Aumenta la posibilidad de obtener un plano al ayudar a la ciudad de otro jugador (motivarlos / embellecerlos manualmente también cuenta como ayuda). Por ejemplo: Tener un bono del 100% duplicará las posibilidades de encontrar un plano.
fr: Augmente la chance d'obtenir un plan lorsque vous aidez un autre joueur (les polir/motiver manuellement compte au même titre qu'aider). Par exemple avec un bonus de 100% vous doublez votre chance de trouver un plan.
it: Aumenta la possibilità di ottenere un progetto quando si aiuta la città di un altro giocatore (motivare manualmente/abbellire conta come aiuto). Cioè, avere un bonus del 100% raddoppierà la tua possibilità di trovare un progetto.
pt: Melhora a probabilidade de encontrares uma planta quando auxilias os outros jogadores.
pt_br: Aumenta a chance de obter uma planta quando você auxilia a cidade de outro jogador (manualmente motivando/polindo eles também conta como auxílio). Por exemplo, tendo um bônus de 100% você vai dobrar sua chance de achar uma planta.
ru: Ваш шанс получить чертеж за помощь другим игрокам повышается.
sk: Keď pomôžete (motiváciou alebo zdokonalením budovy) inému hráčovi, vaša šanca na nájdete plánu z doby budovy sa zvýši. Napr. pokiaľ máte 100% bonus, vaša šanca na nájdenie plánu sa zvýši dvojnásobne.
tr: Başka bir oyuncuya yardım ettiğinde bir ozalit elde etme şansını arttırır (Elle motive/cilalama da yardım sayılır). Örn. %100 bonusunuz varsa, bir ozalit bulma şansınız ikiye katlanır.

# foe_data.bonus.aid_blueprints.name
source: Aid Blueprints
es: Planos de ayuda
fr: Plans d'entraide
it: Progetti di aiuto
pt: Plantas de Auxílio
pt_br: Plantas de Auxílio
ru: Чертежи за Помощь
sk: Pomocné plány
tr: Yardım Ozalitleri

# foe_data.bonus.contribution_boost.gb_description
source: Raises the Forge Points, Medals, and Blueprints you receive from donation rewards.
es: Aumenta los puntos forge, las medallas y los planos que recibes de las recompensas por donación.
fr: Augmente le nombre de points Forge, de médailles et de plans reçus en tant que récompense de contribution.
it: Aumenta i punti di forgia, le medaglie e i progetti che ricevete dalle ricompense per le donazioni.
pt: As recompensas de contribuição que recebes são reforçadas em percentagem.
pt_br: Aumenta os Pontos Forge, Medalhas e Plantas que você recebe de prêmios de doação.
ru: Награды за вложение повышаются на определенный процент.
sk: Odmeny za príspevok pri obsadení pozície vo VB sa o určité percento zvýšia.
tr: Destek ödüllerinden aldığın Forge puanı, Madalya ve Ozalitleri arttırır.

# foe_data.bonus.contribution_boost.name
source: Contribution Boost
es: Aumento de la contribución
fr: Bonus de contribution
it: Potenziamento contribuzione
pt: Reforço Contributivo
pt_br: Bônus de Contribuição
ru: Увеличение Вклада
sk: Zvýšenie príspevku
tr: Katkı Artışı

# foe_data.bonus.fierce_resistance.gb_description
source: Raises the attack and defense bonus for units in defending army and increases support pool bonus, adds up with every building.
es: Aumenta la bonificación de ataque y defensa para las unidades en el ejército defensor y aumenta la bonificación del Gremio, se suma con cada edificio.
fr: Augmente le bonus d'attaque et de défense pour votre armée de défense et augmente le bonus de réserve de soutien, s'ajoute à celui des bâtiments.
it: Aumenta il bonus di attacco e difesa per le unità dell'esercito in difesa e aumenta il bonus del pool di supporto, si somma ad ogni edificio.
pt: Aumenta o bónus de ataque e defesa quando defendem a tua cidade e aumenta a pool da Guilda. Aumenta a cada nível.
pt_br: Aumenta o bônus de ataque e defesa do exército de defesa e aumenta o recurso de apoio da Guilda. Aumenta a cada nível.
ru: Атака и защита обороняющихся боевых единиц повышаются на определенный процент. К тому же гильдия получает определенную прибавку к резерву.
sk: Obranné jednotky majú posilnené svoje útočné a obranné hodnoty o určité percento. Rovnako aj cech dostane do svojho podporného fondu určité množstvo a bonus sa sčítava s každou budovou.
tr: Orduyu savunan birimler için saldırı ve savunma bonusunu yükseltir ve her binaya ek olarak destek havuzu bonusunu arttırır.

# foe_data.province.Euphrosyne_A_20
source: Euphrosyne A-20
ru: Евфросина A-20

# foe_data.province.Nemesis
source: Nemesis
es: Némesis
ru: Немезида

# foe_data.province.Ceres_K_18
source: Ceres K-18
ru: Церера K-18

# foe_data.province.Fides
source: Fides
ru: Фидес

# foe_data.province.Vesta_M_16
source: Vesta M-16
ru: Веста M-16

# foe_data.province.Vesta_L_15
source: Vesta L-15
ru: Веста L-15

# foe_data.province.Hygiea_O_14
source: Hygiea O-14
ru: Гигиея O-14

# foe_data.province.Hygiea_N_13
source: Hygiea N-13
ru: Гигиея N-13

# foe_data.province.Euphrosyne_A_12
source: Euphrosyne A-12
ru: Евфросина A-12

# foe_data.province.Eunike
source: Eunike
ru: Юнис

# foe_data.province.Gyptis
source: Gyptis
ru: Гиптис

# foe_data.province.Loreley
source: Loreley
ru: Лорелея

# foe_data.province.Pales
source: Pales
ru: Палес

# foe_data.province.Ceres_G_7
source: Ceres G-7
ru: Церера G-7

# foe_data.province.Ceres_E_6
source: Ceres E-6
ru: Церера Е-6

# foe_data.province.Aurora
source: Aurora
ru: Аврора
tr: Kutup Işığı

# foe_data.province.Cybele_V_4
source: Cybele V-4
es: Cibeles V-4
ru: Кибела V-4

# foe_data.province.Cybele_F_3
source: Cybele F-3
es: Cibeles F-3
ru: Кибела F-3

# foe_data.province.Juno
source: Juno
ru: Юнона

# foe_data.province.Vesta_S_1
source: Vesta S-1
ru: Веста S-1

# foe_data.province.Egeria
source: Egeria
ru: Эгерия

# foe_data.province.Diotima
source: Diotima
ru: Диотима

# foe_data.province.Aletheia
source: Aletheia
ru: Алетейя

# foe_data.province.Metis
source: Metis
ru: Метида

# foe_data.province.Hektor
source: Hektor
ru: Гектор

# foe_data.province.Ino
source: Ino
ru: Ино

# foe_data.province.Thisbe
source: Thisbe
ru: Фисба

# foe_data.province.Amphitrite
source: Amphitrite
es: Anfitrite
ru: Амфитрита
tr: Amfitriti

# foe_data.province.Interamnia
source: Interamnia
ru: Интерамния

# foe_data.province.Eunomia
source: Eunomia
ru: Эвномия

# foe_data.province.Pallas_D_5
source: Pallas D-5
ru: Паллада D-5

# foe_data.province.Pallas_C_4
source: Pallas C-4
ru: Паллада C-4

# foe_data.province.Eros
source: Eros
ru: Эрос

# foe_data.province.Medea
source: Medea
ru: Медея

# foe_data.province.Psyche
source: Psyche
ru: Психея
sk: Psyché

# foe_data.province.Everdoom
source: Everdoom
ru: Эвердум

# foe_data.province.Delta_Hills
source: Delta Hills
es: Colinas Delta
pt_br: Colinas do Delta
ru: Дельта Хиллз
tr: Delta Tepeleri

# foe_data.province.Sharvice
source: Sharvice
ru: Шарвис

# foe_data.province.Loakmolden
source: Loakmolden
ru: Локмолден

# foe_data.province.Jalcion_Crater
source: Jalcion Crater
es: Cráter Jalcion
pt_br: Cratera Jalcion
ru: Кратер «Хальцион»

# foe_data.province.Plateau_Firnane_2
source: Plateau Firnane-2
es: Meseta Firnane-2
pt_br: Platô Firnane-2
ru: Плато Фёрнэйн-2
tr: Firnane Platosu 2

# foe_data.province.High_Hacoon_Valley
source: High Hacoon Valley
es: Valle Hacoon Alto
ru: Хай Хакун Вэлли
tr: Yukarı Hacoon Vadisi

# foe_data.province.Low_Hacoon_Valley
source: Low Hacoon Valley
es: Valle Hacoon Bajo
pt_br: Vale de Low Hacoon
ru: Лоу Хакун Вэлли
tr: Aşağı Hacoon Vadisi

# foe_data.province.Vyvalgis
source: Vyvalgis
ru: Вивалджис

# foe_data.province.Destallia
source: Destallia
ru: Десталлия

# foe_data.province.Astra_Prime
source: Astra Prime
ru: Астра Прайм

# foe_data.province.Phovolken
source: Phovolken
ru: Фоволкен

# foe_data.province.Verda_Dophria
source: Verda Dophria
ru: Верда Дофрия

# foe_data.province.Zomantau
source: Zomantau
ru: Зомантау

# foe_data.province.Vaanderbirch
source: Vaanderbirch
ru: Ваандербёрх

# foe_data.province.New_Frozenstone
source: New Frozenstone
es: Nueva Frozenstone
pt_br: Nova Frozenstone
ru: Новый Фрозенстоун
tr: Yeni Donmuş Taş

# foe_data.province.Ertannen_Belt
source: Ertannen Belt
es: Cinturón de Ertannen
pt_br: Cinturão de Ertannen
ru: Пояс Эртаннен
tr: Ertannen Kemeri
