Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# routes.survey.required_field
source: This field is required
da: Dette felt er påkrævet
es: Este campo es requerido
fr: Ce champ est obligatoire
hu: Ez a mező kötelező
it: Questo campo è obbligatorio
pt: Este campo é obrigatório
pt_br: Este campo é obrigatório
ru: Это поле обязательно к заполнению
sk: Toto políčko je povinné
tr: Bu alan gereklidir

# routes.survey.hero.subtitle
source: Help to improve @:(common.site_title) by completing this survey
da: Hjælp med at forbedre @:(common.site_title) ved at gennemføre denne undersøgelse
es: Ayuda a mejorar @:(common.site_title) completando esta encuesta
fr: Aider à améliorer @:(common.site_title) en répondant à ce sondage
hu: Segíts azzal, hogy kitöltöd a kérdőívünket: @:(common.site_title)
it: Aiutaci a migliorare @:(common.site_title) completando questo sondaggio
pt: Ajude-nos a melhorar @:(common.site_title) ao responder a este inquérito
pt_br: Ajude-nos a melhorar @:(common.site_title) ao responder esta pesquisa
ru: Помогите улучшить @:(common.site_title), пройдя этот опрос
sk: Pomôžte nám vylepšiť @:(common.site_title) vyplnením tohto dotazníka
tr: @:(common.site_title) sitemizi geliştirmek için bu anketi tamamlayarak bize yardımcı olabilirsiniz

# routes.survey.hero.title
source: Survey
da: Undersøgelse
es: Encuesta
fr: Sondage
hu: Felmérés
it: Sondaggio
pt: Inquérito
pt_br: Pesquisa
ru: Опрос
sk: Dotazník
tr: Anket

# foe_data.bonus.critical_hit.gb_description
source: Gives all units the chance of dealing 1.5 times the expected damage when attacking units of the same era. Critical hit also works against Reactive Armor (if expected damage is 4-4, a critical hit will do 6-6 damage). Rogues (and other no-age units) are not affected/cannot use this ability until they transform into another unit. A critical hit doing at least 11 damage will one-hit kill any unit, even with the morale bonus. This bonus applies to all attacking armies plus your defending army in PvP. The critical hit will not happen when a unit is retaliating.
es: Da a todas las unidades la posibilidad de infligir 1.5 veces el daño esperado al atacar unidades de la misma era. El golpe crítico también funciona contra Armadura reactiva (si el daño esperado es 4-4, un golpe crítico hará daño 6-6). Los Agentes Secretos (y otras unidades sin edad) no se ven afectados / no pueden usar esta habilidad hasta que se transformen en otra unidad. Un golpe crítico que haga al menos 11 puntos de daño matará a cualquier unidad con un solo golpe, incluso con la bonificación de moral. Esta bonificación se aplica a todos los ejércitos atacantes más tu ejército defensor en PvP. El golpe crítico no ocurrirá cuando una unidad esté tomando represalias.
fr: Lorsqu'une unité attaque une autre unité du même âge, elle a une chance de faire 1,5 fois les dégâts attendus. Contre l'armure réactive, le coup critique fera aussi 1,5 fois plus de dégâts qu'un coup normal (donc si le dégât espéré est de 4-4, un coup critique fera un dégât de 6-6). Contre les voyous, ce bonus ne fonctionne pas au départ (il en va de même pour toutes les unités sans âge), mais dès que l'unité se transforme, elle peut utiliser/être affectée par ce bonus. Un coup critique faisant au moins 11 de dégâts va tuer l'unité en un seul coup, même avec le bonus moral. Ce bonus s'applique sur toutes les armées d'attaque ainsi que sur votre armée de défense en JcJ : le coup critique n'aura pas lieu lors des représailles de l'unité.
it: Dà a tutte le unità la possibilità di infliggere 1,5 volte il danno atteso quando attaccano unità della stessa epoca. Il colpo critico funziona anche contro l'Armatura Reattiva (se il danno atteso è 4-4, un colpo critico infliggerà 6-6 danni). I Furfanti (e le altre unità non in età avanzata) non sono colpiti/non possono usare questa abilità fino a quando non si trasformano in un'altra unità. Un colpo critico che infligge almeno 11 danni ucciderà un colpo qualsiasi unità, anche con il bonus morale. Questo bonus si applica a tutti gli eserciti attaccanti più il tuo esercito difensore in PvP. Il colpo critico non si verifica quando un'unità si sta vendicando.
pt: Dá a todas as unidades a chance de causar 1,5 vezes o dano esperado ao atacar unidades da mesma época. Dano Critico também funciona contra Armadura Reactiva (se o dano esperado for 4-4, um acerto crítico causará 6-6 de dano). AS (e outras unidades sem idade) não são afectadas / não podem usar essa habilidade até se transformarem em outra unidade. O dano crítico não acontecerá quando uma unidade estiver a retaliar.
pt_br: Dá a todas as unidades a chance de causar 1.5 vezes o dano esperado ao atacar unidades da mesma era. Dano Critico também funciona contra Armadura Reativa (se o dano esperado for 4-4, um dano crítico causará 6-6 de dano). Agentes Secretos (e outras unidades sem era) não são afetadas/não podem usar essa habilidade até se transformarem em outra unidade. Um dano crítico fazendo pelo menos 11 de dano derrotará qualquer unidade em um único ataque, mesmo com o bônus de moral. Esse bônus se aplica em todos os exércitos de ataque e no exército de defesa no PvP. O dano crítico não acontecerá quando uma unidade estiver retaliando.
ru: Когда юнит атакует другого юнита той же эпохи, у него есть шанс нанести в 1,5 раза больше ожидаемого урона. Критический удар так же работает против Реактивной брони. Разбойники (и другие юниты без эпох) не подвержены этому удару до тех пор, пока они не трансформируются в другого юнита.
sk: Poskytuje šancu spôsobiť 150 % poškodenie proti jednotkám z rovnakej doby. Kritický zásah funguje aj u reaktívneho panciera 9ak očakávané poškodenie je 4-4, kritický zásah spôsobí poškodenie 6-6). U rogue (a iných jednotiek neviazaných na éru) nefunguje až do jeho premenenia.Kritický zásah ktorý spôsobí škodu 11 a viac zlikviduje nepriateľskú jednotku jediným zásahom, aj keď má morálny bonus. Tento bonus funguje pre útočné aj obranné jednotky. Kritický zásah nenastane ak sa jednotka odpláca.
tr: Tüm birimlere, aynı çağa ait birimlere saldırırken beklenen hasarın 1.5 katı hasar verme şansı verir. Kritik vuruş, Reaktif Zırh'a karşı da çalışır (beklenen hasar 4-4 ise, Kritik Vuruş 6-6 hasar verecektir). Haydut (ve diğer tüm çağlar birimleri) bu yeteneği kullanamaz/farklı bir birime dönüşene kadar bu yeteneği kullanamaz. En az 11 hasar veren bir Kritik vuruş, karşısındaki birimi tek vuruşla öldürür, morale bonusu olsa dahi. Bu bonus saldıran tüm ordulara etki ettiği gibi, PvP'de savunma ordunuza da etki eder. Bir birim misilleme yaparken Kritik Vuruş çalışmaz.

# foe_data.bonus.aid_goods.name
source: Aid Goods
es: Bienes de ayuda
fr: Ressources d'entraide
it: Beni di aiuto
pt: Mercadorias de Auxílio
pt_br: Mercadorias de Auxílio
ru: Товары за помощь
sk: Tovar z pomoci
tr: Yardım Ürünleri

# foe_data.bonus.relic_hunt.name
source: Relic Hunt
el: Κυνήγι Κειμηλίων
es: Caza de reliquias
fr: Chasse à la relique
it: Caccia delle reliquie
pt: Caçar Relíquias
pt_br: Caça às Relíquias
ru: Охота за Реликвиями
sk: Hľadanie relikvií
tr: Eser Avı

# utils.Total
source: Total
hu: Összesen
it: Totale
ru: Всего
sk: Celkom
tr: Toplam

# utils.Result
source: Result
es: Resultado
fr: Résultat
hu: Eredmény
it: Risultato
pt: Resultado
pt_br: Resultado
ru: Результат
sk: Výsledok
tr: Sonuç

# foe_data.bonus.guild_goods.name
source: Guild Goods
es: Bienes del Gremio
fr: Ressources de la guilde
it: Beni della Gilda
pt: Mercadorias da Guilda
pt_br: Mercadorias para a Guilda
ru: Товары гильдии
sk: Tovary cechu
tr: Lonca Ürünleri

# foe_data.bonus.guild_goods.gb_description
source: Produces current era goods which go straight to the Guild Treasury.
es: Produce bienes de la era actual que van directamente al Tesoro del Gremio.
fr: Produit toutes les 24 heures une quantité de ressources de l'âge dans lequel vous vous trouvez et qui va directement dans la trésorerie de guilde.
hu: A játékos korával megegyező termékeket gyárt, amelyek egyenesen a Céh kincstárába kerülnek.
it: Produce beni dell'epoca attuale che vanno direttamente al Tesoro della Gilda.
pt: Produz mercadorias, de cada um dos tipos, para a Tesouraria da Guilda. Apenas pode ser recolhido se fores membro de uma Guilda.
pt_br: Produz mercadorias da era atual diretamente para o Tesouro da Guilda.
ru: Производит товары текущей эпохи для казны вашей гильдии.
sk: Produkuje niekoľko kusov z každého súčasného tovaru do pokladňe cechu. Možnosť vyzdvihnutia len pri členstve v cechu.
tr: Doğrudan Lonca Hazinesine eklemek üzere kendi çağınızdan ürün üretir.

# foe_data.bonus.plunder_goods.name
source: Plunder Goods
el: Λεηλασία αγαθών
es: Saqueo de bienes
fr: Ressources de pillage
it: Beni da saccheggio
pt: Mercadorias de Saque
pt_br: Mercadorias de Saque
ru: Товары за грабёж
sk: Tovar za plienenie
tr: Yağma Ürünleri

# foe_data.bonus.relic_hunt.gb_description
source: This ability gives you the possibility to receive Relics on the Guild Expedition map whenever you successfully solve an encounter. Relics are very valuable and can appear in 3 different rarities. Each level increases the chance to find a Relic but also the odds to find an uncommon or rare Relic, as opposed to a common one.
es: Esta habilidad te da la posibilidad de recibir Reliquias en el mapa de la Expedición del Gremio cuando resuelvas un encuentro con éxito. Las reliquias son muy valiosas y pueden aparecer en 3 rarezas diferentes. Cada nivel aumenta la posibilidad de encontrar una Reliquia, pero también las probabilidades de encontrar una Reliquia poco común o rara, a diferencia de una común.
fr: Donne un pourcentage de chance de faire apparaître une relique cachée sur la carte d'expédition de guilde après avoir résolu une rencontre. Les reliques valent le coup et peuvent avoir 3 types de rareté différents. Chaque niveau augmente la chance de trouver une relique, mais augmente aussi la chance de trouver une relique inhabituelle ou rare par rapport à une relique commune.
it: Questa abilità ti dà la possibilità di ricevere le reliquie sulla mappa della spedizione della gilda ogni volta che risolvi con successo un incontro. Le reliquie sono molto preziose e possono apparire in 3 diverse rarità. Ogni livello aumenta la possibilità di trovare una reliquia, ma anche le probabilità di trovare una reliquia non comune o rara, a differenza di una comune.
pt: Probabilidade de encontrar uma Relíquia no Mapa da Expedição da Guilda após resolução de um conflito.Cada nível aumenta a probabilidade de encontrares uma relíquia e também a chance de encontrares relíquias incomuns ou raras,em oposição as normais.
pt_br: Essa habilidade te dá a possibilidade de receber Relíquias no Mapa da Expedição da Guilda após resolver um duelo com sucesso. Relíquias são muito valiosas e podem aparecer em 3 diferentes níveis de raridade. Cada nível aumenta a probabilidade de encontrar uma relíquia e também a chance de encontrar relíquias incomuns ou raras, em oposição as normais.
ru: Храм Реликвий генерирует шанс на выпадение скрытой награды - реликвии на карте Экспедиции Гильдий после прохождения очередного препятствия. Есть три вида реликвий: обычные, необычные и редкие.
sk: Táto schopnosť vám dá šancu, že sa po úspešnom vyriešení stretnutia na mape cechovej expedície objaví skrytá odmena vo forme relikvie. Relikvie sú hodnotné a majú 3 úrovne vzácnosti. Každá úroveň zvyšuje možnosť nájdenia relikvie, ale aj šancu že nájdená relikvia bude neobyčajná alebo vzácna, na rozdiel od obyčajnej.
tr: Bu yetenek, Lonca sefer haritasında bir çatışmayı başarıyla tamamladığınızda bir Eser elde etme şansı verir. Eserler 3 farklı nadirlikte bulunabilir. Her seviye, Eser elde etme şansınızı arttırdığı gibi; sıradan eserlerdense nadir veya seyrek eser bulma şansınızı da arttırır.

# components.promotion_message_builder.message_builder
source: Message builder
da: Meddelelsesbygger
el: Εργαλείο δημιουργίας μηνυμάτων
es: Constructor de mensajes de promoción
fr: Constructeur de messages
hu: Építőnek üzenés
it: Costruttore di messaggi
pt: Construtor de mensagem
pt_br: Construtor de mensagem
ru: Конструктор сообщения
sk: Nástroj na správy
tr: İleti yaratıcı

# components.promotion_message_builder.place_builder_title
source: Place builder
da: Pladseringsbygger
es: Constructor de lugares
fr: Constructeur de places
hu: Épület letétele
it: Costruttore di posizioni
pt: Construtor do lugar
pt_br: Construtor de posição
ru: Формула для места
sk: Poradovník pozícií
tr: Sıra yaratıcı

# components.promotion_message_builder.message_builder_title
source: Message builder
da: Meddelelsesbygger
el: Εργαλείο δημιουργίας μηνυμάτων
es: Constructor de mensajes de promoción
fr: Constructeur de messages
hu: Üzenetkészítő
it: Costruttore di messaggi
pt: Construtor de mensagem
pt_br: Construtor de mensagem
ru: Конструктор сообщения
sk: Nástroj na správy
tr: İleti yaratıcı

# routes.about.cookie.info.cookieConsent
source: Your cookie preferences
es: Tus preferencias de cookies
fr: Vos préférences en matière de cookies
hu: Az ön sütibeállításai
it: Impostazioni dei cookies
pt: As suas preferências de cookies
pt_br: Suas preferências de cookies
ru: Настройки Cookies
sk: Vaše predvoľby cookies
tr: Çerez seçenekleri

# utils.Save
source: Save
el: Αποθήκευση
es: Guardar
fr: Sauvegarder
hu: Mentés
it: Salva
pt: Salvar
pt_br: Salvar
ru: Сохранить
sk: Uložiť
tr: Kaydet

# utils.Show
source: Show
el: Προβολή
es: Ver
fr: Afficher
hu: Mutat
it: Mostra
pt: Mostrar
pt_br: Mostrar
ru: Показать
sk: Ukázať
tr: Göster

# routes.donate.donation_message
source: @:(common.site_title) is a free open source project. Thus, my time spent making this is unpaid. I do however accept donations from anyone who appreciates my work enough that they feel inclined to compensate me, no matter the amount and the way (one-time or monthly). Donations mean a lot to me, as they help cover costs associated with server upkeep, domains and hosting, and general cost of living, and they serve as an incentive for me to keep working on this open-source project.
es: @:(common.site_title) es un gratis proyecto de código abierto. El tiempo que paso desarrollándolo no es remunerado. No obstante, acepto donaciones de cualquiera que aprecie mi trabajo lo suficiente como para querer compensarme, sin importar la cantidad ni el modo (pago de una vez o mensual). Las donaciones significan mucho para mí, pues ayudan a cubrir costes asociados con el mantenimiento del servidor, dominios y hospedaje (y el coste de la vida en general), y son un incentivo para seguir trabajando en este proyecto.
fr: @:(common.site_title) est un projet open source gratuit. Par conséquent, le temps que je passe à le réaliser n'est pas rémunéré. J'accepte cependant les dons de toute personne qui apprécie suffisamment mon travail pour être encline à me rémunérer, quel qu'en soit le montant et la façon (ponctuel ou mensuel). Les dons ont une grande importance pour moi, car ils aident à couvrir les coûts liés à la maintenance des serveurs, aux domaines et à l'hébergement, ainsi que le coût de la vie en général, et ils me servent de motivation pour continuer à travailler sur ce projet open-source.
it: @:(common.site_title) è un sito gratuito, open source. Per cui, il tempio impiegato per realizzarlo non è retribuito. Nonostante ciò, accetto donazioni da chiunque apprezzi il mio lavoro, abbastanza da essere propenso a ripagarmi, non importa quanto e come (una tantum o mensilmente). Le donazioni significano molto per me, dal momento che mi aiutano a sostenere il costo dei server, dei domini, dei servizi di hosting e in generale sono un incentivo che mi aiuta a lavorare a questo progetto open source.
pt: @:(common.site_title) é um projecto grátis, de código fonte livre.Portanto o meu tempo a fazer isto é sem remuneração.Mas também aceito donativos de quem aprecia o meu trabalho e se sinta na obrigação de me compensar, não interessa o montante se é uma vez ou mensal.As doações são muito importantes para mim, porque ajuda com os custos com o servidor,domínios e etc , ajuda também em gastos individuais e serve como incentivo para mim para continuar a trabalhar neste projecto.
pt_br: @:(common.site_title) é um projeto gratuito, open source. Portanto, eu não tenho remuneração pelo tempo que gasto fazendo isso. Entretanto, aceito doações de quem gosta de meu trabalho e sente à vontade para me recompensar, não importando o valor e nem a forma (somente uma vez ou mensal). As doações significam muito para mim, porque ajudam com os custos do servidor, domínio e hospedagem, e também em gastos gerais da vida, e serve como incentivo para que eu continue a trabalhar neste projeto.
ru: @:(common.site_title) - это бесплатный проект без рекламы. Из-за этого время, которое я трачу на разработку и развитие проекта никем не оплачивается. Однако я принимаю пожертвования от всех, кто ценит мою работу настолько, что хотел бы помочь финансово, независимо от суммы и способа (будь то разовое или ежемесячное пожертвование). Эти пожертвования очень много для меня значат, поскольку они помогают покрыть расходы, связанные с обслуживанием серверов, доменов и хостинга, а также общие расходы на жизнь. В добавок вы дарите мне стимул продолжать работу над этим проектом в дальнейшем.
sk: @:(common.site_title) je bez, open source projekt. Takže môj čas venovaný tomuto projektu je nezaplatený. Preto prijímam dary od kohokoľvek, komu sa moja práca páči natoľko, že ma chcú za ňu vyplatiť, je jedno na množstve a spôsobe (jednorazovo alebo mesačne). Dary znamenajú pre mňa veľa, nakoľko mi pomáhajú pokryť náklady spojené s platením servera, domény a hostingu a všeobecne živobitia a slúžia aj ako pozitívna motivácia pracovať ďalej na tomto open-source projekte.

# components.promotion_message_builder.place_builder
source: Place builder
da: Placeringsbygger
es: Constructor de lugares
fr: Constructeur de places
hu: Helyezés készítő
it: Costruttore di posizioni
pt: Construtor do lugar
pt_br: Construtor de posições
ru: строитель места
sk: Poradovník pozícií
tr: Sıra yaratıcı

# routes.help_to_translate_the_site.p1
source: Your language is not available, the translation is incomplete or contains errors? Feel free to join the site's translation team.
da: Dit sprog er ikke tilgængeligt, oversættelsen er ufuldstændig eller indeholder fejl? Du er velkommen til at deltage i webstedets oversættelsesteam.
es: ¿Su idioma no está disponible, la traducción está incompleta o contiene errores? Siéntase libre de unirse al equipo de traducción del sitio.
fr: Votre langue n'est pas disponible, la traduction est incomplète ou comporte des erreurs ? N'hésitez pas à rejoindre l'équipe de traduction du site.
hu: A nyelveden még nem elérhető, a fordítás még hiányos vagy hibákat tartalmaz? Csatlakozz a fordító csapathoz.
it: La tua lingua non è disponibile, la traduzione è incompleta o contiene errori? Sentitevi liberi di unirvi al team di traduzione del sito.
pt: Se a sua língua não está disponível, a tradução está incompleta ou contém erros? Sinta-se à vontade para participar na equipe de tradução do site.
pt_br: A sua língua não está disponível, a tradução está incompleta ou contém erros? Sinta-se à vontade para participar da equipe de tradução do site.
ru: Ваш язык недоступен, перевод неполный или содержит ошибки? Присоединяйтесь к команде переводчиков сайта.
sk: Váš jazyk nie je k dispozícii, preklad je neúplný alebo obsahuje chyby? Neváhajte a pripojte sa k prekladateľskému tímu stránky.
tr: Kullandığınız dil henüz listemizde yok. Çeviri hatalı veya eksik mi? Çeviri ekibine aktarmaktan çekinmeyin.

# routes.trade.tab.fair_trade.title
source: Fair Trade
es: Comercio justo
fr: Commerce Équitable
hu: Tisztességes kereskedelem
it: Commercio Equo
pt: Trocas Justas
pt_br: Trocas Justas
ru: Честная сделка
sk: Fér obchodovanie
tr: Adil Ticaret

# routes.help_to_translate_the_site.hero.subtitle
source: Join the translation team
da: Deltag i oversættelsesteamet
es: Únete al equipo de traducción
fr: Rejoindre l'équipe de traduction
hu: Belépés a fordító csapatba
it: Entra a far parte del team di traduzione
pt: Junta te à equipe de tradução
pt_br: Junte-se à equipe de tradução
ru: Вступайте в команду переводчиков
sk: Pripojte sa k prekladateľskému tímu
tr: Çeviri ekibine katıl

# routes.help_to_translate_the_site.how_to_join_the_team
source: How to join the team ?
da: Hvordan tilslutter man sig teamet?
es: ¿Cómo unirse al equipo?
fr: Comment rejoindre l'équipe ?
hu: Hogy lehetek a csapat tagja?
it: Come unirsi al gruppo?
pt: Como se juntar à equipe?
pt_br: Como se juntar à equipe?
ru: Как присоединиться к команде?
sk: Ako sa pripojiť k tímu?
tr: Çeviri ekibine nasıl katılırım?

# routes.help_to_translate_the_site.state_of_translation
source: State of the translation :
es: Estado de la traducción :
fr: État de la traduction :
hu: A fordítás állapota:
it: Stato della traduzione:
pt: Estado da tradução :
pt_br: Estado da tradução:
ru: Прогресс перевода:
sk: Aktuálny stav prekladu :
tr: Çevirinin durumu :

# contributions.review
source: Reviewed Pull Requests
es: Revisión de pedidos
fr: Revue de Pull Requests
it: Pull request revisionata
pt: Revisão de Pedidos
pt_br: Revisão de Pull Requests
ru: Рассмотренные запросы на включение кода
sk: Preskúmané návrhy zmien
tr: Gözden Geçirilen İstekler

# contributions.talk
source: Talks
el: Συνομιλίες
es: Conversaciones
fr: Discussion
it: Parliamo
pt: Conversas
pt_br: Conversas/Palestras
ru: Обсуждения
sk: Diskusia
tr: Konuşmalar

# contributions.test
source: Tests
it: Test
pt: Testes
pt_br: Testes
ru: Проверка
sk: Testy
tr: Testler

# contributions.tool
source: Tools
el: Εργαλεία
es: Herramientas
fr: Outils
hu: Eszközök
it: Strumenti
pt: Ferramentas
pt_br: Ferramentas
ru: Инструменты
sk: Nástroje
tr: Araçlar

# contributions.translation
source: Translation
el: Μετάφραση
es: Traducción
fr: Traduction
hu: Fordítás
it: Traduzioni
pt: Tradução
pt_br: Tradução
ru: Перевод
sk: Preklad
tr: Çeviri

# contributions.tutorial
source: Tutorials
el: Σεμινάρια εκμάθησης
es: Tutoriales
fr: Tutoriels
hu: Oktatóanyagok
it: Tutorial
pt: Tutoriais
pt_br: Tutoriais
ru: Обучение
sk: Návody
tr: Öğretici

# contributions.data
source: Adding or updating data
es: Añadir o actualizar datos
fr: Ajout ou mise à jour de données
hu: Adatok hozzáadása vagy frissítése
it: Aggiungere o aggiornare dei dati
pt: Adicionar ou actualizar dados
pt_br: Adicionar ou atualizar dados
ru: Добавление или обновление данных
sk: Pridávanie alebo aktualizácia údajov
tr: Veri ekleme veya güncelleme

# contributions.inspired_tool
source: Tool inspired by his work
es: Herramientas inspiradas por este trabajo
fr: Outil inspiré de son travail
it: Strumento ispirato al suo lavoro
pt: Ferramenta inspirada pelo seu trabalho
pt_br: Ferramenta inspirada pelo trabalho dele
ru: Инструмент, вдохновлённый его работой
sk: Nástroj inšpirovaný jeho prácou
tr: Bu araç, çalışmalarından ilham almıştır

# contributions.example
source: Examples
el: Παραδείγματα
es: Ejemplos
fr: Exemples
hu: Példák
it: Esempi
pt: Exemplos
pt_br: Exemplos
ru: Примеры
sk: Príklady
tr: Örnekler

# contributions.video
source: Videos
fr: Vidéos
hu: Videó
it: Video
pt: Vídeos
pt_br: Vídeos
ru: Видео
sk: Videá
tr: Videolar

# cookieConsent.acceptAll
source: I accept all
es: Aceptar todas
fr: J'accepte tout
hu: Mindet elfogadom
pt: Eu aceito tudo
pt_br: Aceito todos
ru: Принять всё
tr: Hepsini kabul ediyorum

# cookieConsent.acceptSelected
source: Complete
fr: Terminer
hu: Befejez
pt: Completo
pt_br: Concluído
ru: Завершить
tr: Tamamlandı

# cookieConsent.back
source: Back
es: Volver
fr: Retour
hu: Vissza
pt: Para traz
pt_br: Voltar
ru: Вернуться
tr: Geri

# cookieConsent.consentModal.title
source: Services we would like to use
es: Servicios que nos gustaría utilizar
fr: Services que nous souhaitons utiliser
pt: Serviços que gostaras de usar
pt_br: Serviços que gostaríamos de usar
ru: Сервисы, которые мы хотели бы использовать
tr: Kullanmak istediğimiz hizmetler
