Repository: CSIPE/FOE-Tools.github.io
Catalog: translations/*.po
Languages: da, el, es, fi, fr, hu, it, no, pt, pt_br, ro, ru, sk, tr

# components.gb_statistics.graph.title_1
source: Evolution of the cost of the levels according to the levels
da: Udvikling af omkostningernes niveau i henhold til niveauerne
el: Διαμόρφωση του κόστους των επιπέδων αναλόγως του επιπέδου
es: Evolución del costo de los niveles de acuerdo a los niveles
fr: Évolution du coût des niveaux en fonction des niveaux
hu: Költségek alakulása szintek szerint
it: Evoluzione del costo dei livelli in base ai livelli
pt: Evolução do custo de acordo com os níveis
pt_br: Evolução do custo de acordo com os níveis
ru: Рост стоимости уровня относительно уровней
sk: Vývoj cien úrovní podľa úrovní
tr: Seviye maliyetinin seviyelere göre değişimi

# components.gb_statistics.graph.title_2
source: Evolution of the reward of the first place according to the levels
da: Udvikling af belønningen fra første placering i henhold til niveauerne
el: Διαφοροποίηση της ανταμοιβής τής 1ης θέσης αναλόγως τού επιπέδου
es: Evolución del premio del primer lugar de acuerdo a los niveles
fr: Évolution du gain de la première place en fonction des niveaux
hu: Első hely nyereségének alakulása szintek szerint
it: Evoluzione della ricompensa per il primo posto in base ai livelli
pt: Evolução da recompensa do primeiro lugar de acordo com os níveis
pt_br: Evolução da recompensa do primeiro lugar de acordo com os níveis
ru: Рост наград за первое место относительно уровней
sk: Vývoj odmien prvej pozície podľa úrovní
tr: Birinci sıra ödülünün seviyelere göre değişimi

# components.gb_statistics.graph.title_3
source: Evolution of the cost of the levels according to the reward of the first place
da: Udvikling af omkostningerne ved niveauerne
el: Διαφοροποίηση του κόστους των επιπέδων σε σχέση με την ανταμοιβή τής 1ης θέσης
es: Evolución del costo de los niveles de acuerdo al premio del primer lugar
fr: Évolution du coût des niveaux en fonction du gain de la première place
hu: A szintek költségének alakulása az első helyezés jutalmának arányában
it: Evoluzione del costo dei livelli in base alla ricompensa del primo posto
pt: Evolução do custo dos níveis de acordo com a recompensa do primeiro lugar
pt_br: Evolução do custo dos níveis de acordo com a recompensa do primeiro lugar
ru: Рост стоимости уровня относительно награды за первое место
sk: Vývoj cien úrovní podľa odmien na prvej pozícii
tr: Seviye maliyetlerinin ilk sıra ödülüne göre değişimi

# components.gb_statistics.graph.title_4
source: Evolution of the reward of the first place according to the cost of the levels
da: Udvikling af belønningen fra første placering i henhold til omkostningerne ved niveauerne
el: Διαφοροποίηση της ανταμοιβής τής 1ης θέσης σε σχέση με το κόστος των επιπέδων
es: Evolución del premio del primer lugar de acuerdo al costo de los niveles
fr: Évolution du gain de la première place en fonction du coût des niveaux
hu: Az első helyezés jutalmának alakulása a szintek költségének arányában
it: Evoluzione della ricompensa del primo posto in base al costo dei livelli
pt: Evolução da recompensa do primeiro lugar de acordo com o custo dos níveis
pt_br: Evolução da recompensa do primeiro lugar de acordo com o custo dos níveis
ru: Рост награды за первое место относительно стоимости уровней
sk: Vývoj odmien na prvej pozícii podľa cien úrovní
tr: İlk sıra ödülünün seviye maliyetlerine göre değişimi

# components.secure_position.block_place.title
source: Block his place
da: Bloker vedkommendes placering
es: Bloquear su lugar
fr: Bloquer sa place
hu: Helyezés biztosítása
it: Blocca il suo posto
pt: Segurar o lugar
pt_br: Segurar a posição
ru: Блокирование места
sk: Zablokujte jeho pozíciu
tr: Birinin sırasını kilitle

# components.secure_position.block_place.level_cost
source: Level cost
da: Niveau omkostninger
el: Κόστος επιπέδου
es: Costo del nivel
fr: Coût du niveau
hu: Szint költsége
it: Costo del livello
pt: Custo do nível
pt_br: Custo do nível
ru: Стоимость всего уровня
sk: Cena úrovne
tr: Seviyenin toplam maliyeti

# components.secure_position.block_place.current_deposits
source: Sum of current deposits
da: Summen af de nuværende bidrag
es: Suma de los depósitos actuales
fr: Somme des dépôts actuels
hu: Jelenleg betett összes FP-k száma
it: Somma dei versamenti correnti
pt: Soma dos investimentos actuais
pt_br: Soma dos investimentos atuais
ru: Сумма всех текущих вложений
sk: Suma terajších investícií
tr: Yatırımların toplamı

# components.secure_position.block_place.your_participation
source: Your current participation
da: Dit nuværende bidrag
el: Η τρέχουσα συνεισφορά σας
es: Tu participación actual
fr: Votre participation actuelle
hu: Általad betett FP-k száma
it: La tua attuale contribuzione
pt: Sua participação actual
pt_br: Sua participação atual
ru: Ваше текущее вложение (0 - если нет)
sk: Váš aktuálny vklad
tr: Güncel yatırımınız

# components.secure_position.block_place.other_participation
source: Participation of the player to overtake
da: Spilleren du vil overhale's bidrag
el: Συνεισφορά του παίκτη προς υποσκέλιση
es: Participación del jugador a adelantar
fr: Participation du joueur à dépasser
hu: A megelőzni kívánt játékos által betett FP-k száma
it: Contribuzione del palyer da superare
pt: Participação do jogador para ultrapassar
pt_br: Participação do jogador para ultrapassar
ru: Вложение игрока, которого нужно обойти (0 - если нет)
sk: BV hráča, s ktorým treba rátať pri zaisťovaní pozície
tr: Geçilecek oyuncunun yatırımı

# components.secure_position.block_place.your_arc_bonus
source: Your Arc bonus
da: Din Ark bonus
el: Προσαύξηση τού Θόλου σας
es: El bono de tu Arca
fr: Bonus de votre Arche
hu: Bárka bónuszod
it: Il tuo bonus Arc
pt: O teu bónus da Arca
pt_br: O seu bônus do Arco
ru: Множитель вашей Арки (в процентах)
sk: Váš bonus Oblúka
tr: Ark bonusunuz

# components.secure_position.block_place.fp_target_reward
source: FP of the targeted place
da: FP for den placering du vil have
el: ΦΠ της προς κατάληψη θέσης
es: PFs del lugar objetivo
fr: Récompense (PF) de la place visée
hu: Megszerezni kívánt helyezés költsége
it: PF della posizione desiderata
pt: Pf's para atingir o lugar
pt_br: Prêmio da posição desejada
ru: СО планируемого места (без учёта множителя Арки)
sk: BV na požadovanú pozíciu
tr: Hedeflenen sıra için gereken FP

# components.secure_position.block_place.target_reward
source: Targeted place
da: Placering du vil have
el: Θέση προς κατάληψη
es: Lugar objetivo
fr: Place visée
hu: Megszerezni kívánt helyezés
it: Posizione desiderata
pt: Lugar designado
pt_br: Posição desejada
ru: Ожидаемое место
sk: Požadovaná pozícia
tr: Hedeflenen sıra

# components.secure_position.block_place.result.error
source: One or more values are not valid.
da: En eller flere værdier er ikke gyldige.
el: Μία ή περισσότερες τιμές δεν είναι έγκυρες.
es: Uno o más valores no son válidos.
fr: Une ou plusieurs valeurs ne sont pas valide.
hu: Egy vagy több érték érvénytelen.
it: Uno o più valori non sono validi.
pt: Um ou mais valores não são válidos.
pt_br: Um ou mais valores não são válidos.
ru: Одно или несколько значений не верны.
sk: Jedna alebo viac premenných nemajú správnu hodnotu.
tr: Bir veya daha fazla değer geçersiz.

# components.secure_position.block_place.result.roi.neutral
source: You will not have a return on investment
da: Du vil ikke få gevinst ud af bidraget
es: No obtendrás retorno por tu inversión
fr: Vous n'allez pas avoir de retour sur investissement
hu: Nem lesz megtérülése
it: Non avrei un ritorno dal tuo investimento
pt: O investimento não terá retorno
pt_br: Seu investimento não terá retorno
ru: Вы не получите возврат с этого вложения
sk: Vaša investícia sa nevráti
tr: Bu yatırımdan kazancınız olmayacak

# components.secure_position.block_place.result.already_blocked
source: Your place is blocked.
da: Din placering er sikret.
es: Tu lugar está bloqueado.
fr: Votre place est bloquée.
hu: A helyed védett.
it: La tua posizione è bloccata.
pt: O teu lugar está bloqueado.
pt_br: A sua posição está bloqueada.
ru: Это место уже занято.
sk: Vaša pozícia je zablokovaná.
tr: Sıranız kilitlendi.

# components.secure_position.block_place.result.cant_block
source: You can not block the place.
da: Du kan ikke sikre placeringen.
es: No puedes bloquear el lugar.
fr: Vous ne pouvez pas bloquer la place.
hu: Nem védheted a helyet.
it: Non puoi bloccare la posizione.
pt: Não pode bloquear o lugar.
pt_br: Você não pode bloquear a posição.
ru: Вы не можете занять это место.
sk: Nemôžete zablokovať pozíciu.
tr: Bu sırayı kilitleyemezsin.

# components.secure_position.block_place.result.still_to_put
source: Number of FPs you still need to put in
da: Antal FP's, du stadig skal placere
es: Cantidad de PFs que aun necesitas poner
fr: Nombre de PF qu'il reste à mettre
hu: Még ennyi FP-t kell betenned
it: Numero di PF ancora da mettere
pt: Numero de PF's em falta
pt_br: Número de PFs que você ainda precisa colocar
ru: Количество CО, оставшихся до завершения уровня
sk: Počet BV ktoré ešte musíte vložiť
tr: Hala yatırmanız gereken FP sayısı

# components.secure_position.block_place.unknown
source: unknown
da: ukendt
es: desconocido
fr: inconnu
hu: ismeretlen
it: Sconosciuto
pt: desconhecido
pt_br: desconhecido
ru: неизвестно
sk: neznáme
tr: bilinmeyen

# components.secure_position.block_place.fp_to_lock
source: FP to put to lock your place
da: FP der skal bidrages med for at sikre din placering
el: ΦΠ για να εξασφαλίσετε τη θέση σας
es: FP a poner para bloquear su lugar
fr: PF à mettre pour verrouiller votre place
hu: FP, hogy levédje a helyét
it: PF da mettere per assicurare la posizione
pt: PF's a colocar para garantires o teu lugar
pt_br: PFs para colocar para garantir a sua posição
ru: Количество СО, чтобы заблокировать место
sk: Vložiť BV na zaistenie Vašej pozície
tr: Sıranızı kilitlemek için atılacak FP

# components.secure_position.block_place.fp_according_rate
source: FP to put according to the rate
da: FP der skal bidrages efter kursen
es: FP para poner de acuerdo a la tasa
fr: PF à mettre en fonction du bonus
hu: FP az aránynak megfelelően
it: PQ da mettere in base al tasso
pt: PF's a colocar de acordo com o rácio
pt_br: PFs para colocar de acordo com o bônus
ru: Количество прибыли
sk: Vložiť BV podla aktuálneho bonusu
tr: Orana göre atılacak FP

# components.secure_position.block_place.rate
source: Rate
es: Tasa
fr: Bonus
hu: Mérték
it: Tasso
pt: Rácio
pt_br: Bônus
ru: Множитель Арки
sk: Bonus
tr: Oran

# components.secure_position.block_place.various_rate
source: Various rates
da: Forskellige rater
es: Varias tasas
fr: Autres bonus
hu: Különböző árak
it: Tassi vari
pt: Vários taxas
pt_br: Vários bônus
ru: Примеры с популярными множителями Арки
sk: Rôzne hodnoty
tr: Değişik oranlar

# components.simple_trade.table.thead.th1
source: Age
da: Tidsalder
el: Εποχή
es: Era
fr: Âge
hu: Kor
it: Era
pt: Idade
pt_br: Era
ru: Эпоха
sk: Vek
tr: Çağ

# components.simple_trade.table.thead.th2
source: Goods
da: Varer
el: Αγαθά
es: Bienes
fr: Marchandise
hu: Áru
it: Beni
pt: Mercadorias
pt_br: Mercadorias
ru: Товар
sk: Tovar
tr: Ürünler

# components.simple_trade.table.thead.th4
source: Result
da: Resultat
el: Αποτέλεσμα
es: Resultado
fr: Résultat
hu: Eredmény
it: Risultato
pt: Resultado
pt_br: Resultado
ru: Результат
sk: Výsledok
tr: Sonuç

# components.simple_trade.table.thead.split
source: Split
da: Dele
es: Dividir
fr: Division
hu: Felosztás
it: Dividi
pt: Dividido
pt_br: Divisão
ru: Разбить
sk: Rozdeliť
tr: Ayrılmış şekli

# components.simple_trade.table.thead.ratio
source: Ratio
da: Forhold
el: Αναλογία
es: Tasa
hu: Hányados
pt: Rácio
pt_br: Taxa
ru: Отношение
sk: Pomer
tr: Oran

# components.simple_trade.slpit
source: Split the offers ?
da: Opdele tilbudene?
es: ¿Dividir las ofertas?
fr: Diviser les offres ?
hu: Ajánlat felosztása kisebb egységekre?
it: Dividi le offerte ?
pt: Dividir as ofertas?
pt_br: Dividir as ofertas?
ru: Разбить предложения?
sk: Rozdeliť ponuky?
tr: Teklifleri ayır ?

# components.simple_trade.show_ratio
source: Display ratio
da: Skærmforhold
es: Tasa de división
fr: Afficher le ratio
hu: Arány megjelenítése
it: Mostra Ratio
pt: Mostrar rácio
pt_br: Mostrar taxa?
ru: Показать отношение
sk: Zobraziť pomer
tr: Oranı göster

# components.simple_trade.title
source: Table version
da: Tabelversion
es: Versión tabla
fr: Version tableau
hu: Táblázatos verzió
it: Versione tabella
pt: Versão do quadro
pt_br: Versão da tabela
ru: Табличная версия
sk: Tabuľková verzia
tr: Tablo versiyonu

# components.site_layout.hero.slogan_html
source: A set of tools to simplify life on @:(common.links.foe)
da: Et sæt værktøjer til at forenkle @:(common.links.foe)
es: Un juego de herramientas para simplificar la vida en @:(common.links.foe)
fr: Un ensemble d'outils pour se simplifier la vie sur @:(common.links.foe)
hu: Néhány eszköz, mely egyszerűbbé teszi az életed a @:(common.links.foe)-ban
it: Una serie di strumenti per semplificare la vita su @:(common.links.foe)
pt: Um conjunto de ferramentas para ajudar @:(common.links.foe)
pt_br: Um conjunto de ferramentas para ajudar @:(common.links.foe)
ru: Набор инструментов для упрощения игры в @:(common.links.foe)
sk: Zostava náradia pre zjednodušenie života v @:(common.links.foe)
tr: @:(common.links.foe) tecrübenizi kolaylaştırmaya yarayan birkaç araç

# components.site_layout.cookie.link
source: More information
da: Mere information
el: Επιπλέον πληροφορίες
es: Más información
fr: En savoir plus
hu: Több információ
it: Ulteriori informazioni
pt: Mais Informações
pt_br: Mais informações
ru: Больше информации
sk: Viac informácií
tr: Daha fazla bilgi

# components.site_layout.permalink_info
source: You visit a permalink. Consequently, any changes made will not be saved in cookies.
da: Du besøger en permalink. Derfor ændres foretagne ændringer ikke i cookies.
el: Επισκέπτεστε έναν μόνιμο σύνδεσμο. Συνεπώς, τυχόν αλλαγές που γίνονται, δεν θα ενημερώνουν/αποθηκεύονται στα cookie.
es: Usted visita un enlace permanente. En consecuencia, cualquier cambio realizado no se guardará en las cookies.
fr: Vous visitez un lien permanent. De ce fait, toutes modifications effectuées ne seront pas sauvegardées dans des cookies.
hu: Meglátogat egy állandó oldalt. Következésképpen az elvégzett módosítások nem kerülnek mentésre a cookie-kba.
it: Stai visitando un permalink. di conseguenza, nessun cambiamento sarà salvato nei cookies.
pt: Você visita um permalink. Consequentemente, quaisquer alterações feitas não serão salvas em cookies.
pt_br: Você visitou um link permanente. Consequentemente, quaisquer alterações feitas não serão salvas nos cookies.
ru: Вы перешли по прямой ссылке. В связи с этим данные не будут сохранены в cookies.
sk: Pozeráte sa na permalink. Akékoľvek následné nastavenia sa neuložia do cookies.
tr: Kalıcı bir bağlantı ziyaret ediyorsunuz. Yapılan değişiklikler çerezlere kaydedilmeyecektir.

# components.site_layout.footer.license_html
source: Source code under @:(common.links.mit) license
da: Kildekode under @:(common.links.mit) licens
es: Código fuente bajo la licencia @:(common.links.mit)
fr: Code source sous licence @:(common.links.mit)
hu: Forráskód @ :( common.links.mit) licenc alatt
it: Souce code sotto la licenza di @:(common.links.mit)
pt: Código-fonte sob a licença @:(common.links.mit)
pt_br: Código fonte sob a licença @:(common.links.mit)
ru: Исходный код доступен под лицензией @:(common.links.mit)
sk: Zdrojový kód patrí pod @:(common.links.mit) licenciu
tr: Kaynak kodu @:(common.links.mit) lisansı altındadır

# components.site_layout.footer.version
source: Version {version}
el: Έκδοση {version}
es: Versión {version}
hu: Verzió {version}
it: Versione {version}
pt: Versão {version}
pt_br: Versão {version}
ru: Версия сайта {version}
sk: Verzia {version}
tr: Sürüm {version}

# components.site_layout.day_night.Day
source: Day
da: Dag
es: Día
fr: Jour
hu: Nappali
it: Giorno
pt: Dia
pt_br: Dia
ru: День
sk: Deň
tr: Gün

# components.site_layout.day_night.start_day
source: Start of the day
da: Dagens start
es: Comienzo del dia
fr: Début du jour
hu: Nappal kezdete
it: Inizio del giorno
pt: Começo do dia
pt_br: Começo do dia
ru: Начало дня
sk: Začiatok dňa
tr: Gündüz versiyonunu başlat

# components.site_layout.day_night.Night
source: Night
da: Nat
es: Noche
fr: Nuit
hu: Éjszakai
it: Notte
pt: Noite
pt_br: Noite
ru: Ночь
sk: Noc
tr: Gece

# components.site_layout.day_night.start_night
source: Start of the night
da: Natens start
es: Comienzo de la noche
fr: Début de la nuit
hu: Éjszaka kezdete
it: Inizio della notte
pt: Começo da noite
pt_br: Começo da noite
ru: Начало ночи
sk: Začiatok noci
tr: Gece versiyonunu başlat

# components.site_layout.day_night.Auto
source: Automatic @:(components.site_layout.day_night.Day)/@:(components.site_layout.day_night.Night)
da: Automatisk @:(components.site_layout.day_night.Day)/ @:(components.site_layout.day_night.Night)
es: Automático @:(components.site_layout.day_night.Day)/@:(components.site_layout.day_night.Night)
fr: @:(components.site_layout.day_night.Day)/@:(components.site_layout.day_night.Night) automatique
hu: Automatikus @:(components.site_layout.day_night.Day)/@:(components.site_layout.day_night.Night)
it: Automatico @:(components.site_layout.day_night.Day)/@:(components.site_layout.day_night.Night)
pt: Automático @:(components.site_layout.day_night.Day)/@:(components.site_layout.day_night.Night)
pt_br: Automático @:(components.site_layout.day_night.Day)/@:(components.site_layout.day_night.Night)
ru: Автоматически @:(components.site_layout.day_night.Day)/@:(components.site_layout.day_night.Night)
sk: Automatické@:(components.site_layout.day_night.Day)/@:(components.site_layout.day_night.Night)
tr: Otomatik @:(components.site_layout.day_night.Day)/@:(components.site_layout.day_night.Night)

# components.site_layout.global_config
source: Global settings
da: Globale indstillinger
el: Καθολικές ρυθμίσεις
es: Ajustes globales
fr: Paramètres globaux
hu: Általános beállítások
it: Impostazioni generali
pt: Configurações globais
pt_br: Configurações globais
ru: Настройки сайта
sk: Globálne nastavenie
tr: Genel ayarlar

# components.site_layout.global_config_dialog.fixed_main_menu
source: Main menu always visible
da: Hovedmenu er altid synlig
es: Menú principal siempre visible
fr: Menu principal toujours visible
hu: A főmenü legyen mindig látható
it: Menù principale sempre visibile
pt: Menu principal sempre visível
pt_br: Menu principal sempre visível
ru: Закрепить верхнее меню при прокрутке страниц
sk: Hlavné menu vždy viditeľné
tr: Ana menü her zaman görünür

# components.site_layout.global_config_dialog.select_gb_style_mode.datalist
source: Auto-complete
da: Auto-fuldfør
el: Αυτόματη συμπλήρωση
es: Autocompletar
fr: Auto-complétion
hu: Automatikus kitöltés
it: Autocompletamento
pt: Auto completar
pt_br: Auto completar
ru: Автозаполнение
sk: Auto-doplnenie textu
tr: Otomatik Tamamla

# components.site_layout.global_config_dialog.select_gb_style_mode.select
source: Select (legacy)
da: Vælg (ældre)
el: Επιλογή με κύλιση, (παλαιού τύπου)
es: Seleccionar (legado)
fr: Simple selecteur (ancienne version)
hu: Kiválasztás (örökölt)
it: Seleziona (eredità)
pt: Seleccione (legado)
pt_br: Seletor (legado)
ru: Выбор из списка (устаревший)
sk: Výberom zo zoznamu podľa dôb
tr: Çağa göre seç

# components.site_layout.global_config_dialog.day_night
source: Theme
da: Tema
el: Εμφάνιση
es: Tema
hu: Téma
it: Tema
pt: Tema
pt_br: Tema
ru: Тема сайта
sk: Téma
tr: Tema

# components.site_layout.global_config_dialog.day_night_mode.Day
source: Day
da: Dag
el: Ημέρα
es: Día
fr: Jour
hu: Nappali
it: Giorno
pt: Dia
pt_br: Dia
ru: День
sk: Deň
tr: Gün

# components.site_layout.global_config_dialog.day_night_mode.Night
source: Night
da: Nat
el: Νύκτα
es: Noche
fr: Nuit
hu: Éjszakai
it: Notte
pt: Noite
pt_br: Noite
ru: Ночь
sk: Noc
tr: Gece

# components.site_layout.global_config_dialog.day_night_mode.Auto
source: Automatic
da: Automatisk
el: Αυτόματο
es: Automático
fr: Automatique
hu: Automatikus
it: Automatico
pt: Automático
pt_br: Automático
ru: Динамическая смена
sk: Automatické
tr: Otomatik

# components.site_layout.global_config_dialog.select_gb_style
source: GB Selector style
da: SB Vælger tema
el: Τύπος επιλογέα ΜΚ
es: Estilo de selector de GE
fr: Style du sélecteur de GM
hu: GB Választó stílus
it: GE selottore di stile
pt: Estilo do selector do GE
pt_br: Estilo do seletor de GEs
ru: Стиль переключателя ВС
sk: Štýl výberu VB
tr: Devasa Bina Seçim Stili

# components.site_layout.switch_locale
source: @:(common.site_title) is available in your language
da: @:(common.site_title)er tilgængelig på dit sprog
el: @:(common.site_title) είναι διαθέσιμο στη γλώσσα σας
es: @:(common.site_title) está disponible en su idioma
fr: @:(common.site_title) est disponible dans votre langue
hu: A @:(common.site_title) elérhető a nyelveden
it: @:(common.site_title) è disponibile nella tua lingua
pt: @:(common.site_title) está disponível na sua língua
pt_br: @:(common.site_title) está disponível no seu idioma
ru: @:(common.site_title) доступен на вашем языке
sk: @:(common.site_title) je dostupná vo Vašom jazyku
tr: Sizin diliniz artık @:(common.site_title)'da mevcut

# components.site_layout.whats_new
source: What's new ?
da: Hvad er nyt ?
el: Τι νέο υπάρχει;
es: ¿Qué hay de nuevo?
fr: Quoi de neuf ?
hu: Mi az újdonság?
it: Quali sono le novità?
pt: O que existe de novo ?
pt_br: O que mudou ?
ru: Что нового?
sk: Čo je nové ?
tr: Yeni ne var ?

# components.site_layout.survey.message
source: Help us improve @:(common.site_title) by completing this survey
da: Hjælp os med at forbedre @:(common.site_title)ved at gennemføre denne undersøgelse
es: Ayúdanos a mejorar @:(common.site_title) completando esta encuesta
fr: Aidez-nous à améliorer @:(common.site_title) en répondant à ce sondage
hu: Segíts nekünk azzal, hogy kitöltöd a kérdőívünket: @:(common.site_title)
it: Aiutaci a migliorare @:(common.site_title) completando il sondaggio
pt: Ajude-nos a melhorar @:(common.site_title) a responder a este inquérito
pt_br: Ajude-nos a melhorar @:(common.site_title) respondendo este questionário
ru: Помогите нам улучшить @:(common.site_title), ответив на несколько вопросов
sk: Pomôžte nám vylepšiť @:(common.site_title) vyplnením tohto dotazníka
tr: Bu anketi tamamlayarak @:(common.site_title) sitemizi geliştirmemize yardım edin

# components.trade.label.i_have
source: I have
da: jeg har
el: Διαθέτω
es: Yo tengo
fr: J'ai
hu: Van
it: Io ho
pt: Eu tenho
pt_br: Eu tenho
ru: У меня есть
sk: Mám
tr: Sahip olduğum ürünün çağı

# components.trade.label.i_want
source: I want
da: Jeg vil have
el: Επιθυμώ
es: Yo quiero
fr: Je veux
hu: Szeretnék
it: Io voglio
pt: Eu quero
pt_br: Eu quero
ru: Я хочу
sk: Chcem
tr: İstediğim ürünün çağı

# components.trade.label.amount
source: Amount
da: Antal
el: Ποσότητα
es: Coste
fr: Quantité
hu: Mennyiség
it: Ammontare
pt: Quantidade
pt_br: Quantidade
ru: Количество
sk: Množstvo
tr: Miktar
